{
  "LinkTitle": "D-2024-2740",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Towards a holistic framework of media-effects within familial interaction patterns: A family system approach",
  "InitialFeedbackHistory": "29/02/2024 A lot of questions appear to be missing from the DMP. [REDACTED] because you unselected optional plan components \"unanswered questions\" when downloading the plan from DMPOnline? [REDACTED] the questions need to be in the DMP so it is best do download the plan again and select \"unanswered questions\" and then check if all the questions are in the DMP. 1) [REDACTED] description: [REDACTED] clear data table! [REDACTED] include the PRET application number for the ethics & personal data sections 3) [REDACTED] storage: [REDACTED] [REDACTED] [REDACTED] for your KU [REDACTED] account (https://admin.kuleuven.be/icts/services/mfa) and consider encrypting the folder with the personal identifiers (https://admin.kuleuven.be/icts/onderzoek/datamgmtpract/ape/encypteren) 4) [REDACTED] preservation: [REDACTED] will you preserve the relevant data for 10 years? [REDACTED] the shared drive of the research group? [REDACTED] to mention that the pseudonymized survey data will be put in restricted access on OSF, but also think about where you will preserve (the rest of) the data in long term storage infrastructure at KU [REDACTED] 5) [REDACTED] sharing: the license section is confusing. Please note that a CC BY license is only for open available data. [REDACTED] custom KU [REDACTED] license is only for data that are deposited on the KU [REDACTED] [REDACTED] data repository and you will deposit the data on OSF? [REDACTED] can of course consider to deposit the data on RDR as it has many benefits: it is free for KU [REDACTED] researchers and you receive support from KU [REDACTED] staff, you can add metadata and keywords to your data that are findable even when the dataset is in restricted access, the data is safely preserved on KU [REDACTED] servers, you can put the pseudonymized data in restricted access with a KU [REDACTED] license and when researchers (or others) request access to your data you can set up a data sharing agreement with the help of the KU [REDACTED] [REDACTED] [REDACTED] [REDACTED] more information on RDR: https://www.kuleuven.be/rdm/en/rdr",
  "label": "good with suggestions"
}