{
  "LinkTitle": "D-2024-2655",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Metropolisation and interplaces in the Metropolitan Core Area of Belgium",
  "InitialFeedbackHistory": "08/04/2024 [REDACTED] you now list only source data in the table, please also add the data that you will generate, eg processed data files, code, models etc. [REDACTED] note that the KU [REDACTED] RDM policy asks for 10 years of data preservation, see https://www.kuleuven.be/rdm/en/policy Preservation/Sharing: you mention RDR to preserve but not to share data; note that RDR is not just a storage solution but intended to make data available to others for reuse and perserve it at the same time, see www.kuleuven.be/rdm/en/rdr. GitHub which you describe for sharing will preserve your data as well so you can add this under preservation; but you can also import your data from GitHub in RDR and make it available there under a DIO via the integration dashboard. www.kuleuven.be/rdm/en/rdr/integration-dashboard. Please select a software licence if you share code, this tool can help you: https://ufal.github.io/public-license-selector/ 08/04/2024 [REDACTED] [REDACTED] now list only source data in the table, please also add the data that you will generate, eg processed data files, code, models etc. [REDACTED] note that the KU [REDACTED] RDM policy asks for 10 years of data preservation, see https://www.kuleuven.be/rdm/en/policy Preservation/Sharing: you mention RDR to preserve but not to share data; note that RDR is not just a storage solution but intended to make data available to others for reuse and perserve it at the same time, see www.kuleuven.be/rdm/en/rdr. GitHub which you describe for sharing will preserve your data as well so you can add this under preservation; but you can also import your data from GitHub in RDR and make it available there under a DIO via the integration dashboard. https://www.kuleuven.be/rdm/en/rdr/integration-dashboard. Please select a software licence if you share code, this tool can help you: https://ufal.github.io/public-license-selector/",
  "label": "good with suggestions"
}