{
  "LinkTitle": "D-2024-2857",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "BOF",
  "ProjectTitle": "Hashtag To Fork: a social media driven approach to facilitate healthier and more sustainable food choices among lower SES adolescents",
  "InitialFeedbackHistory": "28/03/2024 [REDACTED] DMP! [REDACTED] suggestions: 1) [REDACTED] [REDACTED] summary: - [REDACTED] there any other legal issues, such as IP?\": [REDACTED] the experiments you will reuse (real and fake) social media accounts and food messages. [REDACTED] these (real) posts are protected by copyright. [REDACTED] you plan to re-use fragments of these posts in your publications (in research papers or publication of dataset on OSF) make sure to check the license of the sources and properly cite the sources. [REDACTED] info: https://bib.kuleuven.be/english/research/copyright 2) [REDACTED] sharing: - [REDACTED] answers are a bit contradictory. [REDACTED] example, you mention that your data will be made available as open data, but later you rightly mention [REDACTED] to privacy reasons we will not share transcripts or audio recordings from focus groups, interviews and roundtable discussions.” [REDACTED] make a more clear distinction of which data you plan to make openly available on OSF (or another repository) with a CC-BY license (which is for openly available data) and which data you will not share or only share on request? - [REDACTED] pseudonymized data are still considered to be personal data, often only anonymized data can be made openly available and pseudonymized data can be shared on request (users need to request access and then a data sharing agreement is drawn up together with the legal department). [REDACTED] the PRET team for advice if in doubt whether sharing data violates privacy rights. - [REDACTED] you use OSF, choose the [REDACTED] - [REDACTED] storage location to store the data of your OSF project as this is safer GDPR wise, see https://help.osf.io/article/236-set-a-global-storage-location - [REDACTED] using the KU [REDACTED] [REDACTED] [REDACTED] [REDACTED] RDR (rdr.kuleuven.be). [REDACTED] benefits of using RDR: receive support from KU [REDACTED] staff + the data are preserved on KU [REDACTED] servers + it is automatically linked with [REDACTED] + … [REDACTED] is also possible to put pseudonymized data in restricted access. [REDACTED] someone requests access to the data, you can evaluate the request and then a data sharing agreement will be drawn up together with the KU [REDACTED] RDR team and legal team. [REDACTED] information: https://www.kuleuven.be/rdm/en/rdr/custom-kuleuven [REDACTED] dataset on RDR: https://doi.org/10.48804/9EKOH5",
  "label": "good with suggestions"
}