{
  "LinkTitle": "D-2024-3207",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Foodies: Food Due Diligence through Intermediary Engagement and Support",
  "InitialFeedbackHistory": "21/02/2025 [REDACTED] the DMP, you write that you will store, preserve and archive your research data in OneDrive. [REDACTED] is unsuitable for data preservation and archiving, and I thereforer ask you to look for a different solution. [REDACTED] only has the storage capacity of [REDACTED] [REDACTED] for KU [REDACTED] users been reduced, your KU [REDACTED] OneDrive account is connected to your KU [REDACTED] account. [REDACTED] you are no longer affiliated with KU [REDACTED] you and others will lose access to this data. [REDACTED] OneDrive is not a viable long-term storage or preservation solution. [REDACTED] consider using the shared drive of your research group and protect personal data through access control of the respective files or folders. [REDACTED] state that all data will be preserved for 10 years. Please note that, according to GDPR, you are not allowed to retain personal data longer than necessary. [REDACTED] means that some or most of the personal data (depending on what is specified in your informed consent) must be deleted after the project ends. Please consider this! [REDACTED] also mention that interview data will be made available through KU [REDACTED] RDR. [REDACTED] is an excellent option. [REDACTED] on the terms of your informed consent, you may need to anonymize or pseudonymize this data first. Please think more about how you will handle this aspect. [REDACTED] information can be found here: https://www.kuleuven.be/rdm/en/guidance/legal-ethical/personal_data#beforeduringafter I recommend uploading a new DMP once the PRET application has been approved and include the PRET number. Please incorporate the feedback provided here in the updated DMP. [REDACTED] you want to learn more about managing personal research data or ways to improve your research data management, consider attending the following free workshops: - RDM workshop for PhDs in [REDACTED] & [REDACTED] [REDACTED] on 25/3: https://www.kuleuven.be/rdm/en/training/rdm-skills-in-practice/rdm4phd/hw_20250325 - [REDACTED] [REDACTED] and [REDACTED] for [REDACTED] research on 24/4: https://www.kuleuven.be/rdm/en/training/rdm-skills-in-practice/workshop-documentation-metadata/metadata_hw",
  "label": "good with suggestions"
}