{
  "LinkTitle": "D-2024-2748",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Understanding and engineering phage infection dynamics",
  "InitialFeedbackHistory": "21/03/2024 [REDACTED] [REDACTED] kind of samples will you use to generate microscopy images and genetic sequence data? Please add these in the table, these are considered physical data in the context of a DMP, how will you manage these, do you need special storage, will you share them? [REDACTED] Please note that storing data on PCs and external hard drives is not very secure, please have a look at the storage guide for KU [REDACTED] recommended solutions: https://icts.kuleuven.be/storagewijzer/en [REDACTED] Please note that the KU [REDACTED] RDM policy asks to preserve all relevant data for 10 years, see https://www.kuleuven.be/rdm/en/policy [REDACTED] [REDACTED] sharing section is a bit confusing; you checked intellectual property rights as sharing restrictions, but no is answered under the last 3 subquestions of the first question (data), please explain the IP restrictions there, i.e. is this related to valorization potential, are there 3rd party agreements? [REDACTED] don't mention a data repository but answer yes under the PID question, note that PIDs are normally added by a data repository upon deposit of your dataset; a data repository also allows you to select a license and a license is not relevant when you are not sharing data openly, in that case a sharing agreement would be more suitable. [REDACTED] more information see https://www.kuleuven.be/rdm/en/guidance/data-sharing and https://www.kuleuven.be/rdm/en/rdr [REDACTED] also mention open access to publications, although that is not in the scope of a DMP and you can leave it out, note that you \"must deposit the publications that result from the FWO subsidies in a repository [REDACTED] and provide [REDACTED] [REDACTED] within one year from the date of publication\" see: https://research.kuleuven.be/en/associatienet/output/open-access-fwo",
  "label": "good with suggestions"
}