{
  "LinkTitle": "D-2025-3735",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed, new upload needed",
  "Funder": "EU",
  "ProjectTitle": "Distributed multi-sensor systems for human safety and health",
  "InitialFeedbackHistory": "23/01/2025 - [REDACTED] sections on DPIA, GDPR, and [REDACTED] [REDACTED] are not required for the [REDACTED] [REDACTED] [REDACTED] can exclude these by unchecking the respective boxes under the download options. - [REDACTED] [REDACTED] [REDACTED] [REDACTED] (DMP) currently includes information solely from KU [REDACTED] [REDACTED] [REDACTED] [REDACTED] requires a comprehensive DMP that incorporates information from all project partners. [REDACTED] you the coordinator for data management for the entire project to be submitted to the EC? [REDACTED] so, please gather the necessary information from all partners. [REDACTED] clarity, it is advisable to begin with a table listing the different partners, which you can reference throughout the DMP. - [REDACTED] [REDACTED] [REDACTED] requires under [REDACTED] [REDACTED] that all data will be be made FAIR [REDACTED] [REDACTED] [REDACTED] and [REDACTED] by depositing it in a trusted data repository, adhering to the principle \"as open as possible, as closed as necessary.\" [REDACTED] of trusted repositories include KU [REDACTED] RDR (https://rdr.kuleuven.be/) and [REDACTED] (https://zenodo.org/). [REDACTED] repositories make your data findable by assigning a [REDACTED] [REDACTED] and metadata, and make it accessible, and help to make data interoperable and reusable. [REDACTED] ManGO is an excellent platform for active research data, it is not a trusted data repository and does not assign a DOI nor ensures that your data is FAIR. Please discuss with your consortium which repositories will be used and update your DMP accordingly. - [REDACTED] more information on data sharing and the [REDACTED] [REDACTED] requirements see: https://www.kuleuven.be/rdm/en/guidance/fair and https://www.kuleuven.be/rdm/en/guidance/data-sharing and https://www.kuleuven.be/rdm/en/guidance/funder",
  "label": "not good"
}