{
  "LinkTitle": "D-2022-1377",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "BOF",
  "ProjectTitle": "Marriage markets, household consumption and individual welfare",
  "InitialFeedbackHistory": "20/05/2022 2. [REDACTED] are you generating any data, code/scripts/spss/stata files? 3: [REDACTED] data and ethics: [REDACTED] is stated that no personal data will be used and that the microdata are anonymous social survey data. [REDACTED] you confirm that the data are truly anonymous? [REDACTED] is not sufficient that you as a researcher cannot identify the survey participants. Please note that even if the direct identifiers have been removed, these might still be personal data. Please have a look at https://admin.kuleuven.be/privacy/en/studpers/researchers#section-8 for the difference between pseudonymized and anonymized data. [REDACTED] processing of personal data at KU [REDACTED] needs to undergo a privacy review. [REDACTED] information on this procedure can be found at https://admin.kuleuven.be/privacy/en/studpers/index. [REDACTED] 3 microdata (MEqIn, LISS, PSID) seem to have some kind of procedure to request access to the data. [REDACTED] suggests there has to be signed an agreement related to confidentiality and privacy. [REDACTED] these agreements mention the privacy ‘status’ of the data? [REDACTED] please note that some of the restricted PSID datasets require an IRB approval before the dataset can be requested. [REDACTED] this applicable in this research project? 5. [REDACTED] Please note that onedrive is a cloud service, data is stored externally on [REDACTED] servers, not on KU leuven servers. [REDACTED] use dropbox if you have a for business account and for non-confidential files, free dropbox is not secure, see also: https://icts.kuleuven.be/sc/english/storage/onedrive 7. [REDACTED] KU [REDACTED] now has a data repository that you can consider to use to share your data, see www.kuleuven.be/rdm/en/rdr",
  "label": "good with suggestions"
}