{
  "LinkTitle": "D-2025-3793",
  "Status": "Initial",
  "InitialDMPReviewStatus": "",
  "Funder": "",
  "ProjectTitle": "Renewable and safe Aromatic compounDs As Replacements for substances of concern",
  "InitialFeedbackHistory": "25/04/2025\r\nVery nice and comprehensive DMP, some very minor suggestions: \n- In findable you mention that all the repositories in your list issue DOIs, this is true for Zenodo and RDR but Biostudies and Bioimage archive give accession numbers with are also Persistent Identifiers (PIDs) to make your data findable. \n- In accessible: \"In the latter case, the reader will be offered the possibility to request access to the data owner via the email address provided in the metadata.......\" in RDR and Zenodo you can also give other researchers to option to request access via the repository by filling a form. This makes the data even easier accessible than providing an email address in the metadata and in this form you can also aks the identity of the person requesting the data and purpose of the data reuse. When using RDR, the RDR team and the legal department will draft a data transfer agreement with you and you can give access after this is agreement is signed. \n- Is it possible to share other research outputs with externals, if yes how will you do this? Other digital outputs can be shared in Zenodo similar to data. \n- Allocation of resources, the cost of peer reviewed open access publication is not in the scope of a DMP. \n- If you are not working with personal data its a bit confusing that you mention that your data centers are GDPR compliant. \n- What do you mean by \"other national/funder/sectorial/departmental procedures\" and why are you mentioning not using them? You will use KU Leuven procedures which is in line with the EC recommendations. I find this sentence a bit confusing and therefore recommend to rephrase it.\n- I recently came across a resource on management of toxicology data, since your DMP is already quite complete I'm unsure of its additional benefits, but I'll share the link so you can have a look: https://rdmkit.elixir-europe.org/toxicology_data",
  "label": "good with suggestions"
}