{
  "LinkTitle": "D-2023-2450",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "BOF",
  "ProjectTitle": "Climate policy integration in Vietnam’s low-carbon development strategy: Evaluating progress, explaining outcome, and innovating for the future",
  "InitialFeedbackHistory": "28/03/2024 [REDACTED] DMP! [REDACTED] suggestions: - [REDACTED] [REDACTED] you will deposit some of your research data in KU [REDACTED] RDR, you will describe your dataset with the RDR metadata fields making your data more findable. [REDACTED] can mention this under the section metadata standard. - [REDACTED] storage during the research project: consider deleting the audio recordings of the interviews once you have transcribed them and no longer need the recordings, to protect the data subjects. [REDACTED] information: https://admin.kuleuven.be/privacy/en/studpers/gdpr-code-of-conduct [REDACTED] do I no longer need the personal data?” - [REDACTED] preservation after the end of the research project: [REDACTED] mention preserving your data on your personal KUL OneDrive for [REDACTED] account. [REDACTED] OneDrive for business is a personal account and is linked to your KU [REDACTED] employment, it is not suitable for long term preservation of research data. [REDACTED] already consider where you can archive your data for example moving the data from your personal OneDrive to a shared drive [REDACTED] SharePoint online or [REDACTED] site of your research group or the archival drive of KU [REDACTED] [REDACTED] [REDACTED] more options: https://icts.kuleuven.be/storagewijzer/en [REDACTED] will also deposit (and therefore archive) some of your data on KU [REDACTED] RDR, so that’s good! - [REDACTED] sharing: [REDACTED] will reuse policy documents for your content analysis. [REDACTED] if you are allowed to re-share them in KU [REDACTED] RDR by consulting the license. [REDACTED] is also possible to deposit pseudonymized interview data in restricted access on KU [REDACTED] RDR. [REDACTED] means that users will need to request access to your data, if this request is legitimate, a data sharing agreement will be drawn up together with the RDR team and legal experts of KU [REDACTED] so that your data and the privacy of data subjects are well protected. [REDACTED] more information: https://www.kuleuven.be/rdm/en/rdr/custom-kuleuven [REDACTED] are no expected costs for data storage, as OneDrive for [REDACTED] is free for staff and students of KU [REDACTED] [REDACTED] to [REDACTED] are no expected costs for data sharing as each KU [REDACTED] researcher can deposit up to 50 GB per year for free on KU [REDACTED] RDR”",
  "label": "good with suggestions"
}