{
  "LinkTitle": "D-2024-2900",
  "Status": "Intermediate",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "inteGRating mEchnochEmistry aNd mEmbranes for lithium-ion battery Recycling: a closed-loop route (GREENER)",
  "InitialFeedbackHistory": "04/07/2024 [REDACTED] professor, [REDACTED] dmp covers most aspects, but there are some issues that should be addressed in the next version of the dmp. 2. [REDACTED] data summary [REDACTED] is not really necessary to mention the lab notebooks in the data table. [REDACTED] are part of your documentation (see 3. [REDACTED] and metadata). [REDACTED] might mention the samples you create for your measurements when describing the different types of measurements, even if you will not keep the samples. [REDACTED] advise to always answer the questions. [REDACTED] example when it comes to the reuse of data, avoid to leave the question open, even if the answer is just [REDACTED] or [REDACTED] apply”. 3. [REDACTED] and metadata [REDACTED] answer on the question whether a metadata standard is used is no. [REDACTED] to give some explanation, for example because no standard exists that fits your research. [REDACTED] you use RDR, you will enter some metadata to describe the set. [REDACTED] can mention them here. [REDACTED] might also refer to the proprietary metadata standards used by your measurement equipment, if any. 5. [REDACTED] preservation [REDACTED] are you not following the KU [REDACTED] policy to keep data underlying publications for 10 years? [REDACTED] [REDACTED] will these data be archived” you checked KU [REDACTED] RDR but the explanation [REDACTED] the data will be sotred for thelong-term on the KUL service servers ... suggests that you are going to use other KU [REDACTED] solutions as well. 6. [REDACTED] [REDACTED] have one unanswered question [REDACTED] acess is restricted, please specify who will be able to access the data under what conditions). [REDACTED] to answer something even if only [REDACTED] yet known”. [REDACTED] your answer on [REDACTED] the data be made available for reuse?\" you mention [REDACTED] but [REDACTED] is only a repository for publications, not for data. RDR is meant for data underlying publications. [REDACTED] are going to offer data as restricted, and only available on request. [REDACTED] that case you will need a [REDACTED] [REDACTED] [REDACTED] [REDACTED] to check that box under [REDACTED] data usage licenses are you going to provide?”. [REDACTED] to answer [REDACTED] on [REDACTED] you intend to add aPID/DOI/accession number...?\" because if you deposit in RDR a DOI will automatically be assigned to your dataset. [REDACTED] if you have 3Tb of data then you will have to consider costs for long term preservation. [REDACTED] to contact RDR for example when you are dealing with data sets of this size. [REDACTED] regards, [REDACTED] [REDACTED]",
  "label": "good with suggestions"
}