{
  "LinkTitle": "D-2024-2867",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "EU",
  "ProjectTitle": "The Sensory Ecology of Water: A Multisensory Anthropological Study of Outdoor Swimming in the Arctic",
  "InitialFeedbackHistory": "11/03/2024 [REDACTED] DMP, some minor suggestions: [REDACTED] questions in your DMP are missing (only the answers are shown), when you download your DMP under optional plan components please check both the box \"question text and section headings and \"unanswered questions\" to get a DMP that is easier to read 2.1: [REDACTED] the metadata to make your data findable that is asked for here is citation metadata that the repository will use, including title, authors, keywords etc. [REDACTED] can indicate that you follow the RDR metadatamodel that you can find here: https://www.kuleuven.be/rdm/en/rdr/full-metadata-model 2.2: [REDACTED] [REDACTED] don't have to mention journal publications in your DMP. Note that CC0 means that there are no restrictions reusing data, this is usually only used for the metadata, data is often shared under a CC-BY license, meaning that others can reuse your data but that they have to acknowledge/cite you. 2.3 [REDACTED] are there vocabularies or thesauri in your field that may be handy, eg the [REDACTED] [REDACTED] of [REDACTED] [REDACTED] https://www.getty.edu/research/tools/vocabularies/tgn/ 2.4: [REDACTED] can deposit sensitive data in RDR and set access to restricted so that others can find you data here, it has a DOI, but to get access to the files they send you a request via RDR. [REDACTED] this case you can't use a license but you need a data transfer agreement, LRD can help you with that (once you have your data (almost) ready) [REDACTED] you can add here how you check te quality of your data, eg by determining transcription rules, proofreading or checking the length of the transcription etc you can find some examples here: https://dmeg.cessda.eu/Data-Management-Expert-Guide/3.-Process/Data-entry-and-integrity and here: https://ukdataservice.ac.uk/learning-hub/research-data-management/format-your-data/quality/ [REDACTED] [REDACTED] already mention that RDR is free, you don't have to mention OA publications (the terminology in the questions is sometimes confusing) Note that storing data on hard drives is risky, in RDR your data is already preserved, you may not need another copy, but for other data best to have a look in the storage guide: https://icts.kuleuven.be/storagewijzer/en",
  "label": "good with suggestions"
}