{
  "LinkTitle": "D-2022-1394",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "BOF",
  "ProjectTitle": "Virus-Enabled Replication and remobilization of Transposable elements and host eccDNAs In plant GenOmes",
  "InitialFeedbackHistory": "17/07/2024 [REDACTED] text you have pasted on the first two pages already contains a major part of the information needed in the DMP. [REDACTED] in the DMP template is obligatory. [REDACTED] try to incorporate the text on the first two pages in the corresponding sections in the DMP template. [REDACTED] are quite some inconsistencies between that text in the beginning and the things you have indicated in the DMP template. [REDACTED] free to reach out to us (onderzoek2bergen@kuleuven.be) for a short online meeting in case you want us to provide you with some guidance on this. [REDACTED] [REDACTED] [REDACTED] [REDACTED] [REDACTED] you fill in each dataset in a separate column of the table, you can provide details on new/reused, digital/physical, data type, format, volume, ... for each of the data types separately. [REDACTED] will provide you and us with a clear overview of each data type and the possible challenges faced when working with those data. [REDACTED] indicate that you will work with reused data, can you specify the source of those data in your DMP? [REDACTED] and [REDACTED] [REDACTED] is the comprehensive description of the dataset, including its purpose, structure, and how it was created. [REDACTED] is structured information that describes and provides context for the data, such as the author, date of creation, and keywords, making it easier to find, use, and understand the dataset. [REDACTED] text on the first two pages of your documents already provides some information on documentation and metadata you might create. [REDACTED] to provide that information in your DMP template as well. [REDACTED] [REDACTED] & Back-up during the [REDACTED] [REDACTED] [REDACTED] a bit more on the data backup procedures in place. [REDACTED] where and how often are backups created? [REDACTED] a bit more on the data security procedures in place. [REDACTED] do you make sure only authorized persons can access the data? Provide an estimation of the expected costs for data preservation during the expected retention period and indicate how these costs will be covered. Note that according to the KU [REDACTED] RDM policy, you should store relevant data for at least 10 years. [REDACTED] have correctly indicated that at the beginning of the document, but in the template itself, you indicate \"more than 5 years\" [REDACTED] sharing and reuse: [REDACTED] have already provided some good information on this in the text on the first two pages of your document. [REDACTED] this is not reflected in the DMP template itself. [REDACTED] a look at the information in that text on the first two pages and try to fill it in the correct sections of your DMP template. [REDACTED] your data with a DOI [REDACTED] [REDACTED] [REDACTED] or PID [REDACTED] [REDACTED] is crucial because it ensures the data can be reliably located and accessed over time, enhances citation and tracking of the data, supports data integrity and authenticity, and facilitates better data management and integration into digital libraries and repositories. [REDACTED] you plan on uploading your data to a trustworthy data repository (as you indicate in the text on the first two pages of your document) your data will automatically provided with a DOI. [REDACTED] case uploading to a trustworthy data repository (like e.g., NCBI or [REDACTED] is still the plan, you should probably change your answer to this question. Note that as a KU [REDACTED] researcher, you can share your data through our institutional repository RDR as well (https://www.kuleuven.be/rdm/en/rdr). [REDACTED] uploading in RDR an uploaded dataset gets its own DOI, is registered in [REDACTED] and appears on your who-is-who publication list. [REDACTED] way your data is immediately integrated into the KU [REDACTED] systems and you can get the full support for KU [REDACTED] staff. [REDACTED] sharing your data it is important to add a license to the data. [REDACTED] a license like CC-BY to a dataset is crucial as it clarifies usage rights, prevents legal disputes, encourages reuse and collaboration, ensures proper attribution, and supports open science principles. [REDACTED] can find more information on the creative commons licenses through https://creativecommons.org/. [REDACTED] you provide any information on the license you might use?",
  "label": "good with suggestions"
}