{
  "LinkTitle": "D-2022-1482",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Wealth and marriage markets",
  "InitialFeedbackHistory": "18/08/2022 3: 3rd party agreements restricting dissemination or exploitation of the data you (re)use [REDACTED] should be yes. [REDACTED] use existing data that are made available with specific conditions of use that restrict sharing. [REDACTED] have indicated this also in section 7 (data sharing). . [REDACTED] PSID: https://simba.isr.umich.edu/U/CondUse.aspx . [REDACTED] aspects in the use conditions are for example: [REDACTED] transfer PSID public data that has been downloaded from the website, including user-created data extracts, to any third parties (other than to assistants or students you supervise during an ongoing project). [REDACTED] you are required by a journal to provide access to your dataset, and if you want to share data extracts with others, you must deposit the data extract in the PSID [REDACTED] [REDACTED] [REDACTED] [REDACTED] maintained through the [REDACTED] ICPSR initiative. \" [REDACTED] G-SOEP data: https://www.diw.de/en/diw_01.c.601584.en/data_access.html#c_741347. [REDACTED] aspects in the use conditions are for example [REDACTED] to the data protection provisions, all users are responsible for destroying or deleting the SOEP data (including all backup copies, auxiliary files, and dump files) when they terminate their data distribution contract and/or leave the institution where the contract was signed so that no one else can work with the data. \". 6: [REDACTED] preservation: [REDACTED] to the use conditions, you cannot keep the G-SOEP data beyond your project duration. 7. [REDACTED] sharing [REDACTED] depositing the metadata and replication files in KU [REDACTED] RDR: https://www.kuleuven.be/rdm/en/rdr 18/07/2022 [REDACTED] DMP is only partial [REDACTED] a look at the FWO template, and also include responses to further questions asked in this template, then resubmit this: https://www.kuleuven.be/rdm/en/guidance/dmp [REDACTED] data description, also include any code or scripts you may develop yourself for analysis of those existing data. .",
  "label": "good with suggestions"
}