{
  "LinkTitle": "D-2024-3509",
  "Status": "No DMP",
  "InitialDMPReviewStatus": "Reviewed, new upload needed",
  "Funder": "BOF",
  "ProjectTitle": "Breaking Bureaucracy: Everyday Fraud and Forgery in Postcolonial Africa",
  "InitialFeedbackHistory": "10/03/2025 Please update your DMP and submit a revised version via the monitoring tool. [REDACTED] main concern of this DMP is the unaddressed aspect of privacy and ethical concerns. [REDACTED] you state that there are no privacy concerns, since no personal data will be collected, this is not the case. [REDACTED] voice in audio interviews is considered personal data, necessitating a PRET application to make sure the research is GDPR compliant. [REDACTED] you inconsistently addresses ethical issues, initially denying them but later citing them as reasons for data sharing restrictions. [REDACTED] you are required to do a full PRET-application, including both a privacy but also an ethical review. Please contact pret@kuleuven.be if you have any further questions [REDACTED] you are encouraged to follow one of the following workshops: - 11/3: [REDACTED] a [REDACTED] [REDACTED] [REDACTED] https://www.kuleuven.be/rdm/en/training/funder-rdm-requirements/write-dmp/events/copy3_of_RDM_EU_2024_2025_I - 25/3: RDM [REDACTED] for PhDs in [REDACTED] & [REDACTED] [REDACTED] https://www.kuleuven.be/rdm/en/training/rdm-skills-in-practice/rdm4phd/hw_20250325 [REDACTED] data summary is minimal and incomplete, omitting notes mentioned for archiving. Please look at this again and use the table provided in DMPonline.be. [REDACTED] questions/points to address in the updated DMP are: - [REDACTED] notes be digitized? - [REDACTED] you use programs/software to transcribe audio files and include metadata for audio files, notes, pictures, and images? - [REDACTED] [REDACTED] [REDACTED] costs €95 per year and must be secured for at least 10 years post-project, significantly increasing costs. - [REDACTED] strategy is in place to prevent data loss in the field, such as if a suitcase is stolen? [REDACTED] the researcher elaborate on their backup strategy, like transferring data to a cloud daily? - [REDACTED] provide minimal explanation for the data sharing strategy, stating that research data will be shared in RDR under closed access post-project without adequate justification. [REDACTED] the reason is to safeguard pending publications, an embargo is advised. [REDACTED] ethical and privacy concerns, restricted access and pseudonymization are recommended. [REDACTED] the researcher states that no DOI will be generated, but this will automatically be the case when publishing data in RDR.",
  "label": "not good"
}