{
  "LinkTitle": "D-2024-2500",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Fostering personalized learning in primary schools through the use of learning analytics dashboards",
  "InitialFeedbackHistory": "12/06/2024 [REDACTED] data table! [REDACTED] suggestions to enhance the DMP: - [REDACTED] have valuable information in the application DMP that is not addressed in the actual DMP. [REDACTED] example more information on how you handle the personal data. [REDACTED] is best to incorporate the relevant information from the application DMP in the actual FWO DMP and then remove page 2 and 3 from the final DMP. - [REDACTED] storage and back-up: [REDACTED] the application DMP you also mentioned: [REDACTED] will pseudonimyze each data file consisting of personal data. [REDACTED] file with the orginal personal data and the blinding key will be stored by the data manager of our research group. [REDACTED] is [REDACTED] [REDACTED] who will be responsible to preserve the data during the research.” [REDACTED] this information here and explain where the raw data and blinding key will be stored and how it will be protected. - [REDACTED] sharing and reuse: [REDACTED] section needs a bit more attention as some answers are contradictory. [REDACTED] consent is necessary for sharing pseudonymized data and participant identity information. [REDACTED] issues can prevent openly sharing the pseudonymized data, ask via your PRET application if in doubt whether sharing data violates privacy rights. Note the difference between the raw personal data, pseudonymized data and anonymized data. [REDACTED] data are personal data that have been processed in such a way that they can no longer directly be linked to a specific data subject without the use of additional information, provided that such additional information is kept separately and is subject to technical and organisational measures to ensure that the personal data are not attributed to an identified or identifiable natural person. [REDACTED] data are not personal data. [REDACTED] data are data that do not relate to an identified or identifiable natural person or to personal data anonymised in such a manner that the data subject is not or no longer identifiable (by anyone or in any way). [REDACTED] mention that [REDACTED] the researchers working at the research centers to which the PI and collaborator belong can have access to the anonymized data upon publication of the project results and after the project. [REDACTED] the PI and collaborator have access to the pseudonymized data.” [REDACTED] then you also mention that you will share pseudonymized data in open access on KU [REDACTED] RDR? [REDACTED] needs some clarification. [REDACTED] more information on personal data: https://admin.kuleuven.be/privacy/en/intranet/GDPR-data [REDACTED] more information on [REDACTED] anonymisation & encryption: https://admin.kuleuven.be/privacy/en/studpers/pae RDM at PPW guidance: https://ppw.kuleuven.be/en/research/rdm-at-ppw",
  "label": "good with suggestions"
}