{
  "LinkTitle": "D-2023-1780",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Boundaries Across Borders: A Comparative Cultural Sociology of the Millennial Professional-Managerial Class in Canada, Belgium, and the United States",
  "InitialFeedbackHistory": "17/04/2023 [REDACTED] interviews not be transcribed? [REDACTED] audio and video are listed as data in table in section 1. [REDACTED] you plan to transcribe those, then also included text transcripts as data.. [REDACTED] that you have deposited your [REDACTED] datasets in RDR for reuse, but they are there still as draft datasets, not published. [REDACTED] the DOI is not yet active. [REDACTED] would be best if you submit those datasets, so they can be reviewed by the RDR team and then published. [REDACTED] does not mean that the data themselves need to be made accessible to other researchers. [REDACTED] can set the access to closed or restricted, if needed. Please include your PRET approval (or application) number.for question on personal data. [REDACTED] please also describe which documentation will accompany your data, e;g. methods information, question list for interviews, listing table of all interviews, questionnaire form, codebook for questionnaires, etc. [REDACTED] storage: you cannot store data during research in KU [REDACTED] RDR. [REDACTED] is to deposit / publish data when final. [REDACTED] the storage guide for best storage solution during your research: https://icts.kuleuven.be/storagewijzer/en [REDACTED] sharing: you state [REDACTED] to the nature of the personal data collected, this data will not be made available for reuse by anyone except myself and my promotor. [REDACTED] reason for this is that this is a stated condition in the \"letter of information\" that study participants will receive; they are informed that they can expect that their data will only be visible to myself, the principal investigator.\" [REDACTED] in mind that journals may expect that data are available for review / reuse. [REDACTED] repositories like KU [REDACTED] RDR can facilitate this in a secure / controlled way via data transfer agreements. [REDACTED] consider whether this restriction that data can only be used by yourself is really necessary.",
  "label": "good with suggestions"
}