{
  "LinkTitle": "D-2025-3747",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "EUHB",
  "ProjectTitle": "The Mechanics of Canon Formation and Knowledge Transmission from Graeco-Roman Antiquity",
  "InitialFeedbackHistory": "21/03/2025 [REDACTED] 1: - [REDACTED] storage and backup: [REDACTED] mention that OneDrive is used as a storage solution for research data. OneDrive is being phased out for this purpose for a number of reasons, chief among which the fact that, because your OneDrive account is connected to your KU [REDACTED] employment, your data is deleted as soon as you leave the university for any reason. [REDACTED] other words, data stored on OneDrive cannot be accessed by the university itself, which goes against KU [REDACTED] RDM [REDACTED] [REDACTED] find a different storage solution, we recommend you use the ICTS [REDACTED] [REDACTED] (at https://icts.kuleuven.be/storagewijzer/en). [REDACTED] 2: - [REDACTED] of the data: [REDACTED] of the data you intend to reuse was generated by the [REDACTED] of [REDACTED] (digitizations with OCR) and the [REDACTED] of Münster (quotation database). [REDACTED] sure to check whether there are licenses attached to these datasets that allow for reuse -- if so, I would mention that here. - [REDACTED] & persistent identifiers: [REDACTED] there's a commonly used discipline-specific example, we encourage using KU [REDACTED] RDR (https://rdr.kuleuven.be/) as a data repository. [REDACTED] you upload data to RDR, a DOI is automatically provided, so you don't need to worry about assigning anything yourself. [REDACTED] RDR's integration dashboard (https://www.kuleuven.be/rdm/en/rdr/integration-dashboard) allows you to pull data from GitHub and GitLab and provides a DOI for those datasets as well. - [REDACTED] availability: [REDACTED] can add that KU [REDACTED] policy required the data to be kept for a period of at least 10 years. [REDACTED] data in RDR means you comply with this automatically. - [REDACTED] security: Note that repositories (institutional like RDR or general like [REDACTED] are not meant for data storage during the project, but for data archiving and publishing after the project. [REDACTED] find an appropriate storage solution you can use during the research project, please consult the ICTS [REDACTED] [REDACTED] (at https://icts.kuleuven.be/storagewijzer/en). [REDACTED] data must be stored in a KU [REDACTED] environment, in line with university policy. [REDACTED] 3: - [REDACTED] data re-use: [REDACTED] you state earlier, the ESTC and ECCO data should not be made freely available (unless the licenses attached to them allow so). [REDACTED] 4: - [REDACTED] and formats of data: Please add the formats that you intend to keep these datasets in (compare with the other project DMPs). [REDACTED] you're performing OCR on printed editions, are you saving images of these texts? - [REDACTED] size of the data: [REDACTED] best to specify the approximate digital filesize of the data in total (in MB, GB, etc.) rather than the word count of the textual dataset; the former is important for data management practices. - [REDACTED] of the data: [REDACTED] sure to check whether there are licenses attached to these online datasets that allow for reuse, or contact the platform to explain your intended reuse. - [REDACTED] and metadata vocabularies, standards, etc.: Please specify what metadata standard(s) you intend to use. - [REDACTED] [REDACTED] can also use the README file to explain your methodology in gathering/generating the data, to make it easily understandable for other researchers. [REDACTED] 5: - [REDACTED] security & ethics: [REDACTED] are a number of unanswered questions at the end (I assume because this information can be derived from other responses). [REDACTED] would be best to answer these briefly as well. [REDACTED] 6: - [REDACTED] of the data: [REDACTED] sure to check whether there are licenses attached to the reused datasets (from PASSIM or libraries/archives) that allow for reuse, or contact the platform or institution to explain your intended reuse. - [REDACTED] Note that a CC0 license (public domain) is not the same as a CC-BY license (attribution required). - [REDACTED] your data be made freely available: [REDACTED] refers to data rather than publications, so [REDACTED] [REDACTED] [REDACTED] is not relevant here. [REDACTED] you stated previously, the [REDACTED] [REDACTED] [REDACTED] along with a permissive license like CC0 or CC-BY ensures availability. [REDACTED] 7: - [REDACTED] provide a detailed list of the texts you study, but some further information with regard to the data is needed: what form are you studying these texts in? [REDACTED] digital, what formats are you using and what is the origin of these files? [REDACTED] you allowed to freely reuse/republish them? [REDACTED] is the intended file size? [REDACTED] you using any other types of files? - [REDACTED] Please note that OpenAIRE and CLARIN are not repositories but assessment tools/certifications for repositories. - [REDACTED] [REDACTED] you're intending on working with sensitive or unpublished medical data (which I doubt, based on your subsequent answers), you need to handle these in accordance with GDPR: be aware that not all such data can be made freely available (if not anonymized). Note that concepts like informed consent are not relevant to the use of unpublished manuscripts. [REDACTED] 8: - [REDACTED] of the data: [REDACTED] sure to check whether there are licenses attached to the reused datasets (e.g. from [REDACTED] that allow for reuse, or contact the platform or institution to explain your intended reuse. - [REDACTED] security: Note that repositories (institutional like KU [REDACTED] RDR or general like [REDACTED] are not meant for data storage during the project, but for data archiving and publishing after the project. [REDACTED] 9: - [REDACTED] of the data: [REDACTED] sure to check whether there are licenses attached to the reused datasets (from JSTOR) that allow for reuse, or contact the platform or institution to explain your intended reuse.",
  "label": "good with suggestions"
}