{
  "LinkTitle": "D-2023-2292",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "EU",
  "ProjectTitle": "The emotional signature of anhedonia in depression and psychosis in daily life: Developing a fine-grained and temporal understanding using advanced Experience Sampling Methods",
  "InitialFeedbackHistory": "07/06/2023 [REDACTED] DMP! [REDACTED] submitting the DMP to the [REDACTED] [REDACTED] it may be more clear to just submit the full DMP. [REDACTED] can do this by deselecting the DPIA, GDPR record & grant proposal options in the [REDACTED] tab on DMPonline.be 1. [REDACTED] summary: [REDACTED] clear and informative data table! [REDACTED] maybe add the usage license for the existing data. [REDACTED] review: consider using a reference manager to manage your sources, notes and search strategy (e.g. EndNote, RefWorks, [REDACTED] …). Note that [REDACTED] and [REDACTED] can also be integrated in OSF. 2. FAIR data 2.1.1 [REDACTED] you mention [REDACTED] data and other outputs will be identified with a persistent identifier such as DOI (e.g., open science framework [OSF], [REDACTED] ROR”. [REDACTED] you mean KU [REDACTED] RDR? (https://rdr.kuleuven.be/). [REDACTED] dataset will you deposit in KU [REDACTED] RDR? [REDACTED] don’t mention depositing data in RDR later on in the DMP. [REDACTED] you won’t use KU [REDACTED] RDR, you can just mention OSF here. 2.1.3 [REDACTED] words will be provided through the OSF according to standards relevant to psychiatry and mental health (or [REDACTED] [REDACTED] [REDACTED] can add [REDACTED] in OSF to files to enhance discoverability. [REDACTED] may be useful to select some tags (keywords) from a controlled vocabulary/ontology that is indeed relevant for your discipline. [REDACTED] core is a metadata standard that is used to describe resources, it is not a controlled vocabulary and thus not very relevant for this question (for more information on controlled vocabularies: https://www.kuleuven.be/rdm/en/guidance/documentation-metadata/vocabularies) 2.2.11 [REDACTED] EC strongly advises researchers to use a OSI approved license for source code (https://opensource.org/licenses/). [REDACTED] license chooser is also handy: https://ufal.github.io/public-license-selector/ 5. [REDACTED] security: [REDACTED] you apply for ethical review at CTC? 5.2 [REDACTED] data will be stored indefinitely in the OSF” a bit confusing because you mentioned that the sensitive data won’t be deposited on OSF",
  "label": "good with suggestions"
}