{
  "LinkTitle": "D-2021-1226",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "The role of sleep in inhibitory synaptic plasticity",
  "InitialFeedbackHistory": "27/06/2023 [REDACTED] please describe how you will document your data, will you use readme files, protocols, sops etc? [REDACTED] metadata will you collect? [REDACTED] more information see: https://www.kuleuven.be/rdm/en/guidance/documentation-metadata Please consult the storage guide to find suitable KU [REDACTED] storage solutions: https://icts.kuleuven.be/storagewijzer/en [REDACTED] you know which repositories to use already? you can find more information about data sharing here: https://www.kuleuven.be/rdm/en/guidance/data-sharing 31/05/2023 [REDACTED] email is automatically generated when I change the folder settings, you should now be able to see the feedback and attachment with suggestions 31/05/2023 [REDACTED] email is automatically generated when I change the folder settings, you should now be able to see the feedback and attachment with suggestion 10/05/2023 [REDACTED] have not received your updated DMP, please revise your DMP as early as possible according to the suggestions in the attachment below and submit the revised version here. [REDACTED] you have any question or if you need help writing a DMP please contact onderzoek2bergen@kuleuven.be 26/07/2022 Please revise your DMP according to the feedback in the attached file. [REDACTED] is also a good idea to already consider which repositories to use for data sharing. EMBL-EBI has many good repositories for biomedical work for example: (https://www.ebi.ac.uk/submission/). [REDACTED] repositories also add metadata and reading the submission guidelines may help you to decide which metadata to collect along with your experiments. [REDACTED] data for which there is no disciplinary repository you can use KU [REDACTED] RDR (www.kuleuven.be/rdm/en/rdr). [REDACTED] you have any further questions, or if you like to schedule a meeting to discuss your DMP, please contact onderzoek2bergen@kuleuven.be [REDACTED] luck with your project!",
  "label": "good with suggestions"
}