{
  "LinkTitle": "D-2024-2922",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Colonial Graverobbing.",
  "InitialFeedbackHistory": "12/06/2024 [REDACTED] already made a good start for your DMP but some sections need more attention. [REDACTED] you would like to discuss your DMP (or the feedback I provided) in a meeting, send me an email: ninotsjka.callens@kuleuven.be 1) [REDACTED] data summary: - [REDACTED] data = re-use existing data. [REDACTED] estimate how big the physical volume will be. - [REDACTED] data: [REDACTED] the application DMP you also mentioned photographing participants and recording them. [REDACTED] include photographs, audio/video recordings, transcriptions here. - [REDACTED] & ethics: [REDACTED] your ethical approval reference number - [REDACTED] issues: since you re-use archival data, it will be important to consult the user agreements of the archival data as it may limit what you can do with the data. 2) [REDACTED] & [REDACTED] are crucial to make your data findable, understandable and reusable. [REDACTED] will be very important to organize and document your research project well, especially because you work with several types of data. - [REDACTED] the application DMP you mention organizing your data with a folder structure, clear file names and keywords. [REDACTED] are important efforts that need to be included here as well. - [REDACTED] examples of relevant documentation include: a fieldwork logbook, documentation in the files of the interview transcripts and fieldnotes (e.g. information on interviewer or interviewee, location, weather, …), codebook documenting the meaning of the codes etc. - [REDACTED] managers like [REDACTED] automatically retrieve metadata from sources. [REDACTED] [REDACTED] you can easily add metadata to your research photos. https://docs.tropy.org/before-you-begin/metadata - [REDACTED] doctoral researcher will use the [REDACTED] [REDACTED] for [REDACTED] of the KULeuven” [REDACTED] you mean depositing your research data in the KU [REDACTED] [REDACTED] [REDACTED] [REDACTED] RDR and describing your data in the RDR metadata fields? [REDACTED] https://www.kuleuven.be/rdm/en/rdr [REDACTED] more information: https://www.kuleuven.be/rdm/en/guidance/documentation-metadata 3) [REDACTED] storage during the research project: - [REDACTED] will you protect the personal data? OneDrive for business is suited for storing personal data if some additional measures are taken: 1) [REDACTED] authentication is enabled 2) the data are pseudonymized and 3) the data are encrypted. [REDACTED] can store the raw personal data and the pseudonymization key in a separate password protected internal location. [REDACTED] example on the [REDACTED] [REDACTED] network drive) or in a password protected folder on the J:Drive [REDACTED] drive) of the research group. [REDACTED] more information consult the ICTS storage guide - [REDACTED] careful with backing up data on external hard drives as the device can be lost or stolen, and the appropriate measures will need to be used in order to safeguard the data (such as encryption). [REDACTED] KU [REDACTED] storage solutions have automated back-up procedures. [REDACTED] more info consult the ICTS storage guide above. - [REDACTED] will you store the physical data and how will you organize it? 4) [REDACTED] preservation: [REDACTED] to KU [REDACTED] RDM policy, relevant research data needs to be retained for a minimum of 10 years in a safe, secure, and sustainable way. [REDACTED] requirements stipulated in third-party agreements overrule KU [REDACTED] guidelines (for example the data transfer agreement with the RMCA). [REDACTED] personal KU [REDACTED] OneDrive for [REDACTED] account and an external hard drive are not suited for archiving your data as they are not sustainable long term infrastructures. [REDACTED] versions of datasets can be preserved for the long term in a trusted data repository or archive (for example KU [REDACTED] RDR) or on internal KU [REDACTED] data storage facilities that you can find in the ICTS [REDACTED] guide (for example an archival folder on the share drive of the research group). [REDACTED] information: https://www.kuleuven.be/rdm/en/guidance/preservation 5) [REDACTED] depositing your newly generated datasets on the KU [REDACTED] [REDACTED] [REDACTED] [REDACTED] RDR. [REDACTED] institutional repository helps KU [REDACTED] researchers to publish, share, cite and preserve their data in a findable, accessible, interoperable and reusable way with support from KU [REDACTED] staff. [REDACTED] data are safely preserved on KU [REDACTED] servers, receive a DOI and are automatically linked with [REDACTED] [REDACTED] is also possible to put pseudonymized data in restricted access. [REDACTED] https://www.kuleuven.be/rdm/en/rdr [REDACTED] information: https://www.kuleuven.be/rdm/en/guidance/data-sharing 6) [REDACTED] PhD research projects, the PhD researchers will be responsible for day-to-day data management, whilst the supervisor will likely be responsible for overall data management, especially in the long term (for example data preservation and sharing).",
  "label": "good with suggestions"
}