{
  "LinkTitle": "D-2024-2699",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Instrumental variable methods under dependent censoring",
  "InitialFeedbackHistory": "12/06/2024 [REDACTED] indicate that you do not use personal data. [REDACTED] the second dataset you use [REDACTED] [REDACTED] [REDACTED] of [REDACTED] [REDACTED] [REDACTED] [REDACTED] [REDACTED] [REDACTED] [REDACTED] clearly consists of pseudonymous data (https://cdas.cancer.gov/hipb/), which require a DTA to gain access to. [REDACTED] procedure for requesting access (https://cdas.cancer.gov/learn/hipb/instructions/) states: \"DTAs are required for each research project to protect the confidentiality of the identity of study participants. [REDACTED] already-prepared standard datasets meet the requirements of the HIPAA privacy rule for de-identified datasets by the removal of 18 key identifiers, some risk remains that the data could be used to re-identify participants and exploit that information in some way implement specific safeguards against the discovery of study participants' identities.\" [REDACTED] GDPR pseudonymous data are also considered as personal data, and in order to use such data at KU [REDACTED] you need to submit a PRET [REDACTED] and [REDACTED] application. Please do this here: https://www.groupware.kuleuven.be/sites/pret/Pages/default.aspx [REDACTED] for storage of the data during research, OneDrive should not be used for storing such personal data. [REDACTED] which storage solutions are approved for 'strictly confidential' research data in the storagewijzer: https://icts.kuleuven.be/storagewijzer/en [REDACTED] you have the PRET approval, please submit a new version of the DMP that contains the PRET refernce number as well as amended storage information. [REDACTED] in the CMT [REDACTED] [REDACTED] [REDACTED] you have stated that \"no personal data will be processed in the project\". Please also adjust this after the PRET approval.",
  "label": "good with suggestions"
}