{
  "LinkTitle": "D-2024-3044",
  "Status": "Intermediate",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "EU",
  "ProjectTitle": "Revealing the ancient plant ethylene biosynthesis and ACC signaling pathway",
  "InitialFeedbackHistory": "21/06/2024 [REDACTED] DMP, you give all the information that ERC asks for in the DMP, but not everything under the right headings. [REDACTED] some suggestions: [REDACTED] [REDACTED] and detailed data table, are there any data that you will reuse, or will you generate new data only? Note that peer reviewed journal publications are not in the scope of a DMP. [REDACTED] [REDACTED] the ERC is mainly interested in how externals will be able to find your data and not so much in how you organize the data in your group. [REDACTED] repositories that you mention later (NCBI SRA, NASC) will make your data findable, list them here already and describe that they add a [REDACTED] [REDACTED] and whether citation metadata will be applied to make them discoverable via search engines and catalogs. [REDACTED] can also mention which keywords you will add to the data [REDACTED] [REDACTED] your data in a trusted data repository makes them accessible, you can list them again and describe whether you can share all your data openly, if you need to keep them under embargo or restrict access (for sensitive data)? [REDACTED] there data that you can't share, eg because you don't own it? [REDACTED] also mention adding data as supplemental files, using a data repository will make the data more FAIR since others can than also find data independent of your publication, they get a separate identifier and metadata. [REDACTED] can use a disciplinary repository like the ones you already mention, but if these are not suitable, KU [REDACTED] also has a repository that is open for all data from KU [REDACTED] researchers: https://www.kuleuven.be/rdm/en/rdr. [REDACTED] part about plant material is very good. [REDACTED] [REDACTED] section is good, if repositories apply disciplinary metadata, or if you follow controlled vocabularies you can describe that here too. [REDACTED] describe here which license you will add to your data, eg CC-BY as you describe in the next section, or a [REDACTED] [REDACTED] [REDACTED] for plant materials. [REDACTED] needed to understand your data, also describe which documentation you will add, eg protocols followed or the names or references to standard methodologies used. [REDACTED] of resources: are there costs to share the (plant) materials, will you pay these or the person requesting the materials? [REDACTED] more information about FAIR see: https://www.kuleuven.be/rdm/en/guidance/fair and https://www.go-fair.org/fair-principles.",
  "label": "good with suggestions"
}