{
  "LinkTitle": "D-2024-2868",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "EU",
  "ProjectTitle": "Multi-modal chemical probes as diagnostic tools",
  "InitialFeedbackHistory": "12/03/2024 [REDACTED] used the [REDACTED] 2020 template but your fellowship falls under [REDACTED] [REDACTED] please select the correct template in DMPonline.be (which is updated but very similar). [REDACTED] also mention that this is an update and the date of your first version was 01/09/22 which is before the start of your fellowship, please correct this. 1. [REDACTED] please list all the different datatypes/sets that you will use and generate, the easiest way is to summarize this in a table and to number the datatypes so you can refer to them later in the DMP, for examples see: https://www.kuleuven.be/rdm/en/guidance/data-standards/example-data-tables [REDACTED] do you mean by 'rare data'? FAIR: [REDACTED] [REDACTED] [REDACTED] all your data should be made FAIR by depositing them in a trusted data repository (eg https://rdr.kuleuven.be/ or https://www.ebi.ac.uk/bioimage-archive/), the DMP describes how your data are [REDACTED] [REDACTED] [REDACTED] and [REDACTED] by others after your project and helps you to make your data FAIR. [REDACTED] more information see https://www.kuleuven.be/rdm/en/guidance/funder#he, https://www.kuleuven.be/rdm/en/guidance/fair and https://www.kuleuven.be/rdm/en/guidance/data-sharing, you can find example DMPs here: https://www.groupware.kuleuven.be/sites/dmpmt/Pages/Search/SearchExamples.aspx [REDACTED] Please describe here if the repository that you will use gives data a permanent identifier, eg a DOI and if citation metadata will be added so others can find your data in e.g. data citation index, openaire or google dataset search. [REDACTED] you are using RDR you can say that your datasets get a DIO and that you use the RDR metadata model (https://www.kuleuven.be/rdm/en/rdr/full-metadata-model) [REDACTED] [REDACTED] here which data you can share openly, which data you can share but with restricted access (upon request), eg data that is not fully anonymous, and for which data you need an embargo (eg part of a patent application), refer to your datatable. [REDACTED] access needs to be restricted in RDR mention that others can request acces via RDR. [REDACTED] [REDACTED] you can mention the OME metadata standard, are you using vocabularies such as MeSH (https://www.nlm.nih.gov/mesh/meshhome.html)? [REDACTED] [REDACTED] repositories will ask you to select a license for your data, for example CC-BY meaning that others can reuse the data but they need to acknowledge/cite you, for data under restricted acces you need a data transfer agreement, see https://www.kuleuven.be/rdm/en/rdr/licenses [REDACTED] [REDACTED] you are working with human samples/data there will be ethical issues, see https://research.kuleuven.be/en/associatienet/ethics/index and list your ethical/privacy approval number(s) in the DMP, can you make the data fully anonymous for sharing, do you ask permission in the informed consent? Please contact the rdm helpdesk (rdm@kuleuven.be) if you like to meet with a disciplinary expert to help you to revise your DMP",
  "label": "good with suggestions"
}