{
  "LinkTitle": "D-2024-2592",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed, new upload needed",
  "Funder": "BOF",
  "ProjectTitle": "Lifesaving communities with medical first responders: a roadmap to strengthen the chain-of-survival for out-of-hospital cardiac arrest and potentially other time-sensitive emergencies.",
  "InitialFeedbackHistory": "18/07/2024 [REDACTED] comment: [REDACTED] is quite some information missing from this DMP. [REDACTED] the following comments to complete your DMP. [REDACTED] you are not sure yet about certain sections, then indicate it like that, but don’t leave anything unanswered. [REDACTED] us know if you would like to have a short meeting with us so we can guide you through each section of your DMP. [REDACTED] can contact onderzoek2bergen@kuleuven.be. [REDACTED] [REDACTED] [REDACTED] • [REDACTED] first two questions have not been answered. [REDACTED] the data that you will create/reuse and relevant information related to each of your datasets (type, format, volume, ...) is crucial for the rest of your DMP. [REDACTED] each section of your DMP you can link the information back to this data summary in order to not forget anything and think of all possible challenges and how to overcome these during your project. • [REDACTED] have indicated having any other legal issues, such as intellectual property rights and ownership. Please explain in the comment section to what data they relate and which restrictions will be asserted. [REDACTED] also indicates the importance of creating a data summary at the beginning of your DMP. [REDACTED] and [REDACTED] • [REDACTED] whether or not a metadata standard will be used. [REDACTED] sure to specify your answer. [REDACTED] preservation after the end of the research project: • [REDACTED] where your data will be preserved after the end of the project. • [REDACTED] the expected cost for data preservation. [REDACTED] [REDACTED] and [REDACTED] • [REDACTED] have indicated working with both ethically and legally restricted data. [REDACTED] will most likely have an impact on the possibilities of sharing the data. [REDACTED] assess this for each of your datasets and elaborate on the possibilities of sharing for each of your datasets in this section. • [REDACTED] indicate where you might share your data. • [REDACTED] which license and with DOI of PID you might add to your data. [REDACTED] a license like CC-BY to a dataset is crucial as it clarifies usage rights, prevents legal disputes, encourages reuse and collaboration, ensures proper attribution, and supports open science principles. [REDACTED] your data with a DOI [REDACTED] [REDACTED] [REDACTED] or PID [REDACTED] [REDACTED] is crucial because it ensures the data can be reliably located and accessed over time, enhances citation and tracking of the data, supports data integrity and authenticity, and facilitates better data management and integration into digital libraries and repositories. • [REDACTED] the expected cost for data preservation. [REDACTED] • [REDACTED] you clarify what the following means and which arrangements were made: KU [REDACTED] ICTS will appoint a DMP coordinator to support this process, which will include consultation with RDM, ICT and legal experts from the participating faculties to ensure a workable and cost-effective plan. • [REDACTED] sentence above is not an answer to the questions asked in this section. [REDACTED] related to the project should be the responsible in each of these sections. [REDACTED] each section enter in the name of a specific person related to the project.",
  "label": "not good"
}