{
  "LinkTitle": "D-2023-2118",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "IOF",
  "ProjectTitle": "Targeting ATP13A3 for neuroblastoma therapy",
  "InitialFeedbackHistory": "17/07/2024 [REDACTED] Please note that the use of human cells is considered an ethical issue, please anwer yes to the ethics question and add the text with S number now described under data reuse [REDACTED] a metadata standard be used to make it easier to find and reuse the data? [REDACTED] seems like you have your project well documented. [REDACTED] you describe in this section is considered to be documentation (= [REDACTED] & interpretable by any user (humans)) rather than metadata (= [REDACTED] structured information on data, preferably machine readable). Note that there are metadata standards available for some of the data you are generating. [REDACTED] are a couple for flow cytometry data (https://fairsharing.org/search?q=flow%20cytometry). [REDACTED] can search the fairsharing website (https://fairsharing.org/) to check whether there might be other standards for any of the other data types you have. [REDACTED] (especially the TIFF files) might have a standard set of metadata embedded in them derived from your measurement equipment. [REDACTED] this is the case for your images, you can mention this in this section as well. [REDACTED] and preservation: [REDACTED] will the physical samples be stored and will they be preserved at the end of the project? [REDACTED] sharing: [REDACTED] plan on publishing your experimental data sets and associated readme files involved in a publication on zenodo. Note that as a KU [REDACTED] researcher, you can share your data through our institutional repository RDR as well (https://www.kuleuven.be/rdm/en/rdr). [REDACTED] uploading in RDR an uploaded dataset gets its own DOI, is registered in [REDACTED] and appears on your who-is-who publication list. [REDACTED] way your data is immediately integrated into the KU [REDACTED] systems and you can get the full support for KU [REDACTED] staff.",
  "label": "good with suggestions"
}