{
  "LinkTitle": "D-2024-2695",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "Flowers of Rebellion in a Contended “Desert” – State Policies and Indigenous Women’s Activism for the Recovery of Ancestral Lands in Argentina",
  "InitialFeedbackHistory": "29/02/2024 [REDACTED] clear DMP! 1) [REDACTED] description table: [REDACTED] there any legal issues...?\" [REDACTED] also mentioned using online legal databases, check the user agreements of these databases. [REDACTED] there are any restrictions for reusing the data, mention these here. 2) [REDACTED] & metadata: \"I plan to deposit and share part of the data that I will produce and process via KU [REDACTED] RDR DataCite\" do you mean the KU [REDACTED] [REDACTED] [REDACTED] [REDACTED] RDR? (rdr.kuleuven.be) [REDACTED] you plan to deposit your data in RDR, RDR provides metadata fields to describe the dataset and make it findable. [REDACTED] can also mention that here. 3) [REDACTED] storage: [REDACTED] enable the multifactor authentication to protect your KUL OneDrive for [REDACTED] account (https://admin.kuleuven.be/icts/services/mfa) 4) [REDACTED] preservation: - [REDACTED] protect data subjects you will probably also pseudonymize your data and thus not preserve all the personal data? [REDACTED] information: https://www.kuleuven.be/rdm/en/guidance/preservation see [REDACTED] not to keep personal data\") - [REDACTED] will be stored on OneDrive for [REDACTED] OneDrive for business is not suitable for long term preservation/archiving of data because the account is personal and is tied to KU [REDACTED] employment. [REDACTED] can archive your data on KU [REDACTED] RDR (like you mentioned earlier) or on a suitable long term storage infrastructure at KU [REDACTED] (for example the [REDACTED] volume storage or in an archive folder on the shared drive of the research group). [REDACTED] do mention \"and managed through the supervisors' accounts as well\" but it is not very clear on which KU [REDACTED] storage solution. 5) [REDACTED] sharing: [REDACTED] to mention that you are still at an initial stage of the research and that you will look into this matter later. [REDACTED] it is also possible to deposit research data (for example pseudonymized transcripts of interviews) in restricted access with a custom KU [REDACTED] license. [REDACTED] means that users will have to request access to your dataset and that a data sharing / transfer agreement will be set up with the help of the KU [REDACTED] legal department to protect the data subjects. [REDACTED] more information on protecting your data with a license on RDR see: https://www.kuleuven.be/rdm/en/rdr/license-selection",
  "label": "good with suggestions"
}