{
  "LinkTitle": "D-2025-3746",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "EU",
  "ProjectTitle": "Women in the Domain of Ritual: a comparative analysis of early Medieval Irish, Lombard, and Frankish law texts",
  "InitialFeedbackHistory": "12/03/2025 [REDACTED] DMP, however, you used the [REDACTED] 2020 template whereas your project fall under [REDACTED] [REDACTED] I recommend to transfer the DMP to this template which is very similar, you can copy paste most of information in the [REDACTED] [REDACTED] template. [REDACTED] suggestions: [REDACTED] data: the EU aks here if you reuse data that already existed at the start of your project, the last point here is therefore less relevant, but you will be asked to describe this in the next sections. [REDACTED] note that all your data should be managed according to the FAIR principles to be compliant with the HE requirements. [REDACTED] of the data: will you collect data from archives, libraries or other sources, do these have restrictions on the use and sharing of this data? [REDACTED] note that the institutional repository for data is RDR: https://rdr.kuleuven.be/ (instead of [REDACTED] you write [REDACTED] instead of RDR a couple of times further in your DMP as well, please correct this. [REDACTED] its not clear what you mean by preprint versions, preprints are normally beyond the scope of a DMP. [REDACTED] you expect that restrictions will be needed, will you work with personal data that you can't share openly for example? [REDACTED] here you mention preprints again which are not relevant for research data sharing, indicate here when data underlying publications will be deposited in RDR (or another repository), normally at the latest at the time of publication. [REDACTED] of resources: you can add here that the use of RDR is free of costs (up to 50 GB which is much higher than the expected size of your data) [REDACTED] ensure no delay in the submission of your DMP, I mainly checked if your DMP is in line with the funder requirements. [REDACTED] colleagues from artes research however can give you a lot of good and useful tips and advise for data management specific for your discipline. [REDACTED] can make an appointment to discuss your DMP in more detail via https://outlook.office365.com/book/ArtesResearch@KULeuven.onmicrosoft.com/. [REDACTED] does not have to delay submission of your DMP, a DMP is a living document that you can update and enrich throughout your project.",
  "label": "good with suggestions"
}