{
  "LinkTitle": "D-2025-3791",
  "Status": "Initial",
  "InitialDMPReviewStatus": "",
  "Funder": "",
  "ProjectTitle": "Empirical and theoretical assessment of the links between inner speech and insight",
  "InitialFeedbackHistory": "16/04/2025\r\nGood Horizon Europe DMP, some minor suggestions: \nPlease ensure to include the project number, which can be found in the project information section above by clicking on the \"+\" icon.\nThe total data volume that you mention is very low. Could this be a typo? \nYou mention that you plan to share all your openly data on Zenodo. This is a good approach for Horizon projects, especially if this repository is commonly used in your field, or if your fellowship is part of a larger project where data is shared within a Zenodo Community. However, it is crucial to ensure that your data is fully anonymized before making it openly available. Please be aware that data is considered anonymous only when there is no possibility of re-identifying the participants, either by you or by others. I recommend contacting RDM support at rdm@kuleuven.be later in your project to evaluate whether the data can be made open, especially for qualitative interview data, which is generally challenging to anonymize. \nIf your data cannot be fully anonymized, KU Leuven RDR is a more suitable solution. The advantage of using KU Leuven RDR is that you receive in-house support, and the data remains within KU Leuven, which is more secure. To protect the privacy of the participants you apply access restrictions so others can only view your metadata and have to submit a request to access the datasets. The RDR team, in collaboration with the legal department, will assist you in drafting a Data Transfer Agreement when others request access ti your data. Using this approach your data still adheres to the FAIR principles. For more information, please visit: https://rdr.kuleuven.be/. \nCould you provide examples of the best practices you will follow? Are there existing standards, or will you develop a codebook?\nRegarding data security, you mentioned OneDrive. Please note that KU Leuven ICTS no longer recommends this solution for research data. You can consult the storage guide for alternative solutions: https://icts.kuleuven.be/storagewijzer/en. Additionally, please ensure that you use solutions approved in your ethics protocol.\nI would recommend to be careful stating that there are no specific ethical or legal issues that may have an impact on data sharing. Working with participants typically involves ethical considerations, which you can address by including all relevant information in the informed consent as you already mention.",
  "label": "good with suggestions"
}