{
  "LinkTitle": "D-2024-2866",
  "Status": "Initial",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "EU",
  "ProjectTitle": "Europe, Covid Politics and the (Un)Expected Surge of Nationalistic Narratives",
  "InitialFeedbackHistory": "01/03/2024 1.2: [REDACTED] all these data reused? [REDACTED] describe the data that you will generate, the excel with with the links that you mention later, and maybe code for analysis, files with analysis results.... 1.4: [REDACTED] you already give a rough estimation of the max size, I don't think you work with very large data so its good to indicate that the size is low (eg <100GB) and no storage issues are expected to arise, otherwise it would be good to talk with ICTS already to ensure sufficient storage space. 2.1.1: [REDACTED] RDR you can indicate that it will assign a DOI. [REDACTED] the data that you reuse already available under a PID? [REDACTED] you don't have to deposit in RDR but simply cite their PID, if you are sharing reused data ensure that that is allowed (if there copyright, or a licence?). I see you give some more clarification under 2.2.8, you can already indicate that here (that the reused data that already has a PID will not be shared again and the data (excel with links) that you generate yourself will be deposited in RDR where it get a DOI, if I understand correctly. 2.1.2: [REDACTED] findable you can limit to the citation metadata that RDR asks (title, author, keywords etc) 2.1.3: [REDACTED] question asks for the keywords that you will add to your dataset (which can be the same as the keywords you use to retrieve data of course) 2.2.3: [REDACTED] is basically a repetition of 2.1.1, you can just say that data gets a DOI from RDR, if you like to learn more about what resolving an identifier means you can find an explanation at: https://www.doi.org/ 2.4.2: Note that public domain is not the same a publicly (openly) available, public domain is similar to CC0 where there are no rights and work can be freely used. [REDACTED] to select a licence for your work so others have to cite you wen reusing, eg CC-BY, for more information see https://creativecommons.org/share-your-work/cclicenses/ 6.1: [REDACTED] collect information from social media which includes personal data according to the GDPR, if you have not done already please submit a PRET application to ensure GDPR compliance, otherwise you can add you PRET nr in the DMP; see https://admin.kuleuven.be/privacy/en/studpers/index; if you have questions you can contact pret@kuleuven.be [REDACTED] can always contact RDM helpdesk (rdm@kuleuven.be) to request a meeting with an RDM expert in your field if you have further questions.",
  "label": "good with suggestions"
}