{
  "LinkTitle": "D-2024-2996",
  "Status": "Intermediate",
  "InitialDMPReviewStatus": "Reviewed",
  "Funder": "FWO",
  "ProjectTitle": "REFUGEES: From Camp to Campus: Social Investment in Refugees and Newcomers through Higher Education.",
  "InitialFeedbackHistory": "26/03/2024 [REDACTED] you indicated that the start of your project is delayed some suggestions to consider when updating your DMP after you meet with the consortium, please submit your updated DMP as intermediate when ready. 1) [REDACTED] description: this section needs more attention as it influences your answers on later questions. - [REDACTED] is not clear what kind of data you will collect during fieldwork. [REDACTED] I understand correctly you will also interview RN's on their experiences? [REDACTED] so, then also include interview recordings and interview transcripts in the data table and protect & document these sensitive data well. - [REDACTED] issues & personal data: you need to submit a PRET application before data collection starts and refer to your G-number in the DMP: https://admin.kuleuven.be/privacy/en/studpers/index - [REDACTED] issues: [REDACTED] will reuse existing data from STATBEL, check the user agreements and mention them under the question legal issues. 3) [REDACTED] storage: as you will use personal data, it is important to protect these sensitive data well. [REDACTED] the KUL multifactor authentication, add password protection on the folders with sensitive information, anonymize and pseudonymize where possible, do not send personal data via email... [REDACTED] practical information: https://admin.kuleuven.be/icts/english/research/data-management 5) [REDACTED] using the KU [REDACTED] [REDACTED] [REDACTED] [REDACTED] RDR. [REDACTED] is possible to put pseudonymized data in restricted access. [REDACTED] someone requests access to the data, you can evaluate the request and then a data sharing agreement will be drawn up together with the KU [REDACTED] RDR team and legal team. [REDACTED] information: https://www.kuleuven.be/rdm/en/rdr/custom-kuleuven [REDACTED] dataset on RDR: https://doi.org/10.48804/9EKOH5",
  "label": "good with suggestions"
}