{
    "document_id": "D-2022-1679",
    "LinkTitle": "D-2022-1679",
    "file_name": "D-2022-1679.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1679.pdf",
    "metadata": {
        "title": "HEMCORES_FWO_G0B4421N - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name  Novel MEMS devices through a System Level Multiphysics Design Platform - DMP title\nProject Identifier  C3/22/013\nGrant Title  C3/22/013\nPrincipal Investigator / Researcher  Michael Kraft \nProject Data Contact  Bart Van Duffel\nDescription  Micro-Electro-Mechanical System (MEMS) devices have become a big commercial success \nin the last decades. Recently, this trend has been fuelled by the “Trillion Sensors Vision”, the Internet of \nThings ,especially by 5th generation (5G) wireless systems , which forecasts an exponential growth for \nMEMS sensors. To make this vision become reality, it is required to improve current MEMS sensors \nfurther by optimizing their design in terms of cost, performance, and system integration. As todayʼs \nmature fabrication processes enable a higher integration of components, there is a trend towards \nsystems with enhanced functionality by the dedicated combination of sensors, actuators, and electronic \ncomponents. Since the optimum performance of such complex systems can only be achieved by \nproperly adjusting all cooperative subsystems to each other, i.e. carrying out a proper system design. The \nproject aims to develop a system level MEMS design platform featuring complex geometries \noptimization across several physical domains. Three new types of MEMS devices will be designed and \nfabricated as demonstrators: 1) A MEMS accelerometer with an ultra-low spring constant through an \nadaptive control of electrostatic anti-spring; 2) A novel closed-loop MEMS mass sensor based on a \nthermally actuated, self-oscillating coupled-resonator; 3) A in-plane micro speaker with freeform \ngeometries. These devices will be of high sensitivity, large dynamic range as well as good bias stability.\nInstitution  MNS, ESAT, KU Leuven\n1. General Information\nName applicant\nMichael Kraft\nC3 Project Number & Title\nC3 Project Number: C3/22/013\nTitle: Novel MEMS devices through a System Level Multiphysics Design Platform\nAffiliation\nKU Leuven\nSupervisor: Michael Kraft (KU Leuven, ESAT -MNS)\nCo-supervisor: Chen Wang (KU Leuven, ESAT-MNS)\n2.Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) \nvolume. This may be easiest in a table (see example) or as a data flow and per WP or objective \nof the project. If you reuse existing data, specify the source of these data. Distinguish data \ntypes (the kind of content) from data formats (the technical format).\nThe work is structured in 6 work packages:\nWP1: Optimization platform development  \nWP2: Optimization of demonstrators \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5\nWP3: Fabrication of demonstrators \nWP4: Circuit development and system validation\nThe followin g types of data will be generated:\n==> Type of data: simulate d - Format : numerica l - Volume : 30GB - How created ? compute r task\nThe functioning of resonators and electronic circuits is modeled and simulated with dedicated software \nsuch as COMSOL, Cadence Spectre, making use of physical and electrical models that are either \ndeveloped in the project or provided by the chip fabrication companies.\nGenerated in WP1, WP2, \n==> Type of data: fabrication - Format: GDSII and office document - Volume: 15 GB - How\ncreated? fabrication of resonators.\nThe resonators are fabricated with specific deposition and etching instruments, such as deep reactive-\nion etching (DIRE), sputtering, vapour phase etching machines. Depending on the level of abstraction, \ncertain formats of fabrication documents are used, such as GDSII (geometric shapes of the layout), \nprocedure manuals of using instruments for different fabrication steps.\nGenerated in WP 3\n==> Type of data: experimental - Format: numerical - Volume: 20GB - How created? measurements on \nelectronic systems\nThe functioning of resonators and electronic circuits is validated by performing measurements in the \nNanocenter, using equipment such as Arbitrary Waveform Generators, Vector Network Analysers and \nDigital Oscilloscopes to generate input signals and measure the corresponding output signals.\nGenerated in WP4\nTotal volume ~ 65GB\n3. Legal and ethical issues\nWill you use personal data? If so, shortly describe the kind of personal data you will use. Add \nthe reference to your file in KU Leuven's Register of Data Processing for Research and Public \nService Purposes (PRET application). Be aware that registering the fact that you process \npersonal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments \non humans or animals, dual use)? If so, add the reference to the formal approval by the \nrelevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data and \nwhich restrictions will be asserted?\nYes\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5\nThe work in this project will result in new concepts, architectures and designs of integrated electronic \ndevices, circuits and systems. These findings will certainly have potential for valorisation. Valorisation \nwill most likely be implemented by means of follow-up research projects with industrial partners. The \ndesign data will be protected by trade secrets. Patents are difficult to obtain in this field. The results of \nthis project will form background knowledge in follow-up projects. The typical background licenses \nwill be granted to the partners in such follow-up projects. We will involve LRD if the need arises.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (reuse?\nIf so, to what data do they relate and what restrictions are in place?\nNo\nAt the moment there are no restrictions for dissemination or exploitation of the data. However, in case \nspecific technologies are used to which we have exclusive access, then measures will be taken to \navoid confidentiality breaches. These measures include a strict separation of the data storage and \nstrict control on the access to the data by our researchers and other employees.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\nSimulations\nRaw simulation data will be collected per simulation test, including a text file with a clear description \nof what the data represent and how they were generated. The inputfiles used for the simulation will be \nkept inside the same folder. The name of the folder will contain the simulation conditions. A text file \nexplaining the naming will be maintained.\nDesign\nDetails on the conceptual, architectural and topological design of the circuits will be documented in \nword files. Links to the folders in which the design data are stored will be included, as well as all the \nnecessary metadata to be able to extract and reuse the design data: technology node, flavour, etc.\nExperiments/measurements\nRaw measurement data will be collected per measurement test, including a text file with a clear \ndescription of what the data represent and how they were generated. The input-files used for the \nmeasurements will be kept inside the same folder. The name of the folder will contain the \nmeasurement conditions. A text file explaining the naming will be maintained.\nWill a metadata standard be used? If so, describe in detail which standard will be used. If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\nNo\nThere is no formally acknowledged metadata standard specific to our discipline. However, in our \nresearch groups, we have a standardized method of structuring our data. Our researchers are obliged \nto use this method. This method is available on our intranet and its importance is stressed during the \nyearly introduction session for new researchers.\n5. Data storage and backup during the C3 project\nWhere will the data be stored?\nWe will use the central storage facilities of our research department.\nHow is backup of the data provided?\nThe data will be stored on our servers with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5\nwill be taken care of.\nYes\nThere is sufficient storage & backup capacity. Recently the storage capacity available to our research \ndivions has been expanded to 25 TB.\nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered?\nAt KU Leuven, the costs for data storage is internally accounted for at departmental level. MNS carry a \nproportional part of the departmental IT costs.\nData security: how will you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?\nConfidential data is stored on file servers which are only accessible by authorized people with specific \naccount settings. The servers are located in a secured room with access limited to system \nadministrators. For data related to specifc, very advanced and exclusive technologies we have \nphysically separate file servers.\n6. Data preservation after the C3 project\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ....\nAt least the following data will be retained for the expected 5 year period after the end of the project:\nthe data needed to reproduce and verify published research results\nthe data needed to prove and increase the value of research results that have valorization\npotential\nall design data\nRetaining the data of every single simulation or measurement experiment would take to much\nphysical storage space.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on our central servers (with automatic back-up procedures) for at least 5 years,\nconform the RDM policies of our institutions.\nWhat are the expected costs for data preservation during the retention period of 5 years? How\nwill the costs be covered?\nThe costs for data storage is internally accounted for at departmental level. Our research divisions\ncarry a proportional part of the departmental IT costs.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined\nin an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nFor the design, simulation and measurement data that are related to valorisable results, carefull IPR\nmanagement will be needed, meaning that the data will not be shared outside the university without a\nprior agreement on confidentiality and IPR.\nWhich data will be made available after the end of the project?\nThe simulation, design and measurement data will be reused within our research group for defining\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5\nfollow-up projects and for advancing the state-of-the-art after the project.\nWe will publish in international journals, after carefull consideration of valorization and patentability \npotential, during and/or after the project.\nWhere/how will the data be made available for reuse?\nOther (specify):\nThe simulation, design and measurement data will be made available for reuse through our internal \narchiving facilities.\nPublications will be accessible through the established channels.\nWhen will the data be made available?\nImmediately after the end of the project\nWho will be able to access the data and under what conditions?\nThe simulation, design and measurement data will be accessible within KU Leuven, and specifically \nonly to those persons who have been granted access.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThe costs for data storage is internally accounted for at departmental level. Our research divisions \ncarry a proportional part of the departmental IT costs.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nBart Van Duffel  (KU Leuven, ESAT- MNS)\nMichael Kraft  (KU Leuven, ESAT- MNS)\nWho will be responsible for data storage & back up during the project?\nBen Geeraerts (KU Leuven, ESAT-MICAS)\nWho will be responsible for ensuring data preservation and reuse ?\nBen Geeraerts (KU Leuven, ESAT-MICAS)\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
    },
    "clean_full_text": "DMP title Project Name Novel MEMS devices through a System Level Multiphysics Design Platform - DMP title Project Identifier C3/22/013 Grant Title C3/22/013 Principal Investigator / Researcher Michael Kraft Project Data Contact Bart Van Duffel Description Micro-Electro-Mechanical System (MEMS) devices have become a big commercial success in the last decades. Recently, this trend has been fuelled by the “Trillion Sensors Vision”, the Internet of Things ,especially by 5th generation (5G) wireless systems , which forecasts an exponential growth for MEMS sensors. To make this vision become reality, it is required to improve current MEMS sensors further by optimizing their design in terms of cost, performance, and system integration. As todayʼs mature fabrication processes enable a higher integration of components, there is a trend towards systems with enhanced functionality by the dedicated combination of sensors, actuators, and electronic components. Since the optimum performance of such complex systems can only be achieved by properly adjusting all cooperative subsystems to each other, i.e. carrying out a proper system design. The project aims to develop a system level MEMS design platform featuring complex geometries optimization across several physical domains. Three new types of MEMS devices will be designed and fabricated as demonstrators: 1) A MEMS accelerometer with an ultra-low spring constant through an adaptive control of electrostatic anti-spring; 2) A novel closed-loop MEMS mass sensor based on a thermally actuated, self-oscillating coupled-resonator; 3) A in-plane micro speaker with freeform geometries. These devices will be of high sensitivity, large dynamic range as well as good bias stability. Institution MNS, ESAT, KU Leuven 1. General Information Name applicant Michael Kraft C3 Project Number & Title C3 Project Number: C3/22/013 Title: Novel MEMS devices through a System Level Multiphysics Design Platform Affiliation KU Leuven Supervisor: Michael Kraft (KU Leuven, ESAT -MNS) Co-supervisor: Chen Wang (KU Leuven, ESAT-MNS) 2.Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The work is structured in 6 work packages: WP1: Optimization platform development WP2: Optimization of demonstrators This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 WP3: Fabrication of demonstrators WP4: Circuit development and system validation The followin g types of data will be generated: ==> Type of data: simulate d - Format : numerica l - Volume : 30GB - How created ? compute r task The functioning of resonators and electronic circuits is modeled and simulated with dedicated software such as COMSOL, Cadence Spectre, making use of physical and electrical models that are either developed in the project or provided by the chip fabrication companies. Generated in WP1, WP2, ==> Type of data: fabrication - Format: GDSII and office document - Volume: 15 GB - How created? fabrication of resonators. The resonators are fabricated with specific deposition and etching instruments, such as deep reactive- ion etching (DIRE), sputtering, vapour phase etching machines. Depending on the level of abstraction, certain formats of fabrication documents are used, such as GDSII (geometric shapes of the layout), procedure manuals of using instruments for different fabrication steps. Generated in WP 3 ==> Type of data: experimental - Format: numerical - Volume: 20GB - How created? measurements on electronic systems The functioning of resonators and electronic circuits is validated by performing measurements in the Nanocenter, using equipment such as Arbitrary Waveform Generators, Vector Network Analysers and Digital Oscilloscopes to generate input signals and measure the corresponding output signals. Generated in WP4 Total volume ~ 65GB 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 The work in this project will result in new concepts, architectures and designs of integrated electronic devices, circuits and systems. These findings will certainly have potential for valorisation. Valorisation will most likely be implemented by means of follow-up research projects with industrial partners. The design data will be protected by trade secrets. Patents are difficult to obtain in this field. The results of this project will form background knowledge in follow-up projects. The typical background licenses will be granted to the partners in such follow-up projects. We will involve LRD if the need arises. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (reuse? If so, to what data do they relate and what restrictions are in place? No At the moment there are no restrictions for dissemination or exploitation of the data. However, in case specific technologies are used to which we have exclusive access, then measures will be taken to avoid confidentiality breaches. These measures include a strict separation of the data storage and strict control on the access to the data by our researchers and other employees. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Simulations Raw simulation data will be collected per simulation test, including a text file with a clear description of what the data represent and how they were generated. The inputfiles used for the simulation will be kept inside the same folder. The name of the folder will contain the simulation conditions. A text file explaining the naming will be maintained. Design Details on the conceptual, architectural and topological design of the circuits will be documented in word files. Links to the folders in which the design data are stored will be included, as well as all the necessary metadata to be able to extract and reuse the design data: technology node, flavour, etc. Experiments/measurements Raw measurement data will be collected per measurement test, including a text file with a clear description of what the data represent and how they were generated. The input-files used for the measurements will be kept inside the same folder. The name of the folder will contain the measurement conditions. A text file explaining the naming will be maintained. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No There is no formally acknowledged metadata standard specific to our discipline. However, in our research groups, we have a standardized method of structuring our data. Our researchers are obliged to use this method. This method is available on our intranet and its importance is stressed during the yearly introduction session for new researchers. 5. Data storage and backup during the C3 project Where will the data be stored? We will use the central storage facilities of our research department. How is backup of the data provided? The data will be stored on our servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 will be taken care of. Yes There is sufficient storage & backup capacity. Recently the storage capacity available to our research divions has been expanded to 25 TB. What are the expected costs for data storage and back up during the project? How will these costs be covered? At KU Leuven, the costs for data storage is internally accounted for at departmental level. MNS carry a proportional part of the departmental IT costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Confidential data is stored on file servers which are only accessible by authorized people with specific account settings. The servers are located in a secured room with access limited to system administrators. For data related to specifc, very advanced and exclusive technologies we have physically separate file servers. 6. Data preservation after the C3 project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, .... At least the following data will be retained for the expected 5 year period after the end of the project: the data needed to reproduce and verify published research results the data needed to prove and increase the value of research results that have valorization potential all design data Retaining the data of every single simulation or measurement experiment would take to much physical storage space. Where will the data be archived (= stored for the longer term)? The data will be stored on our central servers (with automatic back-up procedures) for at least 5 years, conform the RDM policies of our institutions. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The costs for data storage is internally accounted for at departmental level. Our research divisions carry a proportional part of the departmental IT costs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: For the design, simulation and measurement data that are related to valorisable results, carefull IPR management will be needed, meaning that the data will not be shared outside the university without a prior agreement on confidentiality and IPR. Which data will be made available after the end of the project? The simulation, design and measurement data will be reused within our research group for defining This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 follow-up projects and for advancing the state-of-the-art after the project. We will publish in international journals, after carefull consideration of valorization and patentability potential, during and/or after the project. Where/how will the data be made available for reuse? Other (specify): The simulation, design and measurement data will be made available for reuse through our internal archiving facilities. Publications will be accessible through the established channels. When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? The simulation, design and measurement data will be accessible within KU Leuven, and specifically only to those persons who have been granted access. What are the expected costs for data sharing? How will the costs be covered? The costs for data storage is internally accounted for at departmental level. Our research divisions carry a proportional part of the departmental IT costs. 8. Responsibilities Who will be responsible for data documentation & metadata? Bart Van Duffel (KU Leuven, ESAT- MNS) Michael Kraft (KU Leuven, ESAT- MNS) Who will be responsible for data storage & back up during the project? Ben Geeraerts (KU Leuven, ESAT-MICAS) Who will be responsible for ensuring data preservation and reuse ? Ben Geeraerts (KU Leuven, ESAT-MICAS) Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}