{
    "document_id": "D-2024-2519",
    "LinkTitle": "D-2024-2519",
    "file_name": "D-2024-2519.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2519.pdf",
    "metadata": {
        "title": "D-2024-2519",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Hojjat Alizadeh Zeinabad,  ORCID: 0000-0003-1575-1803\nContributor name(s) (+ ORCID) & roles Prof. Xavier Casadevall i Solvas (main supervisor, KU Leuven), ORCID: 0000-0002-3015-7178\nDr. Anna Kabanova (co-supervisor, Toscana Life Sciences Foundation: Siena, IT), ORCID: 0000-0002-2077-\n472X\nProject number 1 & title  1291224N - Bottom-up manufacturing of artificial anti-tumor T cells\nFunder(s) GrantID 21291224N\nAffiliation(s) KU Leuven \nROR identifier KU Leuven:  05f950310\nPlease provide a short project description        -   .      T cells play a central role in anti tumor immune protection While their ability to target and  \n      ,  -   eliminate emerging tumor cells is increasingly recognized fully established tumors can  \n    .       efficiently evade T cell responses Significant efforts spanning several decades of research  \n      -     -   .have been made to develop T cell based therapies manufactured from donor derived T cells  \n   -          ( )The use of tumor directed T cells engineered to express chimeric antigen receptors CARs  \n,  ,           represents to date one of the most successful applications for the treatment of chemoresistant  \n.  ,    ,    ,  cancers However several major drawbacks including economic factors suboptimal  \n,  -   ,        - functioning and life threatening side effects still hinder the full potential of T cell based  \n.    ,        ( )    therapies To address this issue I aim to create Artificial T cells ArTCells that will mimic the  \n-     -      ,  ,   anti tumor function of T cell based therapy but in a safer more efficient and less expensive  \n.      -     product ArTCells will incorporate cytotoxic and tumor recognizing components of activated T  \n  -  .      - , ,  cells into lipid based vesicles ArTCells will be characterized via cryo EM SEM and confocal  \n                microscopy and their ability to target and kill tumor cells will be validated in vitro by a  \n        -    . combination of functional assays and in vivo by high resolution live imaging assays These  \n             ArTCells could allow to circumvent many of the current technological limitations that hinder a  \n     -  ,     -more widespread applicability of T Cell based therapies without being subject to tumor\n . mediated inactivation\n2.Research Data Summary\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nCell linesEstablished cell \nlines to express \ndesired \nrecombinant \nproteins will be \nstored in 1 ml \ncryovial tubes.Generate new data PhysicalN/A N/A N/A <200 ml\nVectorsPlasmid vectors Generate new data PhysicalN/A N/A N/A <50 ml\nProteinsPurified \nrecombinant \nproteinsGenerate new data PhysicalN/A N/A N/A <50 ml\nTEXTProtocols,\ndescription of\nresearch results,\nliterature \nstudiesGenerate new data DigitalTextual .txt 1GB N/A\nMicroscopy\nImagesFluorescent and\nConfocal\nmicroscopy ofGenerate new data DigitalImages .tiff\nand \n.JPEG  100-200GB N/A\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4artificial cells \n(ArTCells) and \ntheir \ninteractions \nwith cancer cell \nlines.\nElectron \nmicroscopy \n(TEM and SEM) \nof ArTCells\nMicroscopy\nmoviesFluorescent and\nConfocal\nmicroscopy\ncapturing videos \nof ArTCells and \ntheir \ninteractions \nwith cancer cell \nlines.Generate new data DigitalImages .avi   100-200GB N/A\nFlow \ncytometry Measuring cell \ndeath after \nincubation \ncancer cell lines \nwith ArTCells. \nValidation of \nprotein \nexpression on \nthe CHO and \nHEK293 cells. Generate new data DigitalNumerical .fcs   100-200GB N/A\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5Conform \nmembrane \nprotein \ninsertion into \nthe GUVs.\nObservational\nnumerical\ndataProtein \nconcentration \ncalculation by \nanalysing the \nBSA data. \nAnalysing the \nfluorescence-\nbased assays \ndata.Generate new data DigitalNumerical .xls 1 GB N/A\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  N/A\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.Yes, animal data; provide ECD reference number:   Ethical approval is in progress.\nAdditional information:\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ No\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ Yes\nIf yes, please comment: ArTCell aims to leap innovation by providing a scalable, on-demand Artificial T-Cell  \nsubstitute, by equipping an artificial cell with T cell cytotoxic functionalities. With this approach, the  \ntherapeutic  product  could  be  mass-manufactured  from  controlled  raw  materials,  which  is  the  most  \ndesirable route to obtain an off-the-shelf, cost-effective and safe anti-tumor cell therapy.\nIn fact, these substitutes produced in safe and well-controlled environments could constitute a replacement  \nfor currently suboptimal products based on T cell-, NK cell- and iPSC-derivatives.\nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☒ No\nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☒ No\n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 73.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .1) Protocols (containing info about both materials(setting, parameters, set-up, ...)and methods),\nthe research progress and obtained data, what they represent and how they were generated, will\nbe collected in an electronic notebook (eLABJournal).\nHere, folders are provided for all subtasks of the project. In each folder, a new file will be made\nfor each experiment, named with the date and subject, and including information on the persons\ninvolved as well as version tracking. Each experimental file will contain a section on the\nobjective, protocol, results (a description of results and observations rather than all raw and\nanalysed data) and conclusions. For each experiment, all raw and analysed data files will be\nstored in a folder on the shared server, using the same hierarchical folder structure as the\nelectronic labnotebook. By using the same structure on the server and in the electronic\nlabnotebook, contextual information on the experimentally obtained data can be easily searched\nand used by a secondary analyst via the electronic notebook.\n2) A physical sample inventory will be stored in freezers (vectors and proteins) and liquid nitrogen \ntank (cells) and a file with sample details will be saved on the shared server.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ No\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nNo uniform metadata standard is available for all different aspects and disciplines of this project.\nTherefore, we will create a uniform system ourselves to enhance the use of secondary data. As\nmentioned above, we will use the electronic labnotebook (eLABJournal) in which a\nnumber of predetermined topics have to be described for each experiment (objective, protocol,\nresults and conclusion). The electronic labnotebook facilitates searching for particular metadata\nthrough a search engine. By mimicking the folder structure of the electronic labnotebook in the\nserver based folder with the experimental data, linking of the metadata to the actual data will be\nfacilitated.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 84.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\nThe time-stamped digital data will be stored in a project folder on the shared drive (J:) of KU Leuven. The  \ntime-stamped digital metadata will be stored on the server of the electronic labbook (eLABJournal), and .pdf  \nexports will be made on a weekly basis to be saved on the shared drive (J:) and OneDrive (KU Leuven). The  \nfolder will be open for the members participating in this FWO project and is secured and backed-up by the  \nICTS service of KU Leuven. Copies can be made and kept on personal devices. An additional back up will be  \nstored on the shared drive (K:) of KU Leuven and will be updated on a yearly basis.\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\nThe digital data will be stored on the university's central servers with automatic daily back-up Procedures.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\nKU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder  \nwill be made for the project on which the collaborators will work jointly and store data files.  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The network drive for the FWO project folder and the large volume storage folder are secured by the ICTS  \nservice of KU Leuven with a mirror copy. Only other lab members, will have access to the shared folder.  \nUnauthorized persons do not have access to this system.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?There are no expected costs for data storage. OneDrive for business is free for staff and students of KU \nLeuven. However, in the event that a paid service is necessary to store data during the retention period, \nthe bench fee of the researcher will be used.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\n1) The digital data will be stored on the university's central servers (with automatic backup\nprocedures) for at least 10 years, conform the KU Leuven RDM policy.\n2) The physical data will be stored in freezers and liquid nitrogen tank in the host lab for up to 10 years\nafter the project.\n3) The accompanying metadata will be stored in the electronic lab notebook (eLABJournal).\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?There are no expected costs for data storage. OneDrive for business is free for staff and students of KU \nLeuven. However, in the event that a paid service is necessary to store data during the retention period, \nthe bench fee of the researcher will be used.\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☒ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.The data will be embargoed for three years while the researcher will be working on the project outputs \nand then opened (open access) once the publications are out.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, intellectual property rights\nIf yes, please specify:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\nAll digital data will be stored and be available for lab members using a shared network drive and large \nvolume storage provided by the KU Leuven. In addition, the relevant data will be made available to \nexternal people upon request by mail.\nWhen will the data be made available? ☒ Upon publication of research results\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  The expected data sharing costs are minimal and covered by university services.\n7. Responsibilities\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Who will manage data documentation and \nmetadata during the research project?The postdoctoral researcher (Hojjat Alizadeh Zeinabad)) will be responsible for the data collection, \ndocumentation and metadata. Supervisor (Prof. Xavier Casadevall i Solvas) will manage the data storage \nfacilities.\nWho will manage data storage and backup \nduring the research project?The postdoctoral researcher (Hojjat Alizadeh Zeinabad) will be responsible to store the data on the \nappropriate accommodation provided by KU Leuven. The ICTS service of KU Leuven is responsible for the \nback-up of the network drives at KU Leuven. The folders will be managed by the supervisors.\nWho will manage data preservation and \nsharing?While the project is ongoing, the postdoctoral researcher (Hojjat Alizadeh Zeinabad) will manage the data \npreservation. Prof. Xavier Casadevall i Solvas, the promoter, will take care of the preservation after the \ncompletion of the doctoral dissertation. The researcher will manage the sharing of the data.\nWho will update and implement this DMP? The researcher (Hojjat Alizadeh Zeinabad) will update and implement the DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Hojjat Alizadeh Zeinabad, ORCID: 0000-0003-1575-1803 Contributor name(s) (+ ORCID) & roles Prof. Xavier Casadevall i Solvas (main supervisor, KU Leuven), ORCID: 0000-0002-3015-7178 Dr. Anna Kabanova (co-supervisor, Toscana Life Sciences Foundation: Siena, IT), ORCID: 0000-0002-2077- 472X Project number 1 & title 1291224N - Bottom-up manufacturing of artificial anti-tumor T cells Funder(s) GrantID 21291224N Affiliation(s) KU Leuven ROR identifier KU Leuven: 05f950310 Please provide a short project description - . T cells play a central role in anti tumor immune protection While their ability to target and , - eliminate emerging tumor cells is increasingly recognized fully established tumors can . efficiently evade T cell responses Significant efforts spanning several decades of research - - .have been made to develop T cell based therapies manufactured from donor derived T cells - ( )The use of tumor directed T cells engineered to express chimeric antigen receptors CARs , , represents to date one of the most successful applications for the treatment of chemoresistant . , , , cancers However several major drawbacks including economic factors suboptimal , - , - functioning and life threatening side effects still hinder the full potential of T cell based . , ( ) therapies To address this issue I aim to create Artificial T cells ArTCells that will mimic the - - , , anti tumor function of T cell based therapy but in a safer more efficient and less expensive . - product ArTCells will incorporate cytotoxic and tumor recognizing components of activated T - . - , , cells into lipid based vesicles ArTCells will be characterized via cryo EM SEM and confocal microscopy and their ability to target and kill tumor cells will be validated in vitro by a - . combination of functional assays and in vivo by high resolution live imaging assays These ArTCells could allow to circumvent many of the current technological limitations that hinder a - , -more widespread applicability of T Cell based therapies without being subject to tumor . mediated inactivation 2.Research Data Summary 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Cell linesEstablished cell lines to express desired recombinant proteins will be stored in 1 ml cryovial tubes.Generate new data PhysicalN/A N/A N/A <200 ml VectorsPlasmid vectors Generate new data PhysicalN/A N/A N/A <50 ml ProteinsPurified recombinant proteinsGenerate new data PhysicalN/A N/A N/A <50 ml TEXTProtocols, description of research results, literature studiesGenerate new data DigitalTextual .txt 1GB N/A Microscopy ImagesFluorescent and Confocal microscopy ofGenerate new data DigitalImages .tiff and .JPEG 100-200GB N/A 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4artificial cells (ArTCells) and their interactions with cancer cell lines. Electron microscopy (TEM and SEM) of ArTCells Microscopy moviesFluorescent and Confocal microscopy capturing videos of ArTCells and their interactions with cancer cell lines.Generate new data DigitalImages .avi 100-200GB N/A Flow cytometry Measuring cell death after incubation cancer cell lines with ArTCells. Validation of protein expression on the CHO and HEK293 cells. Generate new data DigitalNumerical .fcs 100-200GB N/A FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5Conform membrane protein insertion into the GUVs. Observational numerical dataProtein concentration calculation by analysing the BSA data. Analysing the fluorescence- based assays data.Generate new data DigitalNumerical .xls 1 GB N/A GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. N/A FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.Yes, animal data; provide ECD reference number: Ethical approval is in progress. Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes If yes, please comment: ArTCell aims to leap innovation by providing a scalable, on-demand Artificial T-Cell substitute, by equipping an artificial cell with T cell cytotoxic functionalities. With this approach, the therapeutic product could be mass-manufactured from controlled raw materials, which is the most desirable route to obtain an off-the-shelf, cost-effective and safe anti-tumor cell therapy. In fact, these substitutes produced in safe and well-controlled environments could constitute a replacement for currently suboptimal products based on T cell-, NK cell- and iPSC-derivatives. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☒ No 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 73.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .1) Protocols (containing info about both materials(setting, parameters, set-up, ...)and methods), the research progress and obtained data, what they represent and how they were generated, will be collected in an electronic notebook (eLABJournal). Here, folders are provided for all subtasks of the project. In each folder, a new file will be made for each experiment, named with the date and subject, and including information on the persons involved as well as version tracking. Each experimental file will contain a section on the objective, protocol, results (a description of results and observations rather than all raw and analysed data) and conclusions. For each experiment, all raw and analysed data files will be stored in a folder on the shared server, using the same hierarchical folder structure as the electronic labnotebook. By using the same structure on the server and in the electronic labnotebook, contextual information on the experimentally obtained data can be easily searched and used by a secondary analyst via the electronic notebook. 2) A physical sample inventory will be stored in freezers (vectors and proteins) and liquid nitrogen tank (cells) and a file with sample details will be saved on the shared server. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ No If no, please specify (where appropriate per dataset or data type) which metadata will be created: No uniform metadata standard is available for all different aspects and disciplines of this project. Therefore, we will create a uniform system ourselves to enhance the use of secondary data. As mentioned above, we will use the electronic labnotebook (eLABJournal) in which a number of predetermined topics have to be described for each experiment (objective, protocol, results and conclusion). The electronic labnotebook facilitates searching for particular metadata through a search engine. By mimicking the folder structure of the electronic labnotebook in the server based folder with the experimental data, linking of the metadata to the actual data will be facilitated. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 84.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) The time-stamped digital data will be stored in a project folder on the shared drive (J:) of KU Leuven. The time-stamped digital metadata will be stored on the server of the electronic labbook (eLABJournal), and .pdf exports will be made on a weekly basis to be saved on the shared drive (J:) and OneDrive (KU Leuven). The folder will be open for the members participating in this FWO project and is secured and backed-up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices. An additional back up will be stored on the shared drive (K:) of KU Leuven and will be updated on a yearly basis. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution The digital data will be stored on the university's central servers with automatic daily back-up Procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes KU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work jointly and store data files. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The network drive for the FWO project folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Only other lab members, will have access to the shared folder. Unauthorized persons do not have access to this system. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9What are the expected costs for data storage and backup during the research project? How will these costs be covered?There are no expected costs for data storage. OneDrive for business is free for staff and students of KU Leuven. However, in the event that a paid service is necessary to store data during the retention period, the bench fee of the researcher will be used. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): 1) The digital data will be stored on the university's central servers (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy. 2) The physical data will be stored in freezers and liquid nitrogen tank in the host lab for up to 10 years after the project. 3) The accompanying metadata will be stored in the electronic lab notebook (eLABJournal). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10What are the expected costs for data preservation during the expected retention period? How will these costs be covered?There are no expected costs for data storage. OneDrive for business is free for staff and students of KU Leuven. However, in the event that a paid service is necessary to store data during the retention period, the bench fee of the researcher will be used. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☒ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.The data will be embargoed for three years while the researcher will be working on the project outputs and then opened (open access) once the publications are out. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, intellectual property rights If yes, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR All digital data will be stored and be available for lab members using a shared network drive and large volume storage provided by the KU Leuven. In addition, the relevant data will be made available to external people upon request by mail. When will the data be made available? ☒ Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? The expected data sharing costs are minimal and covered by university services. 7. Responsibilities FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Who will manage data documentation and metadata during the research project?The postdoctoral researcher (Hojjat Alizadeh Zeinabad)) will be responsible for the data collection, documentation and metadata. Supervisor (Prof. Xavier Casadevall i Solvas) will manage the data storage facilities. Who will manage data storage and backup during the research project?The postdoctoral researcher (Hojjat Alizadeh Zeinabad) will be responsible to store the data on the appropriate accommodation provided by KU Leuven. The ICTS service of KU Leuven is responsible for the back-up of the network drives at KU Leuven. The folders will be managed by the supervisors. Who will manage data preservation and sharing?While the project is ongoing, the postdoctoral researcher (Hojjat Alizadeh Zeinabad) will manage the data preservation. Prof. Xavier Casadevall i Solvas, the promoter, will take care of the preservation after the completion of the doctoral dissertation. The researcher will manage the sharing of the data. Who will update and implement this DMP? The researcher (Hojjat Alizadeh Zeinabad) will update and implement the DMP."
}