{
    "document_id": "D-2023-1761",
    "LinkTitle": "D-2023-1761",
    "file_name": "D-2023-1761.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1761.pdf",
    "metadata": {
        "title": "D-2023-1761",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Djalila Mekahli 0000-0003-0954-6088\nContributor name(s) (+ ORCID) & roles\nProject number & title Identification of early biomarkers and novel drug targets for early stages Autosomal Dominant \nPolycystic Kidney Disease (ADPKD)\nFunder(s) GrantID21804123N\nAffiliation(s) KU Leuven \n \nPlease provide a short project description                The overall goal of this research proposal is to challenge the paradigm of the current\n            management of ADPKD by demonstrating that this disorder manifests itself already in\n.              childhood We will use a holistic translational approach and focus on the earliest molecular\n               events leading to cyst initiation in order to identify novel drug targets for interventions in\n .early ADPKD\n See Glossary Flemish Standard Data Management Plan  \n Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\n Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP) 31 Add rows for each dataset you want to describe.1.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data1. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nADPedKD An \ninternational, \nlongitudinal \nregistry \nincluding ADPKD \npatients \nfollowed up \nfrom childhood\n(ADPedKD.org)☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other:\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nLeuven \nADPKD \npediatric \ncohort \n(biobank)Biological \nsamples (blood \nand urine) of \ncohort☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Physical Ca. 3x 3x 500µl \nblood\nCa. 3x 2ml urine\nGenotype of \nLeuven \nADPKD Genetic data of \ncohort☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital☒ Experimental☒ .csv☒ < 100 GB\nFWO DMP Template (Flemish Standard DMP) 4pediatric \ncohort\nImaging of \nLeuven \nADPKD \npediatric \ncohortImaging data \n(3D US) of \ncohort☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital☒ Experimental☒ other: .tiff ☒ < 5 TB\nThe Leuven \nclassification \nfor ADPKD \nchildrenPrognostic \nmodel for risk \nstratification of \nADPKD \nprogression in \nchildren☒ Generate new \ndata☒ Digital☒ Simulation☒ NA☒ < 1 GB\nBiological \nbiomarkers in \npediatric \nADPKD \npatientsEvaluation of \ncurrent \nvalidated \nbiomarkers for \nadult ADPKD in \npediatric ADPKD☒ Generate new \ndata☒ Digital☒ Experimental☒ .csv☒ < 1 GB\nADPKD cell \nlinesKidney cell lines \nderived from \nurine or tissue \nfrom ADPKD \npatients and \nhealthy controls☒ Generate new \ndata☒ Physical At least 3 vials \n(1ml) with approx. \n1.*106 cells per cell \nline\nDerivates of \nADPKD cell \nlinesSupernatans, \npellet, protein \nlysates of \nADPKD cell lines☒ Generate new \ndata☒ Physical Supernatans: 1ml \nper experiment per  \ncell line; protein \nlysate: 100µl per \nFWO DMP Template (Flemish Standard DMP) 5experiment per cell  \nline\nMCP-1 \nrelease and \nexpression in \nstimulated  \nkidney cell \nlinesELISA and qPCR \ndata on MCP-1 \nlevels in kidney \ncell lines☒ Generate new \ndata☒ Digital☒ Experimental☒ .csv☒ < 100 MB\nCa2+ \nsignalling in \nstimulated \nkidney cell \nlinesFura2-based \nCa2+ traces \n(microscopy and \nFlexstation)☒ Generate new \ndata☒ Digital☒ Experimental☒ .csv\n☒ .txt\n☒ other: .pda\n☒ other: .pxp\n☒ other: .avi☒ < 5 TB\nAnalysis of \nplayers in \nMCP-1 \nrelease in \nstimulated \nkidney cell \nlinesELISA, qPCR and \nWB data on in \nkidney cell lines☒ Generate new \ndata☒ Digital☒ Experimental☒ .csv\n☒ other: .sgd\n☒ other: .tiff☒ < 1 GB\n3D cyst \nformation in \nkidney cell \nlinesIn vitro 3D cyst \nanalysis in in \ncystic cell lines☒ Generate new \ndata☒ Digital☒ Experimental☒ other:Archived \nIncuCyte files☒ < 5 TB\nFWO DMP Template (Flemish Standard DMP) 6GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  ADPedKD: www.adpekd.org\nLeuven ADPKD pediatric cohort (biobank): Biobank stored in lab -80°C\nGenotype of Leuven ADPKD pediatric cohort: Large-volume storage (LVS) of PKD Research Group\nImaging of Leuven ADPKD pediatric cohort: Large-volume storage (LVS) of PKD Research Group\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe: Human samples and clinical data are used. All studies have been approved by \nethical committee of the UZ Leuven (S59638, S59500, S51837 and S61154).\nPRET references S51837 and S61154: G-2022-4850, G-2022-4839\nS59638 and S59500 have been approved by GDPR of UZ Leuven\nThe study is conducted according to the 2013 Declaration of Helsinki and the recently enforced European \nUnion General Data Protection Regulation.\nFWO DMP Template (Flemish Standard DMP) 7Will  you  process  personal  data?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used: gender, age, age at diagnosis, \nmethods of diagnosis (imaging, genetics , etc.), reason of diagnosis (screening, symptoms, \nincidental finding) and clinical and therapeutic characteristics of ADPKD children (hypertension, \nproteinuria, etc.)\n-Privacy is garanteed according to the regulations of Europese Algemene Verordening inzake \nGegevensbescherming (AVG) of UZ Leuven.  \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP) 82.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).Experimental (meta)data is described in electronic lab notebook of the PKD Research group \n(eLabFTW). Anonymized information on biobank samples are currently stored in a database in a \nshared password-protected folder. Cell line information will be stored in the registry for the KU \nLeuven central cryofacility (currently this information is still in a private database in a shared \npassword-protected folder of the PKD Research group (incl. large volume storage)). Anonymized \ndata will also be submitted to the KU Leuven Research Data Repository (RDR).\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:\n-Leuven ADPKD pediatric cohort (biobank): gender, age, age at diagnosis, methods of diagnosis \n(imaging, genetics, etc.), reason of diagnosis (screening, symptoms, incidental finding) and clinical \nand therapeutic characteristics of ADPKD children (hypertension, proteinuria, etc.), genotype\n-Cell lines: age and gender of patient at time of sample collection, genotype\nFWO DMP Template (Flemish Standard DMP) 93.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nElectronic notebook, Registry of central cryofacility, registry of central biobank, shared private PKD \nResearch group folder, PKD Research group Large volume storage (LVS), Research data repository of KU \nLeuven, External hard drive of PKD Research Group\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.3\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.Data will be stored in several available central repositories (see above) as well as personal (shared) \nfolders of the PKD research group.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely: The central repositories provide sufficient storage for the data. Shared \nprivate folders (including large volume storages) also provide sufficient storage and their capacity can be \nextended. \nIf no, please specify:  \n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 10How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Password-protected folders, only accessible to designated members of the PKD Research group. These \nfolders are maintained by the central ICT team of KU Leuven.  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Research data repository allows 50GB/year storage per user. Additional storage requires a cost. Large \nvolume storage (5TB) of KU Leuven involves a cost of 569.2 euro per year.  \nCosts will be covered by other grant budgets that also make use of these data storage.  \n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).Physical data (biobank and cell lines)\nAll digital data derived from the biobank samples and subjects (genotyping, imaging, biomarkers) for \nfuture longitudinal follow-up of the study.\nWhere will these data be archived (stored and \ncurated for the long-term)?PKD Research group Large volume storage (LVS)\nExternal hard disk of PKD Research Group\nFWO DMP Template (Flemish Standard DMP) 11What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Research data repository allows 50GB/year storage per user. Additional storage requires a cost. Large \nvolume storage (5TB) of KU Leuven involves a cost of 569.2 euro per year.  \nCosts will be covered by other grant budgets that also make use of these data storage.\nFWO DMP Template (Flemish Standard DMP) 126. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository  (KU Leuven RDR)\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: Personal data will be anonymized before submitting to the repository\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.KU Leuven RDR\nFWO DMP Template (Flemish Standard DMP) 13When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 4  Data from the project that can be shared will be made available under a creative commons attribution \nlicense, so that users have to give credit to the original data creators.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes: After publication\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  KU Leuven RDR provides free data repository of 50GB/researcher/year. We do not expect shared data to \nexceed 50GB. \n4 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 147. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Prof. Dr. Djalila Mekahli\nClinical data & databases: Lotte Vanmeerbeek\nExperimental data: Dr. Jean-Paul Decuypere\nWho will manage data storage and backup \nduring the research project?Prof. Dr. Djalila Mekahli\nLotte Vanmeerbeek\nDr. Jean-Paul Decuypere\nWho will manage data preservation and \nsharing?Prof. Dr. Djalila Mekahli\nLotte Vanmeerbeek\nDr. Jean-Paul Decuypere\nWho will update and implement this DMP? Dr. Jean-Paul Decuypere"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Djalila Mekahli 0000-0003-0954-6088 Contributor name(s) (+ ORCID) & roles Project number & title Identification of early biomarkers and novel drug targets for early stages Autosomal Dominant Polycystic Kidney Disease (ADPKD) Funder(s) GrantID21804123N Affiliation(s) KU Leuven Please provide a short project description The overall goal of this research proposal is to challenge the paradigm of the current management of ADPKD by demonstrating that this disorder manifests itself already in . childhood We will use a holistic translational approach and focus on the earliest molecular events leading to cyst initiation in order to identify novel drug targets for interventions in .early ADPKD See Glossary Flemish Standard Data Management Plan Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) 31 Add rows for each dataset you want to describe.1.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data1. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ADPedKD An international, longitudinal registry including ADPKD patients followed up from childhood (ADPedKD.org)☒ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Leuven ADPKD pediatric cohort (biobank)Biological samples (blood and urine) of cohort☒ Generate new data ☒ Reuse existing data☒ Physical Ca. 3x 3x 500µl blood Ca. 3x 2ml urine Genotype of Leuven ADPKD Genetic data of cohort☒ Generate new data ☒ Reuse existing data☒ Digital☒ Experimental☒ .csv☒ < 100 GB FWO DMP Template (Flemish Standard DMP) 4pediatric cohort Imaging of Leuven ADPKD pediatric cohortImaging data (3D US) of cohort☒ Generate new data ☒ Reuse existing data☒ Digital☒ Experimental☒ other: .tiff ☒ < 5 TB The Leuven classification for ADPKD childrenPrognostic model for risk stratification of ADPKD progression in children☒ Generate new data☒ Digital☒ Simulation☒ NA☒ < 1 GB Biological biomarkers in pediatric ADPKD patientsEvaluation of current validated biomarkers for adult ADPKD in pediatric ADPKD☒ Generate new data☒ Digital☒ Experimental☒ .csv☒ < 1 GB ADPKD cell linesKidney cell lines derived from urine or tissue from ADPKD patients and healthy controls☒ Generate new data☒ Physical At least 3 vials (1ml) with approx. 1.*106 cells per cell line Derivates of ADPKD cell linesSupernatans, pellet, protein lysates of ADPKD cell lines☒ Generate new data☒ Physical Supernatans: 1ml per experiment per cell line; protein lysate: 100µl per FWO DMP Template (Flemish Standard DMP) 5experiment per cell line MCP-1 release and expression in stimulated kidney cell linesELISA and qPCR data on MCP-1 levels in kidney cell lines☒ Generate new data☒ Digital☒ Experimental☒ .csv☒ < 100 MB Ca2+ signalling in stimulated kidney cell linesFura2-based Ca2+ traces (microscopy and Flexstation)☒ Generate new data☒ Digital☒ Experimental☒ .csv ☒ .txt ☒ other: .pda ☒ other: .pxp ☒ other: .avi☒ < 5 TB Analysis of players in MCP-1 release in stimulated kidney cell linesELISA, qPCR and WB data on in kidney cell lines☒ Generate new data☒ Digital☒ Experimental☒ .csv ☒ other: .sgd ☒ other: .tiff☒ < 1 GB 3D cyst formation in kidney cell linesIn vitro 3D cyst analysis in in cystic cell lines☒ Generate new data☒ Digital☒ Experimental☒ other:Archived IncuCyte files☒ < 5 TB FWO DMP Template (Flemish Standard DMP) 6GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. ADPedKD: www.adpekd.org Leuven ADPKD pediatric cohort (biobank): Biobank stored in lab -80°C Genotype of Leuven ADPKD pediatric cohort: Large-volume storage (LVS) of PKD Research Group Imaging of Leuven ADPKD pediatric cohort: Large-volume storage (LVS) of PKD Research Group Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: Human samples and clinical data are used. All studies have been approved by ethical committee of the UZ Leuven (S59638, S59500, S51837 and S61154). PRET references S51837 and S61154: G-2022-4850, G-2022-4839 S59638 and S59500 have been approved by GDPR of UZ Leuven The study is conducted according to the 2013 Declaration of Helsinki and the recently enforced European Union General Data Protection Regulation. FWO DMP Template (Flemish Standard DMP) 7Will you process personal data? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: gender, age, age at diagnosis, methods of diagnosis (imaging, genetics , etc.), reason of diagnosis (screening, symptoms, incidental finding) and clinical and therapeutic characteristics of ADPKD children (hypertension, proteinuria, etc.) -Privacy is garanteed according to the regulations of Europese Algemene Verordening inzake Gegevensbescherming (AVG) of UZ Leuven. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) 82.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).Experimental (meta)data is described in electronic lab notebook of the PKD Research group (eLabFTW). Anonymized information on biobank samples are currently stored in a database in a shared password-protected folder. Cell line information will be stored in the registry for the KU Leuven central cryofacility (currently this information is still in a private database in a shared password-protected folder of the PKD Research group (incl. large volume storage)). Anonymized data will also be submitted to the KU Leuven Research Data Repository (RDR). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: -Leuven ADPKD pediatric cohort (biobank): gender, age, age at diagnosis, methods of diagnosis (imaging, genetics, etc.), reason of diagnosis (screening, symptoms, incidental finding) and clinical and therapeutic characteristics of ADPKD children (hypertension, proteinuria, etc.), genotype -Cell lines: age and gender of patient at time of sample collection, genotype FWO DMP Template (Flemish Standard DMP) 93.Data Storage & Back-up during the Research Project Where will the data be stored? Electronic notebook, Registry of central cryofacility, registry of central biobank, shared private PKD Research group folder, PKD Research group Large volume storage (LVS), Research data repository of KU Leuven, External hard drive of PKD Research Group How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.3 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.Data will be stored in several available central repositories (see above) as well as personal (shared) folders of the PKD research group. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: The central repositories provide sufficient storage for the data. Shared private folders (including large volume storages) also provide sufficient storage and their capacity can be extended. If no, please specify: 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 10How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Password-protected folders, only accessible to designated members of the PKD Research group. These folders are maintained by the central ICT team of KU Leuven. What are the expected costs for data storage and backup during the research project? How will these costs be covered?Research data repository allows 50GB/year storage per user. Additional storage requires a cost. Large volume storage (5TB) of KU Leuven involves a cost of 569.2 euro per year. Costs will be covered by other grant budgets that also make use of these data storage. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).Physical data (biobank and cell lines) All digital data derived from the biobank samples and subjects (genotyping, imaging, biomarkers) for future longitudinal follow-up of the study. Where will these data be archived (stored and curated for the long-term)?PKD Research group Large volume storage (LVS) External hard disk of PKD Research Group FWO DMP Template (Flemish Standard DMP) 11What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Research data repository allows 50GB/year storage per user. Additional storage requires a cost. Large volume storage (5TB) of KU Leuven involves a cost of 569.2 euro per year. Costs will be covered by other grant budgets that also make use of these data storage. FWO DMP Template (Flemish Standard DMP) 126. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository (KU Leuven RDR) ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Personal data will be anonymized before submitting to the repository Where will the data be made available? If already known, please provide a repository per dataset or data type.KU Leuven RDR FWO DMP Template (Flemish Standard DMP) 13When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 4 Data from the project that can be shared will be made available under a creative commons attribution license, so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: After publication What are the expected costs for data sharing? How will these costs be covered? KU Leuven RDR provides free data repository of 50GB/researcher/year. We do not expect shared data to exceed 50GB. 4 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 147. Responsibilities Who will manage data documentation and metadata during the research project?Prof. Dr. Djalila Mekahli Clinical data & databases: Lotte Vanmeerbeek Experimental data: Dr. Jean-Paul Decuypere Who will manage data storage and backup during the research project?Prof. Dr. Djalila Mekahli Lotte Vanmeerbeek Dr. Jean-Paul Decuypere Who will manage data preservation and sharing?Prof. Dr. Djalila Mekahli Lotte Vanmeerbeek Dr. Jean-Paul Decuypere Who will update and implement this DMP? Dr. Jean-Paul Decuypere"
}