{
    "document_id": "D-2024-3587",
    "LinkTitle": "D-2024-3587",
    "file_name": "D-2024-3587.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3587.pdf",
    "metadata": {
        "title": "(GPUCL/24/012)Antarctic Climate Causality: Unraveling links between the components of the system and their variability (ACCU)",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \n(GPUCL/24/012)Antarctic Climate Causality: Unraveling links between the components of the system and their variability (ACCU)\nCreator:\nCreator:\nSebastian Berghald\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nProject abstract:\nProject abstract:\nAntarctica and the Southern Ocean play a key role in the Earth's climate system, influencing global heat balance and carbon uptake.\nRecent anomalies, including a drastic sea ice decline, anomalous snowfall, and unprecedented heat waves, challenge our understanding\nof the region's response to climate change. This proposal aims at an improved understanding of recent changes occurring in the\nAntarctic climate by investigating the interconnections between the ice sheet surface mass balance (SMB), sea ice, ocean temperature,\nand ice shelf melt, utilizing observations and a recently developed fully coupled ice-sheet–ocean–sea-ice–atmosphere–land model,\nPARASO, covering Antarctica and the Southern Ocean. The interactions between climate components cover both direct links and indirect\nlinks due to varying large-scale atmospheric processes. The methodology integrates observations and simulations, employing causal\nframeworks to identify relationships. The work packages involve identifying links between atmospheric circulation, sea ice, and SMB\nvariability from observations (WP1), unravelling the role of large-scale atmospheric variability (WP2), exploring potential feedbacks\nrelated to sea ice changes (WP3), and synthesizing contributions to recent and future climate changes (WP4). By employing advanced\ncausal inference methods, the project strives to overcome challenges in attributing causality from observational data. In a\ncomplementary way, the PARASO model allows for a comprehensive analysis of the interplay between different components that cannot\nbe identified from observations alone. Moreover, the model will be used for future Antarctic climate projections. This proposal's\noutcomes will advance our understanding of recent Antarctic climate changes and their interlinkage, offering insights into the future of\nthe coupled Antarctic climate system.\nID: \nID: \n213288\nStart date: \nStart date: \n16-09-2024\nEnd date: \nEnd date: \n16-09-2028\nLast modified: \nLast modified: \n21-03-2025\nCreated using DMPonline.be. Last modiﬁed 21 March 2025\n1 of 6\n(GPUCL/24/012)Antarctic Climate Causality: Unraveling links between the components of the system\n(GPUCL/24/012)Antarctic Climate Causality: Unraveling links between the components of the system\nand their variability (ACCU)\nand their variability (ACCU)\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nPARASO 1\nWP2: 25 years of simulations\nwith PARASO\nN\nD\nM\nNetCDF\n>5TB\n-\nPARASO 2\nWP3: 15 years of simulations\nN\nD\nM\nNetCDF\n>5TB\n \nPARASO 3\nWP4: 30 years of simulations\nN\nD\nM\nNetCDF\n>5TB\n \nERA5\nrelevant variables and\nperiods\nE\nD\nN\nNetCDF,\nGrib\n>5TB\n \nRACMO\nrelevant variables and\nperiods\nE\nD\nN\nNetCDF\n<100GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nERA5 data is freely available at and retrieved from Copernicus CDS (\nhttps://cds.climate.copernicus.eu/)\n. Monthly output from\nRACMO2.3p2 will be retrieved from Zenodo archives (\nhttps://doi.org/10.5281/zenodo.7760491)\n. If available in time,\nRACMO2.4p2 will be given preference. Both ERA5 and RACMO model data (and potentially other RCM and/or observational data)\nwill only be stored temporarily.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nCreated using DMPonline.be. Last modiﬁed 21 March 2025\n2 of 6\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe produced data itself will have relevant metadata stored in the files themselves. They will also be accompanied by a README\nfile including all necessary information. In the PhD thesis and associated publications further descriptions will be provided and/or\nreferences included (e.g. regarding the model setup). All publications will be accompanied by electronic notebooks (Jupyter),\nwhich provide code and explanations to reproduce the results.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nAll data generated  and intended for long-term storage will be given persistent identifiers and referenced in publications.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nManGO\n1) Relevant notebooks with code will be saved in the RCS (working group) Gitlab\n2) Processed data intended to be publicly available will be made available through KU Leuven Research Data Repository\n3) Processed data useful for follow-up research in the RCS group will be stored on large volume storage\n4) Raw PARASO (model output) data will be stored on Storage4Climate VSC Tier-1 Data Service iRODS for 7 years and then\nCreated using DMPonline.be. Last modiﬁed 21 March 2025\n3 of 6\nremoved.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nData intended for long-term storage (i.e. related to publications and/or the PhD thesis) will be made publicly available if feasible.\nFor other data, appropriate measures will be taken where necessary. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs for large volume storage are expected to be around 100EUR per year and will be carried by RCS working group (Nicole\nvan Lipzig).\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nCertain data cannot be kept for 10 years (explain below)\nData from other sources (like ERA5) which are easily available in other repositories won't be saved. Also temporary data which\nare not relevant for publications and/or the PhD thesis won't be retained. Raw PARASO model output will be removed after 7\nyears. This is to avoid generating unnecessary demand for long-term storage.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nSee above.\nCreated using DMPonline.be. Last modiﬁed 21 March 2025\n4 of 6\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nRelevant processed data and codes will be made publicly available on Gitlab (codes) and KU Leuven RDR (data).\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nQuestion not answered.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nKU Leuven RDR (data), Gitlab (codes)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nMIT licence (code)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nKU Leuven RDR\nCreated using DMPonline.be. Last modiﬁed 21 March 2025\n5 of 6\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nsee above.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nSebastian Berghald\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nSebastian Berghald\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nSebastian Berghald, together with Profs. Nicole Van Lipzig, Stef Lhermitte and Hugues Goosse to ensure long-term availability\nalso after the end of the PhD project.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nSebastian Berghald\nCreated using DMPonline.be. Last modiﬁed 21 March 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: (GPUCL/24/012)Antarctic Climate Causality: Unraveling links between the components of the system and their variability (ACCU) Creator: Creator: Sebastian Berghald Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Project abstract: Project abstract: Antarctica and the Southern Ocean play a key role in the Earth's climate system, influencing global heat balance and carbon uptake. Recent anomalies, including a drastic sea ice decline, anomalous snowfall, and unprecedented heat waves, challenge our understanding of the region's response to climate change. This proposal aims at an improved understanding of recent changes occurring in the Antarctic climate by investigating the interconnections between the ice sheet surface mass balance (SMB), sea ice, ocean temperature, and ice shelf melt, utilizing observations and a recently developed fully coupled ice-sheet–ocean–sea-ice–atmosphere–land model, PARASO, covering Antarctica and the Southern Ocean. The interactions between climate components cover both direct links and indirect links due to varying large-scale atmospheric processes. The methodology integrates observations and simulations, employing causal frameworks to identify relationships. The work packages involve identifying links between atmospheric circulation, sea ice, and SMB variability from observations (WP1), unravelling the role of large-scale atmospheric variability (WP2), exploring potential feedbacks related to sea ice changes (WP3), and synthesizing contributions to recent and future climate changes (WP4). By employing advanced causal inference methods, the project strives to overcome challenges in attributing causality from observational data. In a complementary way, the PARASO model allows for a comprehensive analysis of the interplay between different components that cannot be identified from observations alone. Moreover, the model will be used for future Antarctic climate projections. This proposal's outcomes will advance our understanding of recent Antarctic climate changes and their interlinkage, offering insights into the future of the coupled Antarctic climate system. ID: ID: 213288 Start date: Start date: 16-09-2024 End date: End date: 16-09-2028 Last modified: Last modified: 21-03-2025 Created using DMPonline.be. Last modiﬁed 21 March 2025 1 of 6 (GPUCL/24/012)Antarctic Climate Causality: Unraveling links between the components of the system (GPUCL/24/012)Antarctic Climate Causality: Unraveling links between the components of the system and their variability (ACCU) and their variability (ACCU) Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA PARASO 1 WP2: 25 years of simulations with PARASO N D M NetCDF >5TB - PARASO 2 WP3: 15 years of simulations N D M NetCDF >5TB PARASO 3 WP4: 30 years of simulations N D M NetCDF >5TB ERA5 relevant variables and periods E D N NetCDF, Grib >5TB RACMO relevant variables and periods E D N NetCDF <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: ERA5 data is freely available at and retrieved from Copernicus CDS ( https://cds.climate.copernicus.eu/) . Monthly output from RACMO2.3p2 will be retrieved from Zenodo archives ( https://doi.org/10.5281/zenodo.7760491) . If available in time, RACMO2.4p2 will be given preference. Both ERA5 and RACMO model data (and potentially other RCM and/or observational data) will only be stored temporarily. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Created using DMPonline.be. Last modiﬁed 21 March 2025 2 of 6 If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The produced data itself will have relevant metadata stored in the files themselves. They will also be accompanied by a README file including all necessary information. In the PhD thesis and associated publications further descriptions will be provided and/or references included (e.g. regarding the model setup). All publications will be accompanied by electronic notebooks (Jupyter), which provide code and explanations to reproduce the results. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes All data generated and intended for long-term storage will be given persistent identifiers and referenced in publications. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) ManGO 1) Relevant notebooks with code will be saved in the RCS (working group) Gitlab 2) Processed data intended to be publicly available will be made available through KU Leuven Research Data Repository 3) Processed data useful for follow-up research in the RCS group will be stored on large volume storage 4) Raw PARASO (model output) data will be stored on Storage4Climate VSC Tier-1 Data Service iRODS for 7 years and then Created using DMPonline.be. Last modiﬁed 21 March 2025 3 of 6 removed. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data intended for long-term storage (i.e. related to publications and/or the PhD thesis) will be made publicly available if feasible. For other data, appropriate measures will be taken where necessary. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for large volume storage are expected to be around 100EUR per year and will be carried by RCS working group (Nicole van Lipzig). Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). Certain data cannot be kept for 10 years (explain below) Data from other sources (like ERA5) which are easily available in other repositories won't be saved. Also temporary data which are not relevant for publications and/or the PhD thesis won't be retained. Raw PARASO model output will be removed after 7 years. This is to avoid generating unnecessary demand for long-term storage. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? See above. Created using DMPonline.be. Last modiﬁed 21 March 2025 4 of 6 Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Other (specify below) Relevant processed data and codes will be made publicly available on Gitlab (codes) and KU Leuven RDR (data). If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Question not answered. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) KU Leuven RDR (data), Gitlab (codes) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) MIT licence (code) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository KU Leuven RDR Created using DMPonline.be. Last modiﬁed 21 March 2025 5 of 6 What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? see above. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Sebastian Berghald Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Sebastian Berghald Who will manage data preservation and sharing? Who will manage data preservation and sharing? Sebastian Berghald, together with Profs. Nicole Van Lipzig, Stef Lhermitte and Hugues Goosse to ensure long-term availability also after the end of the PhD project. Who will update and implement this DMP? Who will update and implement this DMP? Sebastian Berghald Created using DMPonline.be. Last modiﬁed 21 March 2025 6 of 6"
}