{
    "document_id": "D-2021-1082",
    "LinkTitle": "D-2021-1082",
    "file_name": "D-2021-1082.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1082.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Melina Hehl",
        "num_pages": 7
    },
    "content": {
        "full_text": "DMP_11F6921N_Melina Hehl_v1 Page 1 of 7THE NEURO-ONCOLOGICAL CONNECTOME: TOWARDS HUB-\nDRIVEN ANALYSES AND NEUROCOGNITION-SPARING \nTREATMENTS FOR BRAIN TUMORS\nDMP \n12Y6122N\nADMIN DETAILS\nProject  Name:  THE  NEURO-ONCOLOGICAL  CONNECTOME:  TOWARDS  HUB-DRIVEN  ANALYSES  AND  \nNEUROCOGNITION-SPARING TREATMENTS FOR BRAIN TUMORS\nProject Identifier: 3M210374 (onderzoeksportaal)\nGrant Title: 12Y6122N\nPrincipal Investigator / Researcher: Charlotte Sleurs\nProject Data Contact: charlotte.sleurs@kuleuven.be  \nDescription: Every year more than 300.000 patients are newly diagnosed with a brain tumor worldwide. These \npatients often suffer from long-term cognitive deficits, which hugely affects their quality of life. Brain\nmaturation and degeneration in adult and pediatric patients, respectively, are affected by the lesion itself, as well \nas by each treatment constituent (including neurosurgery, chemotherapy, radiotherapy). Initial neural damage can \nlead to cascade effects resulting in profound reorganization of the brain network, or so-called ‘connectome’. \nHowever, primary targets of toxicity and the resulting connectome topology in survivors remain inconclusive. In \nthis project, we will address the specific hypothesis on selective vulnerability of the most strongly connected areas \n(i.e. 'hubs') to induced neurotoxicity, and its clinical impact. By combining connectome-based information from \nmultimodal MR imaging, radiotherapy dosimetry, in-depth neurocognitive assessments from patients and a\npreclinical MR experiment, we will address neurotoxic mechanisms, their dose-response susceptibility in hubs \nversus non-hubs, as well as the functional neurocognitive impact of damage to hubs in this population. This will \nbecome increasingly important in order to spare these areas of induced toxicity as much as possible, and to limit\nneurocognitive sequelae in future treatments. The ultimate objective of the applicant is to work towards \nconnectome-based optimization of the treatment of brain tumors.\nInstitution: KU Leuven\nDMP_11F6921N_Melina Hehl_v1 Page 2 of 71. GENERAL INFORMATION\na. Name applicant\nCharlotte Sleurs\nb. FWO Project Number & Title\nFWO project number: 12Y6122N\nTitle: The neuro-oncological connectome: towards hub-driven analyses and neurocognition-sparing treatments for  \nbrain tumors\nc. Affiliation\n●KU Leuven\nDepartment of Oncology\n2. DATA DESCRIPTION\na. Will you generate/collect new data and/or make use of existing data?  \n●Generate new data\nb. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may \nbe easiest in a table (see example) or as a data flow and per WP or objective of the project.\nType of Data Format VolumeHow created\n(A) Magnetic \nresonance imaging \n(MRI)NIfTI, \nDICOM, .PAR, .R\nEC \n.SPAR, .SDAT 100 GBMRI imaging of the participants' brains, more specifically\nanatomical scans (T1)\nmagnetic resonance spectroscopy (MRS)\ndiffusion weighted imaging (DWI)\nfunctional magnetic resonance imaging (fMRI)\n(B ) Behavioral datapaper/ .xlsx\n.docx2 GB.docx for test instructions of neuropsychological \ntests\npaper records will be transferred to digital .xlsx \nformat\n(C) Questionnaire \ndatapaper/ .xlsx 2 GBquestionnaires for behavioral measures associated \nwith the study questions\npaper records will be transferred to digital .xlsx \nformat \n(D) Analysis scripts \nand code for medical \nimaging (MRI and \nPET) and statistical \nanalysis.m(at), .py(w), .r\n, .sav, .sps 5 GBAlready existing in-house script that is adapted; self-\nwritten code and statistics datasets\nDMP_11F6921N_Melina Hehl_v1 Page 3 of 7(E) Metadata .txt/.docx100 MBsee below, section 4\n3. LEGAL AND ETHICAL ISSUES\na. Will you use personal data?  If so, shortly describe the kind of personal data you will use. Add the reference to  \nyour file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). \nBe aware that registering the fact that you process personal data is a legal obligation.\n●Yes\nAll the data that will be collected during this study, will be treated confidentially. The existing CRF’s (clinical) and \nacquired data will first be coded, so there continues to be a link between the data and the individual. The subject’s \nname and other identifiers will then be stored separately (on-site file) from their research data and replaced with a  \nunique code to create a new identity for the subject. The original database (on-site file) with personal details will \nbe stored on the UZ Leuven network only. Charlotte Sleurs is the owner and will maintain this database. \nDemographics (age, gender), medical history, data regarding diagnosis, treatment are collected retrospectively \nfrom the clinical database (KWS) and after coding, the pseudonymous data will be documented by the study team.  \nRegarding the questionnaires and test materials, documents are stored in a key-closed closet. The data derived \nfrom these materials are stored in an excel dataset which does not contain any personal participant information \n(but only his/her random personal “pseudonymization” code). This database is only approachable by the involved \ninvestigator using the specific study login code.  \nb. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s)\n●Yes\nEthical commission UZ Leuven reference: S57349, S61452, S63580 (each accepted)  \nc. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP \nrestrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?  \n●No\nd. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what \ndata do they relate and what restrictions are in place?\n●No\nDMP_11F6921N_Melina Hehl_v1 Page 4 of 74. DOCUMENTATION AND METADATA\na. What documentation will be provided to enable reuse of the data collected/generated in this project?\n- What documentation will be provided to enable reuse of the data collected/generated in this project?\nThe following documentation will be provided to enable reuse of the data:\nAll information regarding this study will be kept on central secured Google Enterprise Drives of UHasselt and will be  \nupdated by a member of the research team every time a new subject is enrolled and/or measurements take place.\n(A): The raw imaging data will be exported from the scanner and regularly saved with back-ups, so that these can  \nalways be reused for additional checks. The brain imaging data structure (BIDS) will be used to save medical imaging  \ndata (https://bids.neuroimaging.io/index.html). An additional .txt or docx .  file explaining the scanning protocol,  \nimage reconstruction, data storage, primary data processing and generic descriptions of the applied data analysis  \nprocesses will be stored for each imaging type. \n(B and C): The complete pseudonymized dataset containing the questionnaire and behavioral data, will be stored in a  \n.csv-file. This file will be complemented with a codebook containing the specific variable definitions and their  \npossible values/categories. The research protocol provides a detailed overview of all the variables that are collected  \nand stored in the database. Together with the paper data, a printed version of these instructions will be stored. \n(D): Scripts will use the comment function to explain each analysis step. Data sets and .xlsx documents will have a  \nclear document name and row/column description; if needed for understanding, further metadata (.txt/.docx) will  \nbe created. \nb. Will a metadata standard be used? If so, describe in detail which standard will be used.  If no, state in detail \nwhich metadata will be created to make the data easy/easier to find and reuse.\n●Yes\nThe data will be structured according to the different data types (i.e. folder structure as follows: data/scans; \ndata/behavior ; data/questionnaires). This folder structure will be defined in the abovementioned codebook.  \nFor organizing and storing medical imaging data, a standard structure for medical imaging will be used ( BIDS, see \nabove). A big portion of the meta-data is included in the header information of the original MR DICOM images. The  \nheader contains information regarding the acquisition settings (acquisition time, flip angle, bandwidth, TE, TR,  \nmatrix, field of view, slice thickness) and some patient characteristics at the time of the scan such as height and  \nweight.\nDMP_11F6921N_Melina Hehl_v1 Page 5 of 75. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\na. Where will the data be stored?  \n1. The time-stamped master copy of the data will be kept on the UZ Leuven facility. Pseudonimized copies can be  \nmade and kept on password protected work computers/drives if needed for analyses/transfer.  \n2. Since we will be working with sensitive personal data, data will be pseudonymized as soon as possible. Only one  \nrecord that is linking the pseudonym to the personal data ('Participant identification list') will be kept on a second  \nseparate drive, that will be password secured. Access will be granted to researchers directly involved in the  \nmaintenance of this database and be kept as limited as possible.\n3. Since a full anonymization of data is not possible, all data will be kept on a password secured and encrypted online  \ndrive described above (see point 1), audited and declared suitable for storing medical data.  \nb. How is backup of the data provided?\nThe data will be stored on the university hospital's server with weekly back-up procedures. The involved \nresearcher will perform the backup and recovery on the KUL OneDrive storage and on an external back-\nup drive.\nc. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or \ninsufficient storage or backup capacities are available then explain how this will be taken care of.\n●Yes\nUZ Leuven server, KUL OneDrive, external back-up hard drive of 6TB\nd. What are the expected costs for data storage and back up during the project? How will these costs be \ncovered? \nThe external back-up on 2 external hard drives will cost approximately 400euros, which will be covered with the  \nprovided FWO funding.\ne. Data security: how will you ensure that the data are securely stored and not accessed or modified by \nunauthorized persons?\nSince we will be working with personal data that will only be anonymized at the end of the project, the original  \ndataset will be stored in the university's secure environment for private data. Personal data and identifiable data will  \nonly be approachable by the researcher Sleurs, with a personal login on the UZ Leuven servers, not by anyone else.  \nDr. Sleurs is the only one who can grant access to this drive. The pseudonymized datasets will be back upped on the  \nKUL OneDrive and the high-capacity external drive, for which password protection is provided.  \nDMP_11F6921N_Melina Hehl_v1 Page 6 of 76. DATA PRESERVATION AFTER THE FWO PROJECT\na. Which data will be retained for the expected 5 -year period after the end of the project? In case only a \nselection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, \nphysical preservation issues, ...).\nAll data will be retained for 10 years after the end of the project.\nb. Where will the data be archived (= stored for the longer term)?\nThe data will be archived on the university hospital servers only. After the end of the study, also the external drives  \n(including the high capacity back-up drive) containing the pseudonymized data will be saved in the hospital.\nc. What are the expected costs for data preservation during the retention period of 5 years? How will the costs \nbe covered? \nThere will be no additional costs after the end of the project.\n7. DATA SHARING AND REUSE\na. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?\n●No\nb. Which data will be made available after the end of the project?\nThe full pseudonymized behavioral dataset will be made available after publication of the data, upon request with  \nthe PI, for clearly defined research purposes and after signing a data sharing agreement.  \nBecause of the nature of medical imaging data that does not allow for full anonymization, even when removing all  \npersonal information from the files and defacing the images, this will be kept restricted.   \nc. Where/how will the data be made available for reuse?\n●Upon request by mail\nAs explained above, medical imaging data is rather sensitive personal data. Therefore, re-use within or outside of the  \nresearch group will be provided if requested via mail. In this case, only the necessary pseudonymized information will  \nbe shared. In case of data sharing outside of the research groups of KU Leuven, the universities' privacy and legal  \nexperts will be consulted prior to data sharing to conform with all current privacy standards and regulate the data  \nsharing process. \nDMP_11F6921N_Melina Hehl_v1 Page 7 of 7d. When will the data be made available?\n●Upon publication of the research results\nData will only be made available to other researchers after publication of the research results.  \ne. Who will be able to access the data and under what conditions?\nSharing of pseudonymized data will be considered after a request is submitted explaining the planned reuse. Only  \nuses for research purposes will be allowed and commercial reuse will be excluded. All participants will have signed  \nthe informed consent, containing the agreement to share pseudonymized data with other researchers inside or  \noutside KU Leuven (open data). Data will only be shared if the research is approved by the ethical committee and  \nparticipants will be informed regarding this secondary use.\nf. What are the expected costs for data sharing? How will the costs be covered?  \nNo costs for data sharing are expected. If any occur, they will be covered by the requesting Parties.\n8. RESPONSIBILITIES\na. Who will be responsible for data documentation & metadata?\nApplicant Charlotte Sleurs (in cooperation with other collaborating researchers)\nb. Who will be responsible for data storage & back up during the project?\nBack-up and immediate storage: all research personnel\nLong-term storage: Prof. Anne Uyttebroeck\nc. Who will be responsible for ensuring data preservation and reuse?\nDr. Charlotte Sleurs & Prof. Anne Uyttebroeck\nd. Who bears the end responsibility for updating & implementing this DMP?\nApplicant Charlotte Sleurs will, together with other team members, be responsible for\nday-to-day data management as well as the implementation of this DMP.\nProf. Dr. Anne Uyttebroeck will bear the end responsibility for overall data management, storage and preservation."
    },
    "clean_full_text": "DMP_11F6921N_Melina Hehl_v1 Page 1 of 7THE NEURO-ONCOLOGICAL CONNECTOME: TOWARDS HUB- DRIVEN ANALYSES AND NEUROCOGNITION-SPARING TREATMENTS FOR BRAIN TUMORS DMP 12Y6122N ADMIN DETAILS Project Name: THE NEURO-ONCOLOGICAL CONNECTOME: TOWARDS HUB-DRIVEN ANALYSES AND NEUROCOGNITION-SPARING TREATMENTS FOR BRAIN TUMORS Project Identifier: 3M210374 (onderzoeksportaal) Grant Title: 12Y6122N Principal Investigator / Researcher: Charlotte Sleurs Project Data Contact: charlotte.sleurs@kuleuven.be Description: Every year more than 300.000 patients are newly diagnosed with a brain tumor worldwide. These patients often suffer from long-term cognitive deficits, which hugely affects their quality of life. Brain maturation and degeneration in adult and pediatric patients, respectively, are affected by the lesion itself, as well as by each treatment constituent (including neurosurgery, chemotherapy, radiotherapy). Initial neural damage can lead to cascade effects resulting in profound reorganization of the brain network, or so-called ‘connectome’. However, primary targets of toxicity and the resulting connectome topology in survivors remain inconclusive. In this project, we will address the specific hypothesis on selective vulnerability of the most strongly connected areas (i.e. 'hubs') to induced neurotoxicity, and its clinical impact. By combining connectome-based information from multimodal MR imaging, radiotherapy dosimetry, in-depth neurocognitive assessments from patients and a preclinical MR experiment, we will address neurotoxic mechanisms, their dose-response susceptibility in hubs versus non-hubs, as well as the functional neurocognitive impact of damage to hubs in this population. This will become increasingly important in order to spare these areas of induced toxicity as much as possible, and to limit neurocognitive sequelae in future treatments. The ultimate objective of the applicant is to work towards connectome-based optimization of the treatment of brain tumors. Institution: KU Leuven DMP_11F6921N_Melina Hehl_v1 Page 2 of 71. GENERAL INFORMATION a. Name applicant Charlotte Sleurs b. FWO Project Number & Title FWO project number: 12Y6122N Title: The neuro-oncological connectome: towards hub-driven analyses and neurocognition-sparing treatments for brain tumors c. Affiliation ●KU Leuven Department of Oncology 2. DATA DESCRIPTION a. Will you generate/collect new data and/or make use of existing data? ●Generate new data b. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. Type of Data Format VolumeHow created (A) Magnetic resonance imaging (MRI)NIfTI, DICOM, .PAR, .R EC .SPAR, .SDAT 100 GBMRI imaging of the participants' brains, more specifically anatomical scans (T1) magnetic resonance spectroscopy (MRS) diffusion weighted imaging (DWI) functional magnetic resonance imaging (fMRI) (B ) Behavioral datapaper/ .xlsx .docx2 GB.docx for test instructions of neuropsychological tests paper records will be transferred to digital .xlsx format (C) Questionnaire datapaper/ .xlsx 2 GBquestionnaires for behavioral measures associated with the study questions paper records will be transferred to digital .xlsx format (D) Analysis scripts and code for medical imaging (MRI and PET) and statistical analysis.m(at), .py(w), .r , .sav, .sps 5 GBAlready existing in-house script that is adapted; self- written code and statistics datasets DMP_11F6921N_Melina Hehl_v1 Page 3 of 7(E) Metadata .txt/.docx100 MBsee below, section 4 3. LEGAL AND ETHICAL ISSUES a. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●Yes All the data that will be collected during this study, will be treated confidentially. The existing CRF’s (clinical) and acquired data will first be coded, so there continues to be a link between the data and the individual. The subject’s name and other identifiers will then be stored separately (on-site file) from their research data and replaced with a unique code to create a new identity for the subject. The original database (on-site file) with personal details will be stored on the UZ Leuven network only. Charlotte Sleurs is the owner and will maintain this database. Demographics (age, gender), medical history, data regarding diagnosis, treatment are collected retrospectively from the clinical database (KWS) and after coding, the pseudonymous data will be documented by the study team. Regarding the questionnaires and test materials, documents are stored in a key-closed closet. The data derived from these materials are stored in an excel dataset which does not contain any personal participant information (but only his/her random personal “pseudonymization” code). This database is only approachable by the involved investigator using the specific study login code. b. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●Yes Ethical commission UZ Leuven reference: S57349, S61452, S63580 (each accepted) c. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●No d. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No DMP_11F6921N_Melina Hehl_v1 Page 4 of 74. DOCUMENTATION AND METADATA a. What documentation will be provided to enable reuse of the data collected/generated in this project? - What documentation will be provided to enable reuse of the data collected/generated in this project? The following documentation will be provided to enable reuse of the data: All information regarding this study will be kept on central secured Google Enterprise Drives of UHasselt and will be updated by a member of the research team every time a new subject is enrolled and/or measurements take place. (A): The raw imaging data will be exported from the scanner and regularly saved with back-ups, so that these can always be reused for additional checks. The brain imaging data structure (BIDS) will be used to save medical imaging data (https://bids.neuroimaging.io/index.html). An additional .txt or docx . file explaining the scanning protocol, image reconstruction, data storage, primary data processing and generic descriptions of the applied data analysis processes will be stored for each imaging type. (B and C): The complete pseudonymized dataset containing the questionnaire and behavioral data, will be stored in a .csv-file. This file will be complemented with a codebook containing the specific variable definitions and their possible values/categories. The research protocol provides a detailed overview of all the variables that are collected and stored in the database. Together with the paper data, a printed version of these instructions will be stored. (D): Scripts will use the comment function to explain each analysis step. Data sets and .xlsx documents will have a clear document name and row/column description; if needed for understanding, further metadata (.txt/.docx) will be created. b. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●Yes The data will be structured according to the different data types (i.e. folder structure as follows: data/scans; data/behavior ; data/questionnaires). This folder structure will be defined in the abovementioned codebook. For organizing and storing medical imaging data, a standard structure for medical imaging will be used ( BIDS, see above). A big portion of the meta-data is included in the header information of the original MR DICOM images. The header contains information regarding the acquisition settings (acquisition time, flip angle, bandwidth, TE, TR, matrix, field of view, slice thickness) and some patient characteristics at the time of the scan such as height and weight. DMP_11F6921N_Melina Hehl_v1 Page 5 of 75. DATA STORAGE AND BACKUP DURING THE FWO PROJECT a. Where will the data be stored? 1. The time-stamped master copy of the data will be kept on the UZ Leuven facility. Pseudonimized copies can be made and kept on password protected work computers/drives if needed for analyses/transfer. 2. Since we will be working with sensitive personal data, data will be pseudonymized as soon as possible. Only one record that is linking the pseudonym to the personal data ('Participant identification list') will be kept on a second separate drive, that will be password secured. Access will be granted to researchers directly involved in the maintenance of this database and be kept as limited as possible. 3. Since a full anonymization of data is not possible, all data will be kept on a password secured and encrypted online drive described above (see point 1), audited and declared suitable for storing medical data. b. How is backup of the data provided? The data will be stored on the university hospital's server with weekly back-up procedures. The involved researcher will perform the backup and recovery on the KUL OneDrive storage and on an external back- up drive. c. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes UZ Leuven server, KUL OneDrive, external back-up hard drive of 6TB d. What are the expected costs for data storage and back up during the project? How will these costs be covered? The external back-up on 2 external hard drives will cost approximately 400euros, which will be covered with the provided FWO funding. e. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Since we will be working with personal data that will only be anonymized at the end of the project, the original dataset will be stored in the university's secure environment for private data. Personal data and identifiable data will only be approachable by the researcher Sleurs, with a personal login on the UZ Leuven servers, not by anyone else. Dr. Sleurs is the only one who can grant access to this drive. The pseudonymized datasets will be back upped on the KUL OneDrive and the high-capacity external drive, for which password protection is provided. DMP_11F6921N_Melina Hehl_v1 Page 6 of 76. DATA PRESERVATION AFTER THE FWO PROJECT a. Which data will be retained for the expected 5 -year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for 10 years after the end of the project. b. Where will the data be archived (= stored for the longer term)? The data will be archived on the university hospital servers only. After the end of the study, also the external drives (including the high capacity back-up drive) containing the pseudonymized data will be saved in the hospital. c. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? There will be no additional costs after the end of the project. 7. DATA SHARING AND REUSE a. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●No b. Which data will be made available after the end of the project? The full pseudonymized behavioral dataset will be made available after publication of the data, upon request with the PI, for clearly defined research purposes and after signing a data sharing agreement. Because of the nature of medical imaging data that does not allow for full anonymization, even when removing all personal information from the files and defacing the images, this will be kept restricted. c. Where/how will the data be made available for reuse? ●Upon request by mail As explained above, medical imaging data is rather sensitive personal data. Therefore, re-use within or outside of the research group will be provided if requested via mail. In this case, only the necessary pseudonymized information will be shared. In case of data sharing outside of the research groups of KU Leuven, the universities' privacy and legal experts will be consulted prior to data sharing to conform with all current privacy standards and regulate the data sharing process. DMP_11F6921N_Melina Hehl_v1 Page 7 of 7d. When will the data be made available? ●Upon publication of the research results Data will only be made available to other researchers after publication of the research results. e. Who will be able to access the data and under what conditions? Sharing of pseudonymized data will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. All participants will have signed the informed consent, containing the agreement to share pseudonymized data with other researchers inside or outside KU Leuven (open data). Data will only be shared if the research is approved by the ethical committee and participants will be informed regarding this secondary use. f. What are the expected costs for data sharing? How will the costs be covered? No costs for data sharing are expected. If any occur, they will be covered by the requesting Parties. 8. RESPONSIBILITIES a. Who will be responsible for data documentation & metadata? Applicant Charlotte Sleurs (in cooperation with other collaborating researchers) b. Who will be responsible for data storage & back up during the project? Back-up and immediate storage: all research personnel Long-term storage: Prof. Anne Uyttebroeck c. Who will be responsible for ensuring data preservation and reuse? Dr. Charlotte Sleurs & Prof. Anne Uyttebroeck d. Who bears the end responsibility for updating & implementing this DMP? Applicant Charlotte Sleurs will, together with other team members, be responsible for day-to-day data management as well as the implementation of this DMP. Prof. Dr. Anne Uyttebroeck will bear the end responsibility for overall data management, storage and preservation."
}