{
    "document_id": "D-2021-1184",
    "LinkTitle": "D-2021-1184",
    "file_name": "D-2021-1184.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1184.pdf",
    "metadata": {
        "title": "documentary cinema & prosthetic memories - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n documentary cinema & prosthetic memories - DMP title\nProject Identifier\n u0148927\nGrant Title\n 11C0122N\nPrincipal Investigator / Researcher\n Olga Lucovnicova\nDescription\n This PhD research in the arts analyses the role of documentary cinema in the\ncreation of 'prosthetic memories': the ways in which persons 'remember' events they have not\npersonally experienced. My research focuses on prosthetic memories of WWII in Post-Soviet\nsociety through cinema and proposes a novel theoretical and practical framework for researching\nprosthetic memory through first- person documentaries (films in which the filmmaker's\nparticipation has a significant dramaturgical role). \nThe goals of this project are: (1) To examine\nhow (prosthetic) 'memories' can be or have been formed, transmitted and reflected in non-fiction\ncinema. \n(2) To detect novel methodologies and practices which will be applied when making a\nfirst-person documentary on intergenerational trauma and prosthetic memory of WWII in\ncontemporary society. The film will deal with the legacy of WWII and Stalinism on three\nconsecutive generations of my family. \n(3) To create a theoretical and practical framework for\ncontemporary filmmakers working on intergenerational trauma and prosthetic memory of\nmilitary conflicts and their aftermath. \nThe project will result in a feature-length documentary film\nand in various articles, to be published in international, peer-review journals. These articles will\nform the backbone of my thesis. The film and the thesis will form a unity, as required by the\nregulations for a PhD in the Arts, as stipulated by the host institution.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nOlga Lucovnicova\nFWO Project Number & Title\n11C0122N \nFilming memory / Filming my family. Intergenerational trauma and prosthetic memory of WWII in\npost-Soviet society.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\n    Type of\ndata\n         \nFormat\n         \nVolume\n     How created\nQualitative\ndata: video\nrecordings\n(interviews,\nobservations,\nlandscapes,\nmonuments,\narchitecture,\netc.)\nVideo-\nrecorded and\nstored in\nuncompressed\n.MP4\n format\nand\nsubsequently\nduplicated in\na proxy video\n.mp4\ncompressed\nformat for\nediting.\n2-3 TB\nResearch on the field,\nface-to-face\ninterviews, filming of\nthe documentary film.\nProxies are generated\nin Adobe Premiere. \nQualitative\ndata: audio\nrecordings\n(dialogues,\nambient,\nsinging,\ninstrumental\nmusic,\nspecific\nsound from\nthe field,\nfolly etc.) \nAudio-\nrecorded and\nstored in\nuncompressed\n.WAV\n format.\n 100-200\nGB\nSimultaneously\nrecorded during video\nshooting with\nseparate audio\ndevices. The\nnecessary special\nsounds such as\nambient, specific\ndetails, voice-over\nand folly are\nrecorded individually. \nScanned\nimages of\narchival\ndocuments:\nletters,\nphotographs,\ndocuments. \nJPEG\n 10-20\nGB\nScanning documents\nfrom paper archival\ndocuments.\nFilm stills\nand\nproduction\nphotographs.\n.ARW, .JPG\n10-20 GB\nTaken during the\ncourse of filming.\nSelected and\nexported film frames. \n Film editing\nproject\n.prproj\n 100-200\nGB\nRevising the content,\norganization,\nassembling video and\naudio recordings in\nAdobe Premiere.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: G-2021-4547\nShort description of the kind of personal data that will be used: personal archives (documents,\nphotographs, letters), video and audio recordings, interviews.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nThe research includes the processing of personal data.\nPRET application: G-2021-4547\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. Video recordings - date, location, duration, list of equipment ( camera, lens, filter, attached\nmicrophone, tripod, lights), camera settings, the camera operator, content description, name of\nthe participants, the informed consent process, the subjects discussed will be documented in a\nWord document. \n3. Audio recordings - date, location, duration, recording equipment, assigned video, content\ndescription, name of the participants, the subjects discussed will be documented in a Word\ndocument. \n4. Scanned archives - the type of archive, author, date of creation, owner, content description or\ntranscript and translation will be documented in a TextEdit document. \n5. Film stills and production photographs - the date, location, author, content description and\nequipment will be documented in a TextEdit document. \n6. Film editing project - the title of the sequence, date of creation, duration, form,\ncontent, quantity and names of video and audio files used will be documented in a TextEdit\ndocument. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nUTF-8 (Unicode Transformation Format – 8-bit) - metadata for video and audio recordings will\nbe stored in an automatically generated XML (Extensible Markup Language) file.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nSince the project involves working with sensitive personal audiovisual data that will be used to\ncreate an author documentary film, the data will be stored in a secure university environment for\nprivate data. \nHow is backup of the data provided?\nThe data will be stored on the university's OneDrive linked to the researcher's KU Leuven account\nwith automatic daily backup procedures.\nTwo additional copies will be stored on the researcher's hard drives. An additional copy will be\nstored on a separate hard drive kept in the supervisor's office. The cost of all (three) hard drives\nranges from 500 to 700 euros and will be covered by the FWO bench fee.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe total required storage capacity for the project will be up to 2-4 TB, depending on the stage of\nproject development. \nKU Leuven OneDrive storage cloud account comes with 2 TB, suitable for the beginning and\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\ndevelopment of the research project. When the accumulated research data will reach the storage\nlimit, the storage capacity can be extended up to 5 TB upon request through ICTS Service Point.\n \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nKU Leuven OneDrive storage cloud is part of the KU Leuven Education plan that is financed\ncentrally for all KU Leuven students and staff.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data will be stored in the university's secure environment with multifactor authentication for\nprotected access.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAfter the end of the project, the original audiovisual data containing sensitive personal data will\nbe removed from the university's repository. The resulted film will be kept in the audiovisual\nlibrary of the university and can be accessed by the staff. An additional copy will be given to the\nBelgian Royal Film Archive (Cinematek), to guarantee its long-term preservation. Access to these\ndata will be restricted to researchers.\nWhere will the data be archived (= stored for the longer term)?\nThe film will be stored for at least 10 years in the KU Leuven Library. An additional copy will be\ngiven to the Belgian Royal Film Archive (Cinematek), to guarantee its long-term preservation. \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe film will be given to the audiovisual library of the KU Leuven and LUCA School of Arts, as well\nas the Belgian Royal Film Archive (Cinematek) where it will be stored free of charge, with\nrestricted access to researchers. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nThe collected data will be used to create a documentary film. No secondary use of audiovisual\nmaterial will be possible.\nWhich data will be made available after the end of the project?\nThe resulted artistic research in the form of a feature-length documentary film will be presented\npublicly at various international film festivals, conferences and forums. \nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nA copy of the film will be stored at KU Leuven and LUCA School of Arts libraries, as well as Belgian\nCinematek and will be accessible for the researchers upon request. \nWhen will the data be made available?\nImmediately after the end of the project\nWho will be able to access the data and under what conditions?\nThe film will be made available to researchers upon request from KU Leuven and LUCA School of\nArts libraries, as well as Cinematek. Only a private preview will be allowed, while any reuse of\naudiovisual materials will be prohibited.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nQuestion not answered.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher will be responsible for data documentation and metadata under the guidance and\nmentorship of the supervisor.\nWho will be responsible for data storage & back up during the project?\nThe researcher will be responsible for data archiving. Once placed on KU Leuven OneDrive, KU\nLeuven ICTS protects and manages the data, accounts used and automatic backups.\nWho will be responsible for ensuring data preservation and reuse ?\nThe researcher will be responsible for ensuring data preservation in accordance with FWO and KU\nLeuven guidelines and the supervisors' committee supervision. \nWho bears the end responsibility for updating & implementing this DMP?\nThe researcher will be responsible for day-to-day data management, while the supervisor will be\nresponsible for overall data management and the long term preservation of the research\noutcomes. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name documentary cinema & prosthetic memories - DMP title Project Identifier u0148927 Grant Title 11C0122N Principal Investigator / Researcher Olga Lucovnicova Description This PhD research in the arts analyses the role of documentary cinema in the creation of 'prosthetic memories': the ways in which persons 'remember' events they have not personally experienced. My research focuses on prosthetic memories of WWII in Post-Soviet society through cinema and proposes a novel theoretical and practical framework for researching prosthetic memory through first- person documentaries (films in which the filmmaker's participation has a significant dramaturgical role). The goals of this project are: (1) To examine how (prosthetic) 'memories' can be or have been formed, transmitted and reflected in non-fiction cinema. (2) To detect novel methodologies and practices which will be applied when making a first-person documentary on intergenerational trauma and prosthetic memory of WWII in contemporary society. The film will deal with the legacy of WWII and Stalinism on three consecutive generations of my family. (3) To create a theoretical and practical framework for contemporary filmmakers working on intergenerational trauma and prosthetic memory of military conflicts and their aftermath. The project will result in a feature-length documentary film and in various articles, to be published in international, peer-review journals. These articles will form the backbone of my thesis. The film and the thesis will form a unity, as required by the regulations for a PhD in the Arts, as stipulated by the host institution. Institution KU Leuven 1. General Information Name applicant Olga Lucovnicova FWO Project Number & Title 11C0122N Filming memory / Filming my family. Intergenerational trauma and prosthetic memory of WWII in post-Soviet society. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created Qualitative data: video recordings (interviews, observations, landscapes, monuments, architecture, etc.) Video- recorded and stored in uncompressed .MP4 format and subsequently duplicated in a proxy video .mp4 compressed format for editing. 2-3 TB Research on the field, face-to-face interviews, filming of the documentary film. Proxies are generated in Adobe Premiere. Qualitative data: audio recordings (dialogues, ambient, singing, instrumental music, specific sound from the field, folly etc.) Audio- recorded and stored in uncompressed .WAV format. 100-200 GB Simultaneously recorded during video shooting with separate audio devices. The necessary special sounds such as ambient, specific details, voice-over and folly are recorded individually. Scanned images of archival documents: letters, photographs, documents. JPEG 10-20 GB Scanning documents from paper archival documents. Film stills and production photographs. .ARW, .JPG 10-20 GB Taken during the course of filming. Selected and exported film frames. Film editing project .prproj 100-200 GB Revising the content, organization, assembling video and audio recordings in Adobe Premiere. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: G-2021-4547 Short description of the kind of personal data that will be used: personal archives (documents, photographs, letters), video and audio recordings, interviews. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 The research includes the processing of personal data. PRET application: G-2021-4547 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Video recordings - date, location, duration, list of equipment ( camera, lens, filter, attached microphone, tripod, lights), camera settings, the camera operator, content description, name of the participants, the informed consent process, the subjects discussed will be documented in a Word document. 3. Audio recordings - date, location, duration, recording equipment, assigned video, content description, name of the participants, the subjects discussed will be documented in a Word document. 4. Scanned archives - the type of archive, author, date of creation, owner, content description or transcript and translation will be documented in a TextEdit document. 5. Film stills and production photographs - the date, location, author, content description and equipment will be documented in a TextEdit document. 6. Film editing project - the title of the sequence, date of creation, duration, form, content, quantity and names of video and audio files used will be documented in a TextEdit document. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes UTF-8 (Unicode Transformation Format – 8-bit) - metadata for video and audio recordings will be stored in an automatically generated XML (Extensible Markup Language) file. 5. Data storage and backup during the FWO project Where will the data be stored? Since the project involves working with sensitive personal audiovisual data that will be used to create an author documentary film, the data will be stored in a secure university environment for private data. How is backup of the data provided? The data will be stored on the university's OneDrive linked to the researcher's KU Leuven account with automatic daily backup procedures. Two additional copies will be stored on the researcher's hard drives. An additional copy will be stored on a separate hard drive kept in the supervisor's office. The cost of all (three) hard drives ranges from 500 to 700 euros and will be covered by the FWO bench fee. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The total required storage capacity for the project will be up to 2-4 TB, depending on the stage of project development. KU Leuven OneDrive storage cloud account comes with 2 TB, suitable for the beginning and This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 development of the research project. When the accumulated research data will reach the storage limit, the storage capacity can be extended up to 5 TB upon request through ICTS Service Point. What are the expected costs for data storage and back up during the project? How will these costs be covered? KU Leuven OneDrive storage cloud is part of the KU Leuven Education plan that is financed centrally for all KU Leuven students and staff. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment with multifactor authentication for protected access. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). After the end of the project, the original audiovisual data containing sensitive personal data will be removed from the university's repository. The resulted film will be kept in the audiovisual library of the university and can be accessed by the staff. An additional copy will be given to the Belgian Royal Film Archive (Cinematek), to guarantee its long-term preservation. Access to these data will be restricted to researchers. Where will the data be archived (= stored for the longer term)? The film will be stored for at least 10 years in the KU Leuven Library. An additional copy will be given to the Belgian Royal Film Archive (Cinematek), to guarantee its long-term preservation. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The film will be given to the audiovisual library of the KU Leuven and LUCA School of Arts, as well as the Belgian Royal Film Archive (Cinematek) where it will be stored free of charge, with restricted access to researchers. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: The collected data will be used to create a documentary film. No secondary use of audiovisual material will be possible. Which data will be made available after the end of the project? The resulted artistic research in the form of a feature-length documentary film will be presented publicly at various international film festivals, conferences and forums. Where/how will the data be made available for reuse? In a restricted access repository A copy of the film will be stored at KU Leuven and LUCA School of Arts libraries, as well as Belgian Cinematek and will be accessible for the researchers upon request. When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? The film will be made available to researchers upon request from KU Leuven and LUCA School of Arts libraries, as well as Cinematek. Only a private preview will be allowed, while any reuse of audiovisual materials will be prohibited. What are the expected costs for data sharing? How will the costs be covered? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Question not answered. 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher will be responsible for data documentation and metadata under the guidance and mentorship of the supervisor. Who will be responsible for data storage & back up during the project? The researcher will be responsible for data archiving. Once placed on KU Leuven OneDrive, KU Leuven ICTS protects and manages the data, accounts used and automatic backups. Who will be responsible for ensuring data preservation and reuse ? The researcher will be responsible for ensuring data preservation in accordance with FWO and KU Leuven guidelines and the supervisors' committee supervision. Who bears the end responsibility for updating & implementing this DMP? The researcher will be responsible for day-to-day data management, while the supervisor will be responsible for overall data management and the long term preservation of the research outcomes. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}