{
    "document_id": "D-2023-2200",
    "LinkTitle": "D-2023-2200",
    "file_name": "D-2023-2200.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2200.pdf",
    "metadata": {
        "title": "D-2023-2200",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Prof. Anja Van den Broeck; Promotor; http://orcid.org/0000-0002-5896-9506\nProf. Elfi Baillien; Co-promotor; http://orcid.org/0000-0002-5896-9506\nProf. Marijke Verbruggen; Co-promotor; http://orcid.org/0000-0002-7375-7771\nProf. Sophie De Winne; Co-promotor; http://orcid.org/0000-0001-8428-0289\nContributor name(s) (+ ORCID) & roles Promotors:\nProf. Anja Van den Broeck; Promotor; http://orcid.org/0000-0002-5896-9506\nProf. Elfi Baillien; Co-promotor; http://orcid.org/0000-0002-5896-9506\nProf. Marijke Verbruggen; Co-promotor; http://orcid.org/0000-0002-7375-7771\nProf. Sophie De Winne; Co-promotor; http://orcid.org/0000-0001-8428-0289\nResearchers:\nAstrid Lacroix; PhD researcher; https://orcid.org/0009-0006-2977-2233\nElke Van de Wiele; PhD researcher; http://orcid.org/0000-0002-0699-0928\nAmandine Van Doren, PhD researcher\nFor the purposes of the DMP we describe all the participants in this initiative.\nProject number1 & title  3H220823 De impact van de hoeveelheid en aard van telewerk op werknemers en teams: Een verklaring \nvanuit zelf-determinatie theorie\nFunder(s) GrantID2G052723N\n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP) 3Affiliation(s) ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \nPlease provide a short project description The organisational landscape is changing rapidly: the fourth industrial revolution spurred companies to  \nwidely deploy information and communication technologies (ICTs), allowing employees to work wherever  \nand whenever they want. The recent Covid-19 crisis accelerated this reorganisation of work and led to a  \nhuge shift towards teleworking: a work arrangement that allows employees to perform work tasks from  \nhome for at least part of the working week using ICTs (Bailey & Kurland , 2002). Before Covid-19, the  \nproportion of teleworkers was rather modest with 14.4% of workers in the European Union (Eurostat, 2020)  \nand 17.9% of Flemish workers (Bourdeaud'hui & Delagrange, 2017) working from home at least sometimes.  \nCovid-19 boosted these numbers so that now about 40% of European workers telecommute full-time  \n(Eurofound, 2020), while in Belgium the number of telecommuters quadrupled (Acerta, 2020). Many  \norganisations are expected to continue to allow homeworking after the end of the pandemic (Lister, 2020).  \nLarge companies were already taking a leap forward: Facebook, for example, is asking all its employees to  \ncontinue working from home, and Google communicated that telecommuting will be the norm until July  \n2021.\nDespite the rise, scientific research remains inconclusive on the impact of teleworking (McClosely & Igbaria,  \n1998; Gajendran & Harrison, 2007): While some studies have found that it leads to beneficial outcomes for  \nemployees, such as reduced stress, better work-life balance and higher performance (Allen et al., 2015),  \nothers reported unfavourable individual outcomes such as lower satisfaction, reduced performance and  \nloneliness (Charalampous, et al. 2019; Van Der Lippe & Lippényi, 2019). Still others point to nule effects  \n(Morganson  et  al.,  2010).  Notably,  the  current  literature  is  insufficient  to  explain  these  seemingly  \ncontradictory observations and offers little insight into the impact of teleworking on colleagues and teams as  \na whole. It therefore remains unclear whether the results reported in the literature hold up in light of the  \n3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 4massive shift from sporadic and at hoc opportunities to work from home to teleworking on a more structural  \nbasis in view of the Covid-19 pandemic (Kniffin et al. , 2020). \nThe overall aim of this project is (a) to explore outcomes at the individual and team level (FOR WHO?) (b) a  \nmore nuanced operationalisation of teleworking (WHAT?), (c) to gain a further understanding of the  \nrelationship between teleworking and its outcomes (WHY?) and (d) to look at teleworking policies as  \nimplemented by the HR department and direct managers as a contextual factor influencing these processes  \n(WHEN?). This boils down to two elaborated objectives: Objective 1: The basic psychological needs of self-\ndetermination  theory  as  an  explanatory  process  in  the  relationship  between  teleworking  and  its  \nconsequences at the individual and team level. We want to investigate basic needs as the underlying  \nmechanism through which teleworking - in various measures - affects individual-level outcomes (objective  \n1a) and we want to investigate how the degree of teleworking (e.g. number of people within the team,  \nnumber  of  days)  affects  team-level  outcomes  (e.g.  cohesion,  performance)  through  team-level  need  \nsatisfaction (objective 1b). Objective 2: The implementation of telework policies by the HR department and  \nimmediate supervisor as contingent conditions within the relationship between teleworking and basic  \nneeds. More specifically, we want to investigate whether autonomy support (e.g. being able to choose  \nwhich days one works from home) versus control (e.g. close monitoring of laptop activity) from the HR  \ndepartment and direct supervisor influences the effects of telework intensity at the individual level (aim 2.1  \na) and team level (aim 2.1b).\nFWO DMP Template (Flemish Standard DMP) 52.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nDaily Diary \nStudy \n(individual \nlevel)Numeric data – \nquestionnaires: \nSurvey study \nconducted \nduring 10 \nconsecutive \nworkdays. ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .sav \n(SPSS Statistics \nData Document, \nTable)\n☐ NA☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nLongitudinal \nteam study \n(team level; Numeric data – \nquestionnaires: \nThree wave ☒ Generate new \ndata☒ Digital☒ Observational☒ other: .sav☒ < 1 GB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 6at multiple \npoints in \ntime)survey study. \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  /\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data  \n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\n Employees will fill in surveys. Personal data will be collected and used in the analysis.  \nFWO DMP Template (Flemish Standard DMP) 7Will  you  process  personal  data5?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\nThe questionnaires are linked to an e-mail address so the person is identifiable. The answers to the \nquestions also make people identifiable. There are no ethical issues because respondents give their \nconsent to use the data. An informed consent form is used and filled in before collecting data, stating that \nrespondents gave permission to use the data for research.\n-Short description of the kind of personal data that will be used:\nFor the daily diary study, we examine employee personal data. The data surveyed are demographic data, \ntelecommuting behaviour (frequency, content of work, contact with colleagues,...) and individual \noutcomes such as well-being, performance, engagement, productivity...\nFor the team study, we will examine personal data of employees and managers. The data that will be \nsurveyed are demographic data, telecommuting behaviour (frequency, content of work, team \nappointments, contact with colleagues,...) and individual, team and organizational outcomes such as well-\nbeing, performance, need satisfaction, team cohesion,...\nFinally, socio-demographic data will be collected throughout the two studies. This includes: age, gender, \njob information (function, sector of employment, whether or not the participant has a managing position),  \nnumber of children, partner.\n-Privacy Registry Reference:  \nThis project has already submitted a PRET application which has been approved ( G-2021-4272-R2(MAR) ).\n5 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 8Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP) 93.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).For every data collection, we will generate documentation files (in word) which contain the following  \ninformation: \n1. General description of the research (e.g., researchers involved, title of the project)\n2. Description of the study design, sampling decisions, etc. \n3. A codebook about the survey and the main dataset (e.g., variable names and labels, origin of the scales  \nthat are used, link between the variables and the survey questions, etc.).  \n4. The informed consent form \n5. Information about the analyses (e.g., syntax), research methods and research results.  \n6. If we keep different versions of the dataset, we will document the differences between these versions.  \nDifferent versions will get a name that suggests the link between the different versions (e.g., date in the  \nfilename, subsequent numbering: 1.1, 1.2). \n7. The research questions/papers for which the data are used \nAll documentation will be stored at the PhD researchers and the  central storage facilities of the research unit  \nWork and Organisation Studie  (i.e. One Dirive for business, which is secured and can only be accessed by the  \nresearchers of the research group) and the laptop of the doctoral researcher (which is secured).\nIn addition, some documentation (i.e., (1) the general description of the research, (2) description of the  \nstudy design and (7) the research questions/papers for which the data are used) will be made available  \npublicly, probably via Open Science Framework. Documentation can also be shared upon request.\nFWO DMP Template (Flemish Standard DMP) 10Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.☐ Yes\n☒ No\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nWe do not use meta data standards or structure. A lot of documentation on the research will be generated  \n(see previous step). Since this project is a collaboration with multiple people, we do these steps \n(documentation) very well and detailed to keep all data clear. We will follow a structured document \nprovided by the PI.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? First, the file with the email addresses will be kept on the PhD researcher’s  KU  Leuven's OneDrive  for \nbusiness and copies will be made on the central storage facilities of the research unit Work and Organisation  \nStudies (i.e., One Drive, which can only be accessed by the research unit). After pseudonymization, the non-\npseudonymized data will be deleted from the drive (t he file with the email addresses). Second, the original  \ndatasets and all documentation (pseudonymized data) will be kept on the PhD researcher’s and the research  \nunit’s One Drive for busi ness storage facility.  This One Drive is secured and backed-up daily. Only personnel \nfrom the research group have access to this drive via a password. \nHow will the data be backed up? The data will be saved on the PhD researcher’s KU Leuven's OneDrive for business and copies will be made  \non the central storage facilities of the research unit Work and Organisation Studies (i.e., One Drive, which \ncan only be accessed by the research unit).  The OneDrive can only be accessed using the KU Leuven \nauthenticator. \nFWO DMP Template (Flemish Standard DMP) 11Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nThe foreseen capacity will be sufficient for storing our data since OneDrive for Business has a capacity of 1 TB  \nand data will also be stored on the central storage facilities of the research unit. Back-up capacity will also be  \nsufficient since some data will be available on different personal devices of the doctoral student (external  \nhard drive, personal laptop, personal OneDrive account).  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?These files will be deleted once all data is collected and different datasets are linked (and some prizes are  \nraffled). The (pseudonymized) datasets, identifiable or sensitive data  and all documentation will be stored  \non a secured server  from the PhD researcher and a secured server from the KU Leuven research group Work  \nand Organisation Studies. The pseudonymized key is stored on the supervisor's (secured) One Drive but is  \nnot shared.\nThese measures should prevent the risk of lost or stolen data when laptops are lost. All data files are \npassword protected, only the involved researchers in the project will have access to them.\nDocumentation can be shared upon request. Data will be retained for the expected 10-year period after the  \nend of the project, as mentioned in the informed consent signed by participants. All documentation that is  \nmade publicly available or that is shared later will be made \"read-only\" to avoid unauthorized people to  \nmodify the data.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?In case an additional Enterprise Box is purchased, the costs will be 10 euro/year/license. This will be \ncovered by a part of the allocated project budget by FWO.\n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP) 12Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).Identifiable or sensitive data will be stored on a secured server from the PhD researcher and a secured server  \nfrom the KU Leuven research group Work and Organisation Studies ( can only be accessed by the researchers  \nof the research group). These files will be deleted once all data is collected and different datasets are linked  \n(some prizes are raffled and feedback reports have been distributed). The ( pseudonymized) datasets and all \ndocumentation will be stored on the PhD researcher’s and  the secured research groups (WOS) central  \nstorage facilities. All these data will be retained for the expected 10-year period after the end of the project  \n(conform KU Leuven and RDM policy). This is in line with the information provided to and signed by the  \nparticipants in the informed consent. \nThese files can be shared for additional collaborations with other scholars in the following years in terms of  \nadditional studies.\nWhere will these data be archived (stored and \ncurated for the long-term)?As mentioned in the previous answer, identifiable  or sensitive (pseudonymized) data will be stored on the  \nsecured PhD  researcher’s  and  department’s  (WOS)  storage  facilities  (OneDrive).  Datasets  and  \ndocumentation can only be accesses by the researchers of this project and will be retained for the expected  \n10-year period (in line with the signed informed consent). \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?We expect that no additional costs will be necessary to preserve data on the  secured university's central  \nservers for a period of 10 years.  \nThe costs, in case an additional Enterprise Box is purchased, will be 10 euro/year/license. This will be \ncovered by a part of the allocated project budget by FWO.\n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP) 13Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nRespondents give permission to the PI and researchers to share data (subject to some conditions) with \nother research projects (if included in the informed consent).  \nThe files with the email addresses (and personal data shared by the respondents) will be deleted once all \ndata for that work package is collected and the data of the different waves are linked (and some prizes are \nraffled). \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.All contributors to the project as mentioned under 1 have access to the data for max. 10 years after the \nproject ends. \nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nFWO DMP Template (Flemish Standard DMP) 14Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.Upon request by mail: data will be available on request after signing a data sharing agreement.\nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of the research results: data will be available on request after signing a data sharing \nagreement, after contacting the research team.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.Data will not be shared. No licenses are provided for sharing data.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.☐ Yes\n☒ No\nIf yes:\nNot yet available.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No extra costs.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Elke Van de Wiele, PhD researcher on the project @ KU Leuven (u0143949)\nAstrid Lacroix, PhD researcher on the project @ KU Leuven (u0148915)\nAmandine Van Doren , PhD researcher on the project @ KU Leuven  \nWho will manage data storage and backup \nduring the research project?Elke Van de Wiele, PhD researcher on the project @ KU Leuven (u0143949)\nAstrid Lacroix, PhD researcher on the project @ KU Leuven (u0148915)\nAmandine Van Doren , PhD researcher on the project @ KU Leuven\nFWO DMP Template (Flemish Standard DMP) 15Who will manage data preservation and \nsharing?The PI’s are responsible.\nThe principal investigators (Elfi Baillien, Anja Van den Broeck, Sophie De Winne and Marijke Verbruggen) \nbear the end responsibility of updating & implementing this DMP\nWho will update and implement this DMP? The PI’s (Elfi Baillien, Anja Van den Broeck, Sophie De Winne and Marijke Verbruggen) bear the end \nresponsibility of updating & implementing this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Prof. Anja Van den Broeck; Promotor; http://orcid.org/0000-0002-5896-9506 Prof. Elfi Baillien; Co-promotor; http://orcid.org/0000-0002-5896-9506 Prof. Marijke Verbruggen; Co-promotor; http://orcid.org/0000-0002-7375-7771 Prof. Sophie De Winne; Co-promotor; http://orcid.org/0000-0001-8428-0289 Contributor name(s) (+ ORCID) & roles Promotors: Prof. Anja Van den Broeck; Promotor; http://orcid.org/0000-0002-5896-9506 Prof. Elfi Baillien; Co-promotor; http://orcid.org/0000-0002-5896-9506 Prof. Marijke Verbruggen; Co-promotor; http://orcid.org/0000-0002-7375-7771 Prof. Sophie De Winne; Co-promotor; http://orcid.org/0000-0001-8428-0289 Researchers: Astrid Lacroix; PhD researcher; https://orcid.org/0009-0006-2977-2233 Elke Van de Wiele; PhD researcher; http://orcid.org/0000-0002-0699-0928 Amandine Van Doren, PhD researcher For the purposes of the DMP we describe all the participants in this initiative. Project number1 & title 3H220823 De impact van de hoeveelheid en aard van telewerk op werknemers en teams: Een verklaring vanuit zelf-determinatie theorie Funder(s) GrantID2G052723N 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) 3Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: Please provide a short project description The organisational landscape is changing rapidly: the fourth industrial revolution spurred companies to widely deploy information and communication technologies (ICTs), allowing employees to work wherever and whenever they want. The recent Covid-19 crisis accelerated this reorganisation of work and led to a huge shift towards teleworking: a work arrangement that allows employees to perform work tasks from home for at least part of the working week using ICTs (Bailey & Kurland , 2002). Before Covid-19, the proportion of teleworkers was rather modest with 14.4% of workers in the European Union (Eurostat, 2020) and 17.9% of Flemish workers (Bourdeaud'hui & Delagrange, 2017) working from home at least sometimes. Covid-19 boosted these numbers so that now about 40% of European workers telecommute full-time (Eurofound, 2020), while in Belgium the number of telecommuters quadrupled (Acerta, 2020). Many organisations are expected to continue to allow homeworking after the end of the pandemic (Lister, 2020). Large companies were already taking a leap forward: Facebook, for example, is asking all its employees to continue working from home, and Google communicated that telecommuting will be the norm until July 2021. Despite the rise, scientific research remains inconclusive on the impact of teleworking (McClosely & Igbaria, 1998; Gajendran & Harrison, 2007): While some studies have found that it leads to beneficial outcomes for employees, such as reduced stress, better work-life balance and higher performance (Allen et al., 2015), others reported unfavourable individual outcomes such as lower satisfaction, reduced performance and loneliness (Charalampous, et al. 2019; Van Der Lippe & Lippényi, 2019). Still others point to nule effects (Morganson et al., 2010). Notably, the current literature is insufficient to explain these seemingly contradictory observations and offers little insight into the impact of teleworking on colleagues and teams as a whole. It therefore remains unclear whether the results reported in the literature hold up in light of the 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 4massive shift from sporadic and at hoc opportunities to work from home to teleworking on a more structural basis in view of the Covid-19 pandemic (Kniffin et al. , 2020). The overall aim of this project is (a) to explore outcomes at the individual and team level (FOR WHO?) (b) a more nuanced operationalisation of teleworking (WHAT?), (c) to gain a further understanding of the relationship between teleworking and its outcomes (WHY?) and (d) to look at teleworking policies as implemented by the HR department and direct managers as a contextual factor influencing these processes (WHEN?). This boils down to two elaborated objectives: Objective 1: The basic psychological needs of self- determination theory as an explanatory process in the relationship between teleworking and its consequences at the individual and team level. We want to investigate basic needs as the underlying mechanism through which teleworking - in various measures - affects individual-level outcomes (objective 1a) and we want to investigate how the degree of teleworking (e.g. number of people within the team, number of days) affects team-level outcomes (e.g. cohesion, performance) through team-level need satisfaction (objective 1b). Objective 2: The implementation of telework policies by the HR department and immediate supervisor as contingent conditions within the relationship between teleworking and basic needs. More specifically, we want to investigate whether autonomy support (e.g. being able to choose which days one works from home) versus control (e.g. close monitoring of laptop activity) from the HR department and direct supervisor influences the effects of telework intensity at the individual level (aim 2.1 a) and team level (aim 2.1b). FWO DMP Template (Flemish Standard DMP) 52.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Daily Diary Study (individual level)Numeric data – questionnaires: Survey study conducted during 10 consecutive workdays. ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .sav (SPSS Statistics Data Document, Table) ☐ NA☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Longitudinal team study (team level; Numeric data – questionnaires: Three wave ☒ Generate new data☒ Digital☒ Observational☒ other: .sav☒ < 1 GB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 6at multiple points in time)survey study. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: Employees will fill in surveys. Personal data will be collected and used in the analysis. FWO DMP Template (Flemish Standard DMP) 7Will you process personal data5? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: The questionnaires are linked to an e-mail address so the person is identifiable. The answers to the questions also make people identifiable. There are no ethical issues because respondents give their consent to use the data. An informed consent form is used and filled in before collecting data, stating that respondents gave permission to use the data for research. -Short description of the kind of personal data that will be used: For the daily diary study, we examine employee personal data. The data surveyed are demographic data, telecommuting behaviour (frequency, content of work, contact with colleagues,...) and individual outcomes such as well-being, performance, engagement, productivity... For the team study, we will examine personal data of employees and managers. The data that will be surveyed are demographic data, telecommuting behaviour (frequency, content of work, team appointments, contact with colleagues,...) and individual, team and organizational outcomes such as well- being, performance, need satisfaction, team cohesion,... Finally, socio-demographic data will be collected throughout the two studies. This includes: age, gender, job information (function, sector of employment, whether or not the participant has a managing position), number of children, partner. -Privacy Registry Reference: This project has already submitted a PRET application which has been approved ( G-2021-4272-R2(MAR) ). 5 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 8Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) 93.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).For every data collection, we will generate documentation files (in word) which contain the following information: 1. General description of the research (e.g., researchers involved, title of the project) 2. Description of the study design, sampling decisions, etc. 3. A codebook about the survey and the main dataset (e.g., variable names and labels, origin of the scales that are used, link between the variables and the survey questions, etc.). 4. The informed consent form 5. Information about the analyses (e.g., syntax), research methods and research results. 6. If we keep different versions of the dataset, we will document the differences between these versions. Different versions will get a name that suggests the link between the different versions (e.g., date in the filename, subsequent numbering: 1.1, 1.2). 7. The research questions/papers for which the data are used All documentation will be stored at the PhD researchers and the central storage facilities of the research unit Work and Organisation Studie (i.e. One Dirive for business, which is secured and can only be accessed by the researchers of the research group) and the laptop of the doctoral researcher (which is secured). In addition, some documentation (i.e., (1) the general description of the research, (2) description of the study design and (7) the research questions/papers for which the data are used) will be made available publicly, probably via Open Science Framework. Documentation can also be shared upon request. FWO DMP Template (Flemish Standard DMP) 10Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.☐ Yes ☒ No If no, please specify (where appropriate per dataset or data type) which metadata will be created: We do not use meta data standards or structure. A lot of documentation on the research will be generated (see previous step). Since this project is a collaboration with multiple people, we do these steps (documentation) very well and detailed to keep all data clear. We will follow a structured document provided by the PI. 4.Data Storage & Back-up during the Research Project Where will the data be stored? First, the file with the email addresses will be kept on the PhD researcher’s KU Leuven's OneDrive for business and copies will be made on the central storage facilities of the research unit Work and Organisation Studies (i.e., One Drive, which can only be accessed by the research unit). After pseudonymization, the non- pseudonymized data will be deleted from the drive (t he file with the email addresses). Second, the original datasets and all documentation (pseudonymized data) will be kept on the PhD researcher’s and the research unit’s One Drive for busi ness storage facility. This One Drive is secured and backed-up daily. Only personnel from the research group have access to this drive via a password. How will the data be backed up? The data will be saved on the PhD researcher’s KU Leuven's OneDrive for business and copies will be made on the central storage facilities of the research unit Work and Organisation Studies (i.e., One Drive, which can only be accessed by the research unit). The OneDrive can only be accessed using the KU Leuven authenticator. FWO DMP Template (Flemish Standard DMP) 11Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: The foreseen capacity will be sufficient for storing our data since OneDrive for Business has a capacity of 1 TB and data will also be stored on the central storage facilities of the research unit. Back-up capacity will also be sufficient since some data will be available on different personal devices of the doctoral student (external hard drive, personal laptop, personal OneDrive account). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?These files will be deleted once all data is collected and different datasets are linked (and some prizes are raffled). The (pseudonymized) datasets, identifiable or sensitive data and all documentation will be stored on a secured server from the PhD researcher and a secured server from the KU Leuven research group Work and Organisation Studies. The pseudonymized key is stored on the supervisor's (secured) One Drive but is not shared. These measures should prevent the risk of lost or stolen data when laptops are lost. All data files are password protected, only the involved researchers in the project will have access to them. Documentation can be shared upon request. Data will be retained for the expected 10-year period after the end of the project, as mentioned in the informed consent signed by participants. All documentation that is made publicly available or that is shared later will be made \"read-only\" to avoid unauthorized people to modify the data. What are the expected costs for data storage and backup during the research project? How will these costs be covered?In case an additional Enterprise Box is purchased, the costs will be 10 euro/year/license. This will be covered by a part of the allocated project budget by FWO. 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) 12Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).Identifiable or sensitive data will be stored on a secured server from the PhD researcher and a secured server from the KU Leuven research group Work and Organisation Studies ( can only be accessed by the researchers of the research group). These files will be deleted once all data is collected and different datasets are linked (some prizes are raffled and feedback reports have been distributed). The ( pseudonymized) datasets and all documentation will be stored on the PhD researcher’s and the secured research groups (WOS) central storage facilities. All these data will be retained for the expected 10-year period after the end of the project (conform KU Leuven and RDM policy). This is in line with the information provided to and signed by the participants in the informed consent. These files can be shared for additional collaborations with other scholars in the following years in terms of additional studies. Where will these data be archived (stored and curated for the long-term)?As mentioned in the previous answer, identifiable or sensitive (pseudonymized) data will be stored on the secured PhD researcher’s and department’s (WOS) storage facilities (OneDrive). Datasets and documentation can only be accesses by the researchers of this project and will be retained for the expected 10-year period (in line with the signed informed consent). What are the expected costs for data preservation during the expected retention period? How will these costs be covered?We expect that no additional costs will be necessary to preserve data on the secured university's central servers for a period of 10 years. The costs, in case an additional Enterprise Box is purchased, will be 10 euro/year/license. This will be covered by a part of the allocated project budget by FWO. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) 13Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: Respondents give permission to the PI and researchers to share data (subject to some conditions) with other research projects (if included in the informed consent). The files with the email addresses (and personal data shared by the respondents) will be deleted once all data for that work package is collected and the data of the different waves are linked (and some prizes are raffled). If access is restricted, please specify who will be able to access the data and under what conditions.All contributors to the project as mentioned under 1 have access to the data for max. 10 years after the project ends. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: FWO DMP Template (Flemish Standard DMP) 14Where will the data be made available? If already known, please provide a repository per dataset or data type.Upon request by mail: data will be available on request after signing a data sharing agreement. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of the research results: data will be available on request after signing a data sharing agreement, after contacting the research team. Which data usage licenses are you going to provide? If none, please explain why.Data will not be shared. No licenses are provided for sharing data. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.☐ Yes ☒ No If yes: Not yet available. What are the expected costs for data sharing? How will these costs be covered? No extra costs. 7. Responsibilities Who will manage data documentation and metadata during the research project?Elke Van de Wiele, PhD researcher on the project @ KU Leuven (u0143949) Astrid Lacroix, PhD researcher on the project @ KU Leuven (u0148915) Amandine Van Doren , PhD researcher on the project @ KU Leuven Who will manage data storage and backup during the research project?Elke Van de Wiele, PhD researcher on the project @ KU Leuven (u0143949) Astrid Lacroix, PhD researcher on the project @ KU Leuven (u0148915) Amandine Van Doren , PhD researcher on the project @ KU Leuven FWO DMP Template (Flemish Standard DMP) 15Who will manage data preservation and sharing?The PI’s are responsible. The principal investigators (Elfi Baillien, Anja Van den Broeck, Sophie De Winne and Marijke Verbruggen) bear the end responsibility of updating & implementing this DMP Who will update and implement this DMP? The PI’s (Elfi Baillien, Anja Van den Broeck, Sophie De Winne and Marijke Verbruggen) bear the end responsibility of updating & implementing this DMP."
}