{
    "document_id": "D-2022-1567",
    "LinkTitle": "D-2022-1567",
    "file_name": "D-2022-1567.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1567.pdf",
    "metadata": {
        "title": "Microsoft Word - fwo-dmp-Weave.docx",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template  1  FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template.   1. General Information  Name applicant  Maria Rosaria Vetrano FWO Project Number & Title G066722N & Boiling Enhancement by Surface Texturing ...   Affiliation ☒ KU Leuven  ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt  ☐ Vrije Universiteit Brussel ☐ Other:  2. Data description  Will you generate/collect new data and/or make use of existing data?  ☒ Generate new data ☐ Reuse existing data \n2019-10-01 | FWO DMP Template  2  Describe the origin, type and format of the data (per dataset) and its (estimated) volume  If you reuse existing data, specify the source of these data.  Distinguish data types (the kind of content) from data formats (the technical format). Within this research project, the following data will be generated : 1) ‘raw experimental’ data generated by the lab equipment used in this project (e.g. thermographic images, temperature data, flow images, contact angle data,3D topography images,...). File formats: Microsoft Excel, PDF and digital images  (png or pfd) 2) ‘derived’ data: resulting from the processing of the raw experimental data (e.g. temperature maps, correlation laws,..). File formats: Microsoft Excel, .Mat (Matlab) 3) ‘dissemination’ data: publication manuscripts, presentations (e.g. project meetings), File formats: PDF 4) objects (e.g. textured surfaces, experimental set-ups,...)   3. Ethical and legal issues  Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register.  In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes:  - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☐ Yes ☒ No If yes:  - Reference to ethical committee approval:  Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☒ Yes ☐ No If yes, please comment: manufactured textured surfaces, manufacturing methodologies and procedures, and new measurement techniques. \n2019-10-01 | FWO DMP Template  3  Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment:   4. Documentation and metadata  What documentation will be provided to enable understanding and reuse of the data collected/generated in this project?  For the experimental data, the study design (including samples labelling) as well as experimental protocols will be contained in a lab book, in order to provide all information necessary for a secondary analyst to use the data accurately and effectively. Data analysis will be collected per experimental test, including a txt file with a clear description of what the data represent and how they were generated. The name of the folder will contain the fluid used, the surface texture label, temperature, and a reference to the heat flux conditions of the considered experiment (A .txt file explaining the naming will be maintained). Will a metadata standard be used? If so, describe in detail which standard will be used.  If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No Since there is no formally acknowledged metadata standard specific to our discipline, the DDI standard (Data Documentation Initiative) will be used.   5. Data storage & backup during the FWO project  Where will the data be stored?  During the research, data will be stored on the university's central servers or other cloud data storage service providers. Copies will be made on the HMT NAS and kept on personal devices. Physical objects will be kept in a filing cabinet in the HMT Laboratory. How will the data be backed up?  Automatic daily backup only accessible to the researchers involved in this project. \n2019-10-01 | FWO DMP Template  4  Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  ☒ Yes ☐ No If no, please specify:  What are the expected costs for data storage and backup during the project? How will these costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. KU Leuven Enterprise Box allows storage up to 100 Gb at a cost of 10 Euro, we anticipate that this will be sufficient. Part of the allocated project budget will be used to cover the cost incurred.    Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  Use of KU Leuven standard safety rules  6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow.  Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons  for this (legal or contractual restrictions, physical preservation issues, ...). All data will be preserved for at least 5 years after the end of the project. Where will these data be archived (= stored for the long term)?  After the research, the data will be stored at the KU Leuven’s large volume storage’ server until at least 5 years after the end of the project. Physical objects will be kept in a filing cabinet in the HMT laboratory \n2019-10-01 | FWO DMP Template  5  What are the expected costs for data preservation during these 5 years? How will the costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. The estimated cost will be 50 euro and part of the allocated project budget will be used to cover this cost.  7. Data sharing and reuse  Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?  ☒ Yes ☐ No If yes, please specify: Only the data which are published will be shared. The data which can lead to possible patenting will not be shared. Which data will be made available after the end of the project?  All data which are not covered by IP and are published during the project. Where/how will the data be made available for reuse?  ☐ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify):  When will the data be made available?  After publication and upon request. Commercial reuse is not allowed. Who will be able to access the data and under what conditions?  After publication, anyone can access the data. \n2019-10-01 | FWO DMP Template  6  What are the expected costs for data sharing? How will these costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. As it is unclear which data can be made available, the expected costs are unknown at this point.  8. Responsibilities  Who will be responsible for the data documentation & metadata?  The PhD and postdoc researchers involved in this project are responsible for data documentation and metadata.  Who will be responsible for data storage & back up during the project?  The PhD and postdoc researchers involved in this project are responsible for data storage on the KU Leuven servers, but back up will be through automatic procedures according to KU Leuven policy.  Who will be responsible for ensuring data preservation and sharing?  The respective (co-)supervisors (PIs) of this project are responsible for ensuring data preservation and reuse.  Who bears the end responsibility for updating & implementing this DMP?   Default response: The PI bears the overall responsibility for updating & implementing this DMP The PI bears the overall responsibility for updating & implementing this DMP The supervisor/spokesperson Maria Rosaria Vetrano bears the end responsibility of updating & implementing this DMP.   "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Maria Rosaria Vetrano FWO Project Number & Title G066722N & Boiling Enhancement by Surface Texturing ... Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Within this research project, the following data will be generated : 1) ‘raw experimental’ data generated by the lab equipment used in this project (e.g. thermographic images, temperature data, flow images, contact angle data,3D topography images,...). File formats: Microsoft Excel, PDF and digital images (png or pfd) 2) ‘derived’ data: resulting from the processing of the raw experimental data (e.g. temperature maps, correlation laws,..). File formats: Microsoft Excel, .Mat (Matlab) 3) ‘dissemination’ data: publication manuscripts, presentations (e.g. project meetings), File formats: PDF 4) objects (e.g. textured surfaces, experimental set-ups,...) 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☐ Yes ☒ No If yes: - Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☒ Yes ☐ No If yes, please comment: manufactured textured surfaces, manufacturing methodologies and procedures, and new measurement techniques. 2019-10-01 | FWO DMP Template 3 Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? For the experimental data, the study design (including samples labelling) as well as experimental protocols will be contained in a lab book, in order to provide all information necessary for a secondary analyst to use the data accurately and effectively. Data analysis will be collected per experimental test, including a txt file with a clear description of what the data represent and how they were generated. The name of the folder will contain the fluid used, the surface texture label, temperature, and a reference to the heat flux conditions of the considered experiment (A .txt file explaining the naming will be maintained). Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No Since there is no formally acknowledged metadata standard specific to our discipline, the DDI standard (Data Documentation Initiative) will be used. 5. Data storage & backup during the FWO project Where will the data be stored? During the research, data will be stored on the university's central servers or other cloud data storage service providers. Copies will be made on the HMT NAS and kept on personal devices. Physical objects will be kept in a filing cabinet in the HMT Laboratory. How will the data be backed up? Automatic daily backup only accessible to the researchers involved in this project. 2019-10-01 | FWO DMP Template 4 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. KU Leuven Enterprise Box allows storage up to 100 Gb at a cost of 10 Euro, we anticipate that this will be sufficient. Part of the allocated project budget will be used to cover the cost incurred. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Use of KU Leuven standard safety rules 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be preserved for at least 5 years after the end of the project. Where will these data be archived (= stored for the long term)? After the research, the data will be stored at the KU Leuven’s large volume storage’ server until at least 5 years after the end of the project. Physical objects will be kept in a filing cabinet in the HMT laboratory 2019-10-01 | FWO DMP Template 5 What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. The estimated cost will be 50 euro and part of the allocated project budget will be used to cover this cost. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: Only the data which are published will be shared. The data which can lead to possible patenting will not be shared. Which data will be made available after the end of the project? All data which are not covered by IP and are published during the project. Where/how will the data be made available for reuse? ☐ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? After publication and upon request. Commercial reuse is not allowed. Who will be able to access the data and under what conditions? After publication, anyone can access the data. 2019-10-01 | FWO DMP Template 6 What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. As it is unclear which data can be made available, the expected costs are unknown at this point. 8. Responsibilities Who will be responsible for the data documentation & metadata? The PhD and postdoc researchers involved in this project are responsible for data documentation and metadata. Who will be responsible for data storage & back up during the project? The PhD and postdoc researchers involved in this project are responsible for data storage on the KU Leuven servers, but back up will be through automatic procedures according to KU Leuven policy. Who will be responsible for ensuring data preservation and sharing? The respective (co-)supervisors (PIs) of this project are responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMP The PI bears the overall responsibility for updating & implementing this DMP The supervisor/spokesperson Maria Rosaria Vetrano bears the end responsibility of updating & implementing this DMP."
}