{
    "document_id": "D-2023-1815",
    "LinkTitle": "D-2023-1815",
    "file_name": "D-2023-1815.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1815.pdf",
    "metadata": {
        "title": "D-2023-1815",
        "author": "Server_Maison",
        "num_pages": 11
    },
    "content": {
        "full_text": " \nVIBROACOUSTICS OF COMPLEX MEDIA: STOCHASTICITY, NON -\nLINEARITY  \nA Data Management Plan created using DMPonline.be  \n \nCreator:      Régis Boukadia    \n \nAffiliation: KU Leuven (KUL)  \n \nFunder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)  \n \nTemplate: FWO DMP (Flemish Standard DMP)  \n \nGrant number / URL: 12E2823N  \n \nID: 194881  \n \nStart date: 01-10-2022  \n \nEnd date: 30-09-2025  \n \nProject abstract:  \nHigh accuracy numerical simulat ions are increasingly needed in various domains of science related to physics and \nengineering. They are crucial in, applications such as shape optimization based on the computation of Fréchet \nderivatives, Digital Twins allowing to monitor and predict the b ehavior of their physical counterparts in real time, or the \ndesign of periodic metamaterials that rely on a micro/mesostructure to deliver performance beyond that of their \nstandard counterparts. However, the computational burden required to perform the ass ociated simulations would be \nimpractical if standard modeling techniques -e.g. the finite element method - were to be used. In order to tackle this \nissue, Model Order Reduction (MOR) methods and multiscale approaches have proved extremely useful as they \nenable considerable reduction of the computational cost with little to no impact on the accuracy of the simulations. \nWhile many MOR methods are available for linear problems, the literature is much sparser and scattered among \nmany fields for nonlinear problem s. By taking an interdisciplinary approach, this research proposal aims to address \nthese unresolved challenges by the development of efficient MOR schemes and multiscale approaches for nonlinear \nvibro -acoustic systems.  \n \nLast modified: 30-04-2023  \n \n \n \n  \nAPPLICATION DMP  \n \n \nQUESTIONNAIRE  \n \nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or \ngenerate and /or (re)use. (use up to 700 characters)  \n \nThis project mostly deal with the development of efficient numerica l and mathematical techniques for the modeling of \ncomplex physical phenomena. In certain cases, predictions derived from numerical models could be compared to \nexperimental data. As such, most of the data manipulated takes one the form of:  \n● Numerical or math ematical models (digital)  \n● Simulation results  \n● Vibroacoustic measurements test results  \n● Test samples  \n \n \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 \nyears after the end of the research? Motivate  your answer. (use up to 700 characters)  \n \n1. Designation of responsible person  \nKU Leuven Division LMSD research manager Bert Pluymers will be responsible for ensuring the long -term \npreservation of the data after the end of the project.  \n2. Storage  \nPhysical sample s will be stored in the KU Leuven Division LMSD’s lab storage where space has been \nallocated according to the foreseen required space. Digital data (models, simulation results and \nmeasurements) will be stored long term on KU Leuven ICTS servers.  \n3. Repository  \nThe relevant datasets and numerical models associated with Open Access publications will also be \nuploaded in Zenodo or similar as open access datasets under a Attribution -NonCommercial -NoDerivs (CC \nBY-NC-ND) license . \n \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum \npreservation term of 5 years? (max. 700 characters)  \n \nThere is no plan to deviate from this principle.  \n \n \nAre there issues concerning research data indicated in the ethics questionnaire of  this application form? \nWhich specific security measures do those data require? (use up to 700 characters)  \n \nThere are no such issues.  \n \n \nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)  \n \nThere are no such issues  \n \n \n \nDPIA  \n \n \nDPIA  \n \nHave you performed a DPIA for the personal data processing activities for this project?  \n \n● Not applicable  \n \n \nGDPR  \n \n \nGDPR  \n \nHave you registered personal data processing activities for this project?  \n \n● Not applicable  \n \n  \n \nFWO DMP (FLEMISH STANDARD DMP)  \n \n \n1. RESEARCH DATA SUMMARY  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a sho rt name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file exte nsion), and an estimate of the upper limit of the volume of the data.  \n \n  \nGenerated simulation -related data  \n \n        Only for digital \ndata Only \nfor \ndigital \ndata  Only for \ndigital data   Only for \nphysical \ndata \nDataset \nName  Description  New or \nreused  Digital or \nPhysical  Digital Data \nType  Digital \nData \nformat  Digital data \nvolume \n(MB/GB/TB)  Physical \nvolume  \nNumerical \nModels  Finite element \ndiscretization of \nphysical models \ngenerated by \ncommercial softwares \nsuch as ANSYS, \nCOMSOL, NX or \nMATLAB.  Generate \nnew data Digital  \n \n \n  Matlab and \nCommercial \nfinite element \nsoftware \nspecific \nformats  .sim,  \n.fem,  \n.afm,  \n.prt, \n.mph,  \n.mat,  \n.unv,  \n.csv, \n op4, \n.m \n.db 100-300GB    \nSimulation \nresults  Raw and processed \nsimulation data \ngenerated via \naforementioned \nnumerical models \nincluding databases, \ngraphs, images and \nanimations  Generate \nnew data  Digital  Numerical data  .mat \n.fig \n.rst \n.jpg \n.png \n.gif \n.mp4  \n \n \n 100-300GB    \nModel \nMetadata  Metadata describing \nmodels and \nsimulations setup and \nprocedures (textual)  Generate \nnew data  Digital  Text .txt,  \n.docx,  \n.pptx,  \n.pdf <1GB    \n  \n  \n \n \n \n \n \n \n \n \n \n \nGenerated experiment -related data  \n \n        Only for digital \ndata Only \nfor \ndigital \ndata  Only for \ndigital data   Only for \nphysical \ndata \nDataset Name  Description  New or \nreused  Digital \nor \nPhysical  Digital Data \nType  Digital \nData \nformat  Digital data \nvolume \n(MB/GB/TB)  Physical \nvolume  \n Test samples \n(physical)  Physical test \nsamples.  Generate \nnew data  Physical  \n \n \n         \n \n<1m3  \nGeometric \ndimensions and \nstructural \nmaterial \nproperties of \nsamples \n(numerical)  Contains the \ngeometric \ndimensions, \nmaterial \nproperties, \ntechnical drawing \nand manufacturing \ntechniques used to \nproduce the \nexperimental \nsamples.  Generate \nnew data  Digital  Spreadsheet s, \nStructured text  .csv, \n.txt, \n.pdf, \n.pptx  <1GB    \nRaw and \nprocessed \nacoustic and \nvibration \nmeasurements  In-lab vibration & \nacoustic \nmeasurements \nusing Siemens \nTest.Lab and \nPolytec software  Generate \nnew data  Digital  Databases  .lms,  \n.mat,  \n.unv,  \n.fig 10-100GB    \nExperimental \nMetadata  Metadata \ndescribing \nmeasurements \nsetup and \nprocedures  Generate \nnew data  Digital  Spreadsheets , \nstructured text  .txt, \n.docx,  \n.pptx,  \n.pdf <1GB    \nImages and \nvideos  Images and videos \nof the experience \nfor dissemination \npurposes.  Generate \nnew data  Digital  Multimedia \n(images, \nvideos)  .jpg, \n.bmp,  \n.png,  \n.mp4  10-100 GB    \n  \nDissemination -related data  \n        Only for \ndigital data  Only for digital \ndata  Only for \ndigital data   Only for \nphysical \ndata \nDataset Name  Description  New or \nreused  Digital \nor \nPhysical  Digital \nData Type  Digital Data \nformat  Digital data \nvolume \n(MB/GB/TB)  Physical \nvolume  \nPaper \nmanuscripts \nand abstracts \n(textual)  Published paper \nmanuscripts and \nabstracts  Generate \nnew data  Digital  \n \n \n  Textual \ndata .pdf, .txt, .docx  < 1GB    \nPresentations \nand \nslideshows   Presentations \nand slideshows \nfor scientific \nconferences and \nother \ndissemination \nevents.  Generate \nnew data  Digital  Textual \ndata .pptx, .pdf  <1GB    \nDemonstrator \nmovies     Generate \nnew data  Digital  Multimedia \nData  .gif, .mp4  <1GB   \n  \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:  \n \nAt the moment, there is no plan to reuse existing data during the project.  \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data \ntypes when appropriate.  \n \n● No \nNo sensitive or persona l data will be used during this projects. There are no intellectual property or third party \nagreements issues either.  \n \n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment \nsection. Please refer to s pecific datasets or data types when appropriate.  \n \n● No \n \n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, \ncommercial exploitation, …)? If so, please comment per dataset or data type where appropriate.  \n \n● Yes \nNovel models and methodologies will be developed which interact with and/or are based upon existing models and \nmethodologies of the hosting KU Leuven Division LMSD. The IP of the latter lies with KU Leuven and the Division \nLMSD and will a lso hold for the further developments made in this project.  \n \nThe KU Leuven Division LMSD has expertise in and an excellent track record regarding tech  \ntransfer and valorisation which will be leveraged upon in this project. The research manager of the Divis ion LMSD \nBert Pluymers will be consulted regarding these IP aspects.  \n \n \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. \nMaterial/Data transfer agreements/ research collaboration agreements)? If so, pleas e explain in the comment \nsection to what data they relate and what restrictions are in place.  \n \n● No \nIt is noted that novel models and methodologies will be developed, which interact with and/or are based upon existing \nmodels and methodologies of the hosting KU Leuven Division LMSD research group. In addition, the work in this \nproject fits in the research of the hosting KU Leuven Division LMSD, where related activities within other projects are \ndeveloped and can leverage upon the developments in this project t o enhance interaction. The IP of the models and \nmethodologies of the hosting research group lies with KU Leuven and the Division LMSD and will also hold for the \nfurther developments made in this project and for future developments based on these. Reference  to existing models \nand methodologies of the hosting KU Leuven Division LMSD will be made by citing the associated journal paper \npublications.  \n \n \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.  \n \n● No \n \n \n \n2. DOCUMENTATION AND METADATA  \n \nClearly describe what approach will be followed to capture the accompanying informati on necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g., in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \nCodebook.tsv etc. where this inform ation is recorded).  \n \nMetadata on simulation -related data  \n● Vibro -acoustic finite element simulation models and raw and processed simulation result data: a readme file \nwill describe the parameters, definitions, units and software settings used to construct th e models/ obtain the \nresult data. Modelling assumptions and underlying equations will be clearly reported such that each \nsimulation result is accompanied with a description of the validity range of the model/ result data. This \ninformation is kept either in  the CAE file format, or in an accompanying text file.  \n \nMetadata on experiment -related data  \n● Test samples and demonstrators: the samples will be named and labelled and an overview of the samples \nand demonstrators will be kept in a dedicated lab notebook. In case a simulation model counterpart of the \ntest sample or demonstrator has been created, the simulation model filenames will be included as well.  \n● Geometric dimensions and structural material properties: a measurement report per dataset will de scribe the \nprocedural information on how dimensions and properties have been acquired and what the units and \ndefinitions of the measured variables are.  \n● Raw vibration and acoustic measurements: a measurement report per measurement dataset will detail the \nsoftware parameters and instruments settings, dimensions, measurement methodology and procedural \ninformation on how the data was collected, required sensor and exciter labels and positions as well as units \nof measurements and calibration settings.  \n● Processed vibration and acoustic measurements: a readme file will accompany the dataset, describing the \nlabels and definitions of variables, the units of measurements and how the raw data have been processed.  \n● Photos of the measurement setup with clarifying file name s, date and timestamps will be added as additional \nclarification.  \nIn addition to the metadata per datatype as outlined above, a readme file will be created which describes the \nstructure of the dataset.  \n \n \nWill a metadata standard be used to make it easier t o find and reuse the data? If so, please specify (where \nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where \nappropriate per dataset or data type) which metadata will be created to make the data easier t o find and \nreuse.  \n \n● No \nAlthough these are not formalized, state -of-practice standards will be used  regarding metadata. On the one hand, \nstandardized CAE file format information and structure  will be used. On the other hand, when working with \ntransferable ne utral text formats for experimental and simulation data, common engineering practice is used, \ndeploying tabulated structures with clear column and row headers.  \nA clear folder structure will be adopted for the data storage, in accordance with the different tasks carried out during \nthe project. In every (sub)directory, a readme file will list all the present subdirectories and files as well as where the \ndata is used and stored. Whenever publication or sharing of a dataset would be considered, it will be re -evaluated if \nan applicable metadata standard is available and can be applied to enhance sharing.  \n \n \n \n3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \n \nWhere will the data be stored?  \n \nPhysical samples (hardware) will be stored in dedicated lab storage of the KU Leuven Division LMSD.  \nData will be stored using cloud - and ICTS -based solutions:  \n● Local desktop file storage, with regular backups on the researcher’s personal KU Leuven network drive.  \n● Regular snapshots on personal external hard drives.  \n● Cloud -based s torage, synchronized with local desktop storage: combining KU Leuven Enterprise Box and \nKU Leuven OneDrive, which provide version -control.  \n● GitLab repository of the KU Leuven Division LMSD.  \nFor specific storage solutions, there is support from ICTS as well as local IT from the KU Leuven science, \nengineering and technology group.  \n \n \nHow will the data be backed up?  \n \nThe cloud -based and ICTS storage solutions are backed -up as part of the offered services. Back -ups are provided on \ndifferent levels:  \n● For the data stored on the KU Leuven central servers, automatic daily back -up procedures apply.  \n● KU Leuven Enterprise Box, KU Leuven OneDrive and GitLab provide automated backups.  \n● Backups from local desktop file storage to personal KU Leuven network drive will be r egularly performed \n(e.g. using SyncBackFree backup software).  \nIn addition, back -up copies on personal external hard drives will allow to recover data files.  \n \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify conci sely.  \nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  \n \n● Yes \nCurrently sufficient storage & backup capacity is available during the project for the anticipated data volumes. The \navailable storage  space and file size limits exceed the currently estimated required storage space. Furthermore, \nnetwork drive and cloud storage space can be readily expanded upon request to KU Leuven IT services.  \n \n \nHow will you ensure that the data are securely stored and  not accessed or modified by unauthorized \npersons?  \n \nOn the one hand, in this project no sensitive personal data will be used. On the other hand, both cloud and ICTS \nbased storage solutions are only accessible via proper credentials which are centrally mana ged. Hence, unauthorized \naccess via legal means is not possible.  \n \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?  \n \nIn case expenses are needed, part of the allocated FWO project budget can be used. However, this is currently not \nexpected.  \n \n \n \n4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \n \nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that \nare applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons \nfor this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).  \n \nThe physical samples and demonstrators will be stored in the KU L euven Division LMSD’s lab storage. In case space \nlimitations would require keeping only a selection of the manufactured samples, a selection will be based on which \nsamples are more easily & low cost reproducible versus which samples are not as well as the required storage \nspace, while prioritizing on the preservation of the demonstrators which have high valorization and outreach potential.  \nParticular focus for non -hardware data preservation will be on:  \n● Data at the basis of publications such as journal paper s, conference papers and presentations or posters. All \ndata related to Open Access publications will be retained on Public Repositories (like Zenodo or Lirias).  \n● Developed models and measurement datasets which are likely to be reused in the research unit fo r future \nresearch and/or valorization activities and for future research of the researcher. Potentially large \n(intermediate and non -postprocessed raw) result and measurement files will be discarded to reduce required \nstorage space if the simulation models and experiments allow to recalculate/remeasure the results easily \nand at low cost and time.  \n \n \nWhere will these data be archived (stored and curated for the long -term)?  \n \nHardware storage will be done in the foreseen storage space in the KU Leuven Division L MSD’s labs.  \nData will be archived on internal KU Leuven data storage facilities. The data will be stored on the university's central \nservers on a data archive drive (with automatic back -up procedures) for at least 10 years, conform the KU Leuven \nRDM policy . \nIn addition, measurement data can be published in data papers describing and promoting the dataset. Published \nmanuscript preprints will be stored on the KU Leuven Open Access repository Lirias. All other long term stored data \nwill be on KU Leuven ICTS se rvers.  \n \n \nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?  \n \nExpected costs for storage beyond project duration will be limited and covered by the research group.  \n \n \n \n5. DATA SHARING AND REUSE  \n \nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment \nsection please explain per dataset or data type which data will be made available.  \n \n● Yes, in an Open Access repository  \nPhysical samples and demonstrators will be made available after the end of the project.  \nAlready throughout the course of the project, all data (measurements, simulations, models) related to the Open \nAccess publications will be made publicly available. After the end of the proj ect, consolidated datasets linked to \nvalidation cases will be made available as well.  \n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.  \n \nThere is no plan to restrict access to the data.  \n \n \nAre there any  factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data \ntype where appropriate.  \n \n● No \n No sensitive or personal data  will be used during this projects. There are no IP or third party agreements issues \neither.  \n \n \nWhere will the data be made available? If already known, please provide a repository per dataset or data \ntype.  \n \nThe datasets will be uploaded in Zenodo or simila r as open access datasets under a Attribution -NonCommercial -\nNoDerivs (CC BY -NC-ND) license.  \n \n \nWhen will the data be made available?  \n \nPublication related data will be made available upon publication of the results.  \nConsolidated datasets will be made availa ble at the end of the project.  \n \n \nWhich data usage licenses are you going to provide? If none, please explain why.  \n \nThe Attribution -NonCommercial -NoDerivs (CC BY -NC-ND) data license will be used.  \n \n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the \noption to provide it in the comment section.  \n \n● Yes \nDOIs are available on Zenodo, where datasets will be published.  \n \n \nWhat are the expected costs for data sharing? How will these costs be covered?  \n \nPossible cost s linked to open repositories and costs related to preparing data and uploading it will be covered by the \nproject budget.  \n \n \n \n6. RESPONSIBILITIES  \n \nWho will manage data documentation and metadata during the research project?  \n \nThe applicant will be the respon sible for data documentation and metadata.                      \n \n \nWho will manage data storage and backup during the research project?  \n \nThe researcher will be responsible for data storage and back up during the project, with support of KU Leuven central \nIT and local IT (SET -IT). The applicant has received information at the start of this project on the guidelines which \napply in the hosting research group. For the implementation, the applicant can rely on the support of the Division \nLMSD’s research manager B ert Pluymers.                      \n \n \nWho will manage data preservation and sharing?  \n \nThe applicant will be responsible for ensuring data preservation and sharing. Towards the end of the project, \nresponsibility for long -term data preservation and reuse will  be assigned in agreement with the KU Leuven Division \nLMSD research manager Bert Pluymers.                      \n \n \nWho will update and implement this DMP?  \n \nThe applicant bears the end responsibility for updating and implementing this DMP.  \n \n "
    },
    "clean_full_text": "VIBROACOUSTICS OF COMPLEX MEDIA: STOCHASTICITY, NON - LINEARITY A Data Management Plan created using DMPonline.be Creator: Régis Boukadia Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 12E2823N ID: 194881 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: High accuracy numerical simulat ions are increasingly needed in various domains of science related to physics and engineering. They are crucial in, applications such as shape optimization based on the computation of Fréchet derivatives, Digital Twins allowing to monitor and predict the b ehavior of their physical counterparts in real time, or the design of periodic metamaterials that rely on a micro/mesostructure to deliver performance beyond that of their standard counterparts. However, the computational burden required to perform the ass ociated simulations would be impractical if standard modeling techniques -e.g. the finite element method - were to be used. In order to tackle this issue, Model Order Reduction (MOR) methods and multiscale approaches have proved extremely useful as they enable considerable reduction of the computational cost with little to no impact on the accuracy of the simulations. While many MOR methods are available for linear problems, the literature is much sparser and scattered among many fields for nonlinear problem s. By taking an interdisciplinary approach, this research proposal aims to address these unresolved challenges by the development of efficient MOR schemes and multiscale approaches for nonlinear vibro -acoustic systems. Last modified: 30-04-2023 APPLICATION DMP QUESTIONNAIRE Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) This project mostly deal with the development of efficient numerica l and mathematical techniques for the modeling of complex physical phenomena. In certain cases, predictions derived from numerical models could be compared to experimental data. As such, most of the data manipulated takes one the form of: ● Numerical or math ematical models (digital) ● Simulation results ● Vibroacoustic measurements test results ● Test samples Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1. Designation of responsible person KU Leuven Division LMSD research manager Bert Pluymers will be responsible for ensuring the long -term preservation of the data after the end of the project. 2. Storage Physical sample s will be stored in the KU Leuven Division LMSD’s lab storage where space has been allocated according to the foreseen required space. Digital data (models, simulation results and measurements) will be stored long term on KU Leuven ICTS servers. 3. Repository The relevant datasets and numerical models associated with Open Access publications will also be uploaded in Zenodo or similar as open access datasets under a Attribution -NonCommercial -NoDerivs (CC BY-NC-ND) license . What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) There is no plan to deviate from this principle. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) There are no such issues. Which other issues related to the data management are relevant to mention? (use up to 700 characters) There are no such issues DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? ● Not applicable GDPR GDPR Have you registered personal data processing activities for this project? ● Not applicable FWO DMP (FLEMISH STANDARD DMP) 1. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a sho rt name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file exte nsion), and an estimate of the upper limit of the volume of the data. Generated simulation -related data Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Numerical Models Finite element discretization of physical models generated by commercial softwares such as ANSYS, COMSOL, NX or MATLAB. Generate new data Digital Matlab and Commercial finite element software specific formats .sim, .fem, .afm, .prt, .mph, .mat, .unv, .csv, op4, .m .db 100-300GB Simulation results Raw and processed simulation data generated via aforementioned numerical models including databases, graphs, images and animations Generate new data Digital Numerical data .mat .fig .rst .jpg .png .gif .mp4 100-300GB Model Metadata Metadata describing models and simulations setup and procedures (textual) Generate new data Digital Text .txt, .docx, .pptx, .pdf <1GB Generated experiment -related data Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Test samples (physical) Physical test samples. Generate new data Physical <1m3 Geometric dimensions and structural material properties of samples (numerical) Contains the geometric dimensions, material properties, technical drawing and manufacturing techniques used to produce the experimental samples. Generate new data Digital Spreadsheet s, Structured text .csv, .txt, .pdf, .pptx <1GB Raw and processed acoustic and vibration measurements In-lab vibration & acoustic measurements using Siemens Test.Lab and Polytec software Generate new data Digital Databases .lms, .mat, .unv, .fig 10-100GB Experimental Metadata Metadata describing measurements setup and procedures Generate new data Digital Spreadsheets , structured text .txt, .docx, .pptx, .pdf <1GB Images and videos Images and videos of the experience for dissemination purposes. Generate new data Digital Multimedia (images, videos) .jpg, .bmp, .png, .mp4 10-100 GB Dissemination -related data Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Paper manuscripts and abstracts (textual) Published paper manuscripts and abstracts Generate new data Digital Textual data .pdf, .txt, .docx < 1GB Presentations and slideshows Presentations and slideshows for scientific conferences and other dissemination events. Generate new data Digital Textual data .pptx, .pdf <1GB Demonstrator movies Generate new data Digital Multimedia Data .gif, .mp4 <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: At the moment, there is no plan to reuse existing data during the project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. ● No No sensitive or persona l data will be used during this projects. There are no intellectual property or third party agreements issues either. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to s pecific datasets or data types when appropriate. ● No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ● Yes Novel models and methodologies will be developed which interact with and/or are based upon existing models and methodologies of the hosting KU Leuven Division LMSD. The IP of the latter lies with KU Leuven and the Division LMSD and will a lso hold for the further developments made in this project. The KU Leuven Division LMSD has expertise in and an excellent track record regarding tech transfer and valorisation which will be leveraged upon in this project. The research manager of the Divis ion LMSD Bert Pluymers will be consulted regarding these IP aspects. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, pleas e explain in the comment section to what data they relate and what restrictions are in place. ● No It is noted that novel models and methodologies will be developed, which interact with and/or are based upon existing models and methodologies of the hosting KU Leuven Division LMSD research group. In addition, the work in this project fits in the research of the hosting KU Leuven Division LMSD, where related activities within other projects are developed and can leverage upon the developments in this project t o enhance interaction. The IP of the models and methodologies of the hosting research group lies with KU Leuven and the Division LMSD and will also hold for the further developments made in this project and for future developments based on these. Reference to existing models and methodologies of the hosting KU Leuven Division LMSD will be made by citing the associated journal paper publications. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ● No 2. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying informati on necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this inform ation is recorded). Metadata on simulation -related data ● Vibro -acoustic finite element simulation models and raw and processed simulation result data: a readme file will describe the parameters, definitions, units and software settings used to construct th e models/ obtain the result data. Modelling assumptions and underlying equations will be clearly reported such that each simulation result is accompanied with a description of the validity range of the model/ result data. This information is kept either in the CAE file format, or in an accompanying text file. Metadata on experiment -related data ● Test samples and demonstrators: the samples will be named and labelled and an overview of the samples and demonstrators will be kept in a dedicated lab notebook. In case a simulation model counterpart of the test sample or demonstrator has been created, the simulation model filenames will be included as well. ● Geometric dimensions and structural material properties: a measurement report per dataset will de scribe the procedural information on how dimensions and properties have been acquired and what the units and definitions of the measured variables are. ● Raw vibration and acoustic measurements: a measurement report per measurement dataset will detail the software parameters and instruments settings, dimensions, measurement methodology and procedural information on how the data was collected, required sensor and exciter labels and positions as well as units of measurements and calibration settings. ● Processed vibration and acoustic measurements: a readme file will accompany the dataset, describing the labels and definitions of variables, the units of measurements and how the raw data have been processed. ● Photos of the measurement setup with clarifying file name s, date and timestamps will be added as additional clarification. In addition to the metadata per datatype as outlined above, a readme file will be created which describes the structure of the dataset. Will a metadata standard be used to make it easier t o find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier t o find and reuse. ● No Although these are not formalized, state -of-practice standards will be used regarding metadata. On the one hand, standardized CAE file format information and structure will be used. On the other hand, when working with transferable ne utral text formats for experimental and simulation data, common engineering practice is used, deploying tabulated structures with clear column and row headers. A clear folder structure will be adopted for the data storage, in accordance with the different tasks carried out during the project. In every (sub)directory, a readme file will list all the present subdirectories and files as well as where the data is used and stored. Whenever publication or sharing of a dataset would be considered, it will be re -evaluated if an applicable metadata standard is available and can be applied to enhance sharing. 3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? Physical samples (hardware) will be stored in dedicated lab storage of the KU Leuven Division LMSD. Data will be stored using cloud - and ICTS -based solutions: ● Local desktop file storage, with regular backups on the researcher’s personal KU Leuven network drive. ● Regular snapshots on personal external hard drives. ● Cloud -based s torage, synchronized with local desktop storage: combining KU Leuven Enterprise Box and KU Leuven OneDrive, which provide version -control. ● GitLab repository of the KU Leuven Division LMSD. For specific storage solutions, there is support from ICTS as well as local IT from the KU Leuven science, engineering and technology group. How will the data be backed up? The cloud -based and ICTS storage solutions are backed -up as part of the offered services. Back -ups are provided on different levels: ● For the data stored on the KU Leuven central servers, automatic daily back -up procedures apply. ● KU Leuven Enterprise Box, KU Leuven OneDrive and GitLab provide automated backups. ● Backups from local desktop file storage to personal KU Leuven network drive will be r egularly performed (e.g. using SyncBackFree backup software). In addition, back -up copies on personal external hard drives will allow to recover data files. Is there currently sufficient storage & backup capacity during the project? If yes, specify conci sely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ● Yes Currently sufficient storage & backup capacity is available during the project for the anticipated data volumes. The available storage space and file size limits exceed the currently estimated required storage space. Furthermore, network drive and cloud storage space can be readily expanded upon request to KU Leuven IT services. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? On the one hand, in this project no sensitive personal data will be used. On the other hand, both cloud and ICTS based storage solutions are only accessible via proper credentials which are centrally mana ged. Hence, unauthorized access via legal means is not possible. What are the expected costs for data storage and backup during the research project? How will these costs be covered? In case expenses are needed, part of the allocated FWO project budget can be used. However, this is currently not expected. 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The physical samples and demonstrators will be stored in the KU L euven Division LMSD’s lab storage. In case space limitations would require keeping only a selection of the manufactured samples, a selection will be based on which samples are more easily & low cost reproducible versus which samples are not as well as the required storage space, while prioritizing on the preservation of the demonstrators which have high valorization and outreach potential. Particular focus for non -hardware data preservation will be on: ● Data at the basis of publications such as journal paper s, conference papers and presentations or posters. All data related to Open Access publications will be retained on Public Repositories (like Zenodo or Lirias). ● Developed models and measurement datasets which are likely to be reused in the research unit fo r future research and/or valorization activities and for future research of the researcher. Potentially large (intermediate and non -postprocessed raw) result and measurement files will be discarded to reduce required storage space if the simulation models and experiments allow to recalculate/remeasure the results easily and at low cost and time. Where will these data be archived (stored and curated for the long -term)? Hardware storage will be done in the foreseen storage space in the KU Leuven Division L MSD’s labs. Data will be archived on internal KU Leuven data storage facilities. The data will be stored on the university's central servers on a data archive drive (with automatic back -up procedures) for at least 10 years, conform the KU Leuven RDM policy . In addition, measurement data can be published in data papers describing and promoting the dataset. Published manuscript preprints will be stored on the KU Leuven Open Access repository Lirias. All other long term stored data will be on KU Leuven ICTS se rvers. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Expected costs for storage beyond project duration will be limited and covered by the research group. 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. ● Yes, in an Open Access repository Physical samples and demonstrators will be made available after the end of the project. Already throughout the course of the project, all data (measurements, simulations, models) related to the Open Access publications will be made publicly available. After the end of the proj ect, consolidated datasets linked to validation cases will be made available as well. If access is restricted, please specify who will be able to access the data and under what conditions. There is no plan to restrict access to the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. ● No No sensitive or personal data will be used during this projects. There are no IP or third party agreements issues either. Where will the data be made available? If already known, please provide a repository per dataset or data type. The datasets will be uploaded in Zenodo or simila r as open access datasets under a Attribution -NonCommercial - NoDerivs (CC BY -NC-ND) license. When will the data be made available? Publication related data will be made available upon publication of the results. Consolidated datasets will be made availa ble at the end of the project. Which data usage licenses are you going to provide? If none, please explain why. The Attribution -NonCommercial -NoDerivs (CC BY -NC-ND) data license will be used. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. ● Yes DOIs are available on Zenodo, where datasets will be published. What are the expected costs for data sharing? How will these costs be covered? Possible cost s linked to open repositories and costs related to preparing data and uploading it will be covered by the project budget. 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? The applicant will be the respon sible for data documentation and metadata. Who will manage data storage and backup during the research project? The researcher will be responsible for data storage and back up during the project, with support of KU Leuven central IT and local IT (SET -IT). The applicant has received information at the start of this project on the guidelines which apply in the hosting research group. For the implementation, the applicant can rely on the support of the Division LMSD’s research manager B ert Pluymers. Who will manage data preservation and sharing? The applicant will be responsible for ensuring data preservation and sharing. Towards the end of the project, responsibility for long -term data preservation and reuse will be assigned in agreement with the KU Leuven Division LMSD research manager Bert Pluymers. Who will update and implement this DMP? The applicant bears the end responsibility for updating and implementing this DMP."
}