{
    "document_id": "D-2023-1845",
    "LinkTitle": "D-2023-1845",
    "file_name": "D-2023-1845.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1845.pdf",
    "metadata": {
        "title": "KMS INFORMATION FOR GROUP ACTIONS",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "KMS INFORMATION FOR GROUP ACTIONS\nA Data Management Plan created using DMPonline.be\nCreator: \nJohannes Christensen\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1291823N\nID: \n196874\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nEstablishing bridges between seemingly different areas of research often generates profound\ninsight and drives Mathematics forwards. I have very recently uncovered a surprising connection\nbetween properties of groups and KMS information in joint work with Stefaan Vaes. The aim of\nthe project “KMS information for group actions” is to further study this new connection, by\nidentifying how properties of groups are reflected in KMS information. Using a newly discovered\nconnection to ergodic theory of group actions, I will study how properties of groups are reflected\nin KMS spectra, in factor types of KMS states and examine whether one can derive formulas for\nthe fields of states occurring in Neshveyev’s Theorem.\nLast modified: \n07-02-2023\nCreated using DMPonline.be. Last modiﬁed 07 February 2023\n1 of 5\nKMS INFORMATION FOR GROUP ACTIONS\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\nThis research project is in pure mathematics. No datasets will be generated, collected or reused, neither will simulations, models or\nsoftware be created or used.\nThe only kind of data that one can talk about in this project is the manuscripts produced for publications and the texts and scribbles\ncreated during the creative process. Hence the list of data becomes\nManuscripts: This is a newly generated digital data, in the form of .tex files. Each manuscript is around 1 Gb.\nTexts and Scribbles: This is a newly generated digital data, in the form of .tex files or Word files. For each manuscript around 1\nGb of text and scribbles will be produced.\n \nAll manuscripts produced will be uploaded to the open-access archive arxiv.org, and will be submitted to journals. They will furthermore\nbe deposited in Lirias in accordance with the FWO requirements.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nI will not reuse existing data\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 07 February 2023\n2 of 5\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nThe data \"Texts and Scribbles\" is only for my own use, and any relevant insight from that data will be included in the manuscripts. \nAll the necessary and existing information for the data \"Manuscripts\" is included in the published manuscripts itself, and will be\nunderstandable without any other documentation.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nNo metadata will be used for the dataset \"Texts and Scribbles\".\n \nFor the dataset \"Manuscripts\" keywords will be added as a metadata to the manuscript to make it easier to find. Keywords will be found\non the MSC2020 list.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data \"Texts and Scribbles\" will only be stored on my personal computer and the KU Leuven onedrive, as it is only for my own use.\n \nThe manuscripts produced will be uploaded to the open-access archive arxiv.org, and will be submitted to journals. They will\nfurthermore be deposited in Lirias in accordance with the FWO requirements.\nHow will the data be backed up?\nThe completed manuscripts will be backed up by the journals publishing them. During the writing of the manuscripts, they will be saved\non my computer and my KU Leuven onedrive. Besides this, no backup is needed.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is enough storage to backup the files, as they are in total only going to be a couple of handful of GBs. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nCreated using DMPonline.be. Last modiﬁed 07 February 2023\n3 of 5\nThe key part of the data is the manuscripts, and they are only accessible in their published form or on Arxiv, where they can not be\naccessed or modified by an unauthorized person.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere will be no costs.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nThe produced manuscripts will be retained on Arxiv, Lirias and in the journals publishing them for more than 5 years. a\nWhere will these data be archived (stored and curated for the long-term)?\nThey will be stored on Arxiv, Lirias and in the journals publishing them\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere will be no costs.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in an Open Access repository\nThe data \"Texts and Scribbles\" will not be made available to the public, as it is for my own use.\nThe data \"Manuscripts\" will be made available on the Open access repository Arxiv, and will also be available after some time on Lirias. \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe Access is not restricted\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe manuscripts will be made available on Arxiv and Lirias. They will also be available and in the journals where they get published to\nCreated using DMPonline.be. Last modiﬁed 07 February 2023\n4 of 5\npeople with access to the journals.\nWhen will the data be made available?\nThe manuscripts will be made available, at least on Arxiv, as soon as they have been written.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNo data usage license will be provided, since this does not apply to the data produced in my project.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere will be no costs.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nI personally manage that \nWho will manage data storage and backup during the research project?\nI personally manage that, to the extent it is applicable to my project. \nWho will manage data preservation and sharing?\nI personally manage that, to the extent it is applicable to my project. \nWho will update and implement this DMP?\nI personally manage that \nCreated using DMPonline.be. Last modiﬁed 07 February 2023\n5 of 5"
    },
    "clean_full_text": "KMS INFORMATION FOR GROUP ACTIONS A Data Management Plan created using DMPonline.be Creator: Johannes Christensen Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1291823N ID: 196874 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: Establishing bridges between seemingly different areas of research often generates profound insight and drives Mathematics forwards. I have very recently uncovered a surprising connection between properties of groups and KMS information in joint work with Stefaan Vaes. The aim of the project “KMS information for group actions” is to further study this new connection, by identifying how properties of groups are reflected in KMS information. Using a newly discovered connection to ergodic theory of group actions, I will study how properties of groups are reflected in KMS spectra, in factor types of KMS states and examine whether one can derive formulas for the fields of states occurring in Neshveyev’s Theorem. Last modified: 07-02-2023 Created using DMPonline.be. Last modiﬁed 07 February 2023 1 of 5 KMS INFORMATION FOR GROUP ACTIONS FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. This research project is in pure mathematics. No datasets will be generated, collected or reused, neither will simulations, models or software be created or used. The only kind of data that one can talk about in this project is the manuscripts produced for publications and the texts and scribbles created during the creative process. Hence the list of data becomes Manuscripts: This is a newly generated digital data, in the form of .tex files. Each manuscript is around 1 Gb. Texts and Scribbles: This is a newly generated digital data, in the form of .tex files or Word files. For each manuscript around 1 Gb of text and scribbles will be produced. All manuscripts produced will be uploaded to the open-access archive arxiv.org, and will be submitted to journals. They will furthermore be deposited in Lirias in accordance with the FWO requirements. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: I will not reuse existing data Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Created using DMPonline.be. Last modiﬁed 07 February 2023 2 of 5 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The data \"Texts and Scribbles\" is only for my own use, and any relevant insight from that data will be included in the manuscripts. All the necessary and existing information for the data \"Manuscripts\" is included in the published manuscripts itself, and will be understandable without any other documentation. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes No metadata will be used for the dataset \"Texts and Scribbles\". For the dataset \"Manuscripts\" keywords will be added as a metadata to the manuscript to make it easier to find. Keywords will be found on the MSC2020 list. 3. Data storage & back-up during the research project Where will the data be stored? The data \"Texts and Scribbles\" will only be stored on my personal computer and the KU Leuven onedrive, as it is only for my own use. The manuscripts produced will be uploaded to the open-access archive arxiv.org, and will be submitted to journals. They will furthermore be deposited in Lirias in accordance with the FWO requirements. How will the data be backed up? The completed manuscripts will be backed up by the journals publishing them. During the writing of the manuscripts, they will be saved on my computer and my KU Leuven onedrive. Besides this, no backup is needed. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is enough storage to backup the files, as they are in total only going to be a couple of handful of GBs. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 07 February 2023 3 of 5 The key part of the data is the manuscripts, and they are only accessible in their published form or on Arxiv, where they can not be accessed or modified by an unauthorized person. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There will be no costs. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The produced manuscripts will be retained on Arxiv, Lirias and in the journals publishing them for more than 5 years. a Where will these data be archived (stored and curated for the long-term)? They will be stored on Arxiv, Lirias and in the journals publishing them What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There will be no costs. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The data \"Texts and Scribbles\" will not be made available to the public, as it is for my own use. The data \"Manuscripts\" will be made available on the Open access repository Arxiv, and will also be available after some time on Lirias. If access is restricted, please specify who will be able to access the data and under what conditions. The Access is not restricted Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. The manuscripts will be made available on Arxiv and Lirias. They will also be available and in the journals where they get published to Created using DMPonline.be. Last modiﬁed 07 February 2023 4 of 5 people with access to the journals. When will the data be made available? The manuscripts will be made available, at least on Arxiv, as soon as they have been written. Which data usage licenses are you going to provide? If none, please explain why. No data usage license will be provided, since this does not apply to the data produced in my project. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? There will be no costs. 6. Responsibilities Who will manage data documentation and metadata during the research project? I personally manage that Who will manage data storage and backup during the research project? I personally manage that, to the extent it is applicable to my project. Who will manage data preservation and sharing? I personally manage that, to the extent it is applicable to my project. Who will update and implement this DMP? I personally manage that Created using DMPonline.be. Last modiﬁed 07 February 2023 5 of 5"
}