{
    "document_id": "D-2023-1804",
    "LinkTitle": "D-2023-1804",
    "file_name": "D-2023-1804.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1804.pdf",
    "metadata": {
        "title": "IMMOBONE - Immunomodulation for bone tissue engineering",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "IMMOBONE - Immunomodulation for bone tissue engineering\nA Data Management Plan created using DMPonline.be\nCreators: \nGabriele Nasello, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nGabriele Nasello, n.n. n.n.\nGrant number / URL: \n12C5923N\nID: \n198415\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nTissue engineering (TE) refers to the branch of regenerative medicine that develops artificial grafts to\nreplace or repair human tissues. Different TE strategies might either recapitulate tissue function\noutside the body or rely on endogenous regeneration. In both cases, a TE graft must integrate with\nthe host after implantation. The translation of TE grafts to the clinical practice is still limited and\nrequires novel insights into their therapeutic mechanisms of action.\nThe IMMOBONE project aims to generate novel evidence at the single-cell level of the host response\nto TE grafts and boost the graft-driven regeneration capacity. The project will build on a tibial defect\nmodel in mice, where the immune and the regenerative responses to the implantation of a hydrogel\nand an organoid-based graft will be characterized up to the single-cell level. The applicant will\nrationally define the most influential T cell subset for a regenerative response and functionalize the\nhydrogel-based graft to activate this specific cell type.\nIMMOBONE is conceived to broaden the applicant's expertise in osteoimmunology, material sciences\nand bioinformatics, while enhancing his experimental and computational skill set. The applicant's\nbackground makes him uniquely suited to bridge the knowledge of the two supervisors involved. If\nsuccessful, IMMOBONE will make the applicant an independent scientist and will contribute to the use\nof immunoengineering as an integral part of regenerative medicine.\nLast modified: \n19-04-2023\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n1 of 8\nIMMOBONE - Immunomodulation for bone tissue engineering\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nNew data generated:\na- Experimental immunohistochemistry, Immunofluorescence microscopy, histology and microCT images\n    microCT; size unknown; TIF/JPEG\n    Histology; Immunohistochemistry; Immunofluorescence; 10 MB/file; TIF/JPEG\nb- Single-cell transcriptomic datasets (<1TB; table, .csv)\nc- Numerical scripts for scientific programming (<100MB, Python and R programming languages)\nd- Numerical outputs of postprocessing analyses (10MB/file, tables, .csv and plots, .svg)\ne- Experimental protocols (<100MB, text, .txt) and lab notebooks (<100MB, Excel, .xlsx)\nThe expected total volume of data is below 5TB.\nExisting data reused:\na- Transcriptomic datasets from the literature and in-house skeletal atlas (table, .csv)\nb- Open-source packages for scientific computing (Python and R programming languages)\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nThe electronic versions of the lab notebooks and personal electronic folders are maintained on all storage platforms. Prof Geris is responsible for data preservation after project completion.\n2\n. \nUpon generation, standard electronic data will be stored on the 'drive' available on the user’s computer and connected to the KU Leuven central storage infrastructure. Larger datasets (eg.\nmicroCT) will be stored on the Large Volume Storage of the KU Leuven ICTS. All documentaion stored on KU Leuven servers is backed-up on a dialy basis and overall data preservation\nconforms to an existing Disaster Recovery Plan.\nLong term storage is offered by the KU Leuven for large quantities of data not subject to much change and will be used to retain data after project completion.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nElectronic data will be retained for the duration of the project and at least five years after\ncompletion. No deviation from the principle of preservation of data is envisioned.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nThe research activity will comply with the principles outlined by the the GDPR regulation (Regulation (EU) 2016/679) on the protection of individuals for the processing of personal data, and on the\nmovement of such data. Personal data related to osteoprogenitor cell donors will be limited to patient age, sex and the presence of congenital defects with an impact on the musculoskeletal\nsystem (in accordance with ethics committee approval). It will only be disclosed to the researcher on a need-to-know basis, and only accessible on password protected computer systems. Subject\ndata will be appropriately coded and identifiable by a unique identifier (pseudonymisation).\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\n- Data back-up: Electronic data is backed up on the ICTS data centre through automatic backups using “snapshot” technology and online storage of incremental data changes. When a file is\nstored, there is an immediate replication to the second ICTS data centre. ICTS can get the disaster copy active (online) within the hour.\n- Storage costs: Storage and back-up of electronic data during and after the project are 125€/TB/year. They are covered by the host group and the central budget or the Prometheus platform it is\npart of.\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n2 of 8\nIMMOBONE - Immunomodulation for bone tissue engineering\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n3 of 8\nIMMOBONE - Immunomodulation for bone tissue engineering\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n4 of 8\nIMMOBONE - Immunomodulation for bone tissue engineering\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical data\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMicroscopy\nimages\nExperimental immunohistochemistry,\nhistology and Immunofluorescence\nimages taken in brightfield or confocal\nmicroscopes\nGenerate new data\nDigital\nPhysical\nExperimental\n.tif\n.jpeg\n<100GB\nTissue slides\nwill be stored\nat room\ntemperature,\nand they will\ntake\napproximately\n5 boxes.\nmicroCT\nimages\nExperimental microcomputed\ntomography images\nGenerate new data\nDigital\nExperimental\n.tif\n.jpeg\n<1TB\n \nSingle-cell\ntranscriptomic\ndatasets\nGene expression level of individual cells\nby simultaneously measuring the\nmRNA concentration of thousands of\ngenes\nGenerate new data\nDigital\nExperimental\n.fastq\n<1TB\n \nSingle-cell\ntranscriptomic\ndatasets\nGene expression level of individual cells\nby simultaneously measuring the\nmRNA concentration of thousands of\ngenes\nReuse existing data\nDigital\nExperimental\n.hdf5\n<1TB\n \nPython and R\nscripts\nNumerical scripts for scientific\nprogramming\nGenerate new data\nDigital\nSoftware\n.py\n.ipynb\n.R\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nAn integrated single-cell atlas of the skeleton from development through adulthood\nhttps://doi.org/10.1101/2022.03.14.484345\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, animal data\nYes, human subject data\nAll experiments involving informed consent and samples of human origin will be reviewed by the Ethics Committee\nof the Faculty of Medicine of KU Leuven (presided by Prof. Dr. Minne Casteels). For its review, the Committee is\nguided by the following international agreements and directives:\n• the Helsinki Declaration on the Ethical Principles for Research involving Human Subjects adopted by the\nWorld Medical Association,\n• the Universal Declaration on Bioethics and Human Rights adopted by UNESCO,\n• the Good Clinical Practice (GCP) Directive 2001/20/EC of the European Parliament and of the Council of 4\nApril 2001).\n• the Charter of Fundamental Rights of the European Union (2000/C 364/01)\n• the Convention of the Council of Europe on ‘Human Rights and Biomedicine’ (April 4, 1997)\n• the directive 2004/23/EC of the European Parliament and of the Council of 31 March 2004\n \nAll experiments involving research on small laboratory animals will be reviewed by the Ethics Committee of the\nAnimal Research Facilities of the KU Leuven (presided by Prof. An Zwijsen). For its review, the Committee is guided\nby:\n• the application of the ‘three R’s rule’ (reduction, replacement, and refinement)\n• the directive 2010/63/EU\n• the Amsterdam protocol on animal protection and welfare.\nFor animal experiments, to comply with the ethical regulations concerning research with animals, a complete Ethical\nCommittee Dossier (ECD), describing in detail all animal research procedures, the number of animals and animal\nspecies in this proposal and including all information concerning compliance with the ‘three R’s rule’, will be\nsubmitted for review by the Ethical Committee of the Animal Research Facilities upon acceptance of the grant.\nObtaining animals for the proposed studies will be always conditional on the approval and the ordering procedure\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n5 of 8\nwill be monitored by members of the Ethical Committee. An ECD file describing experiments similar as those\ndescribed in this proposal has already been approved (in the context of Prof. Geris’s ERC Starting and Consolidator\nGrants). In addition, KU Leuven has official authorization for housing/breeding rodents from the national\ngovernment (LA2210515 and LA1210238). The following procedures will be described in the ECD need approval\nby the Ethical Committee before starting the experiments: (a) collection of tissues or RNA (euthanized mice), (b)\northotopic implantation of tissue construct using internal or external fixation devices (anaesthetized mice).\n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nThe applicant will comply with the principles outlined by the the GDPR regulation (Regulation (EU) 2016/679) on the protection of individuals for the processing of personal data, and on the\nmovement of such data. Personal data related to osteoprogenitor cell donors will be limited to patient age, sex and the presence of congenital defects with an impact on the musculoskeletal\nsystem (in accordance with ethics committee approval). It will only be disclosed to the researcher on a need-to-know basis, and only accessible on password protected computer systems. Subject\ndata will be appropriately coded and identifiable by a unique identifier (pseudonymisation).\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nExperiments are tracked using Benchlin, a cloud-based software platform providing electronic lab notebooks. Each experiment is assigned a documenting workflow where daily activities are\ntracked. Such documenting workflows are regularly exported in .html formats and stored in the Large Volume Storage of the KU Leuven ICTS.\nProtocols are also created on Benchling and attached to the experiment documenting workflows. The procotols are regularly exported in .html formats and stored regularly in the Large Volume\nStorage of the KU Leuven ICTS.\nScripts for data analysis are all written in Python or R. Scripts are stored in Jupyter Notebooks (.ipynb format), where each single step of the analysis is also documented.\n \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nThere are no standards for metadata for most of the experiments carried out in this project. For this reason, all relevant experimental information for reproducibility will be\ncollected and store it with the data: cell lines, culture conditions, instrument settings, experimental conditions (time points, control groups) and analysis software information will be included at the\nminimum.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll experimental data will be stored in an electronic lab book with the chronological reporting of all related experiments. Results will be reported in electronic books that include a cross reference to\nthe electronic lab book.   All data, experimental lab books and reports are stored electronically on the personal KU Leuven One Drive for daily back-up and they are moved to the Large Volume\nStorage of the KU Leuven ICTS on a monthly basis. Larger and RAW data files (microCT images, RNA sequencing data) are directly stored on the Large Volume Storage of the KU Leuven ICTS.\nHow will the data be backed up?\nDaily back-up of newly generated data is guaranteed with the KU Leuven One Drive service, while the the Large Volume Storage of the KU Leuven ICTS secures daily backup of the large\nfiles/datasets directly uploaded there. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n6 of 8\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe OneDrive has a limitation in storage capacity (2TB) which will be sufficient for the electronic lab notebooks, small datasets and experiment reports generated in this project. The reserach\ngroups provides sufficient data storage for all larger data files in the Large Volume Storage of the KU Leuven ICTS.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData stored in the KU Leuven One Drive is not accessible by any other person except the reseracher. Data files in the Large Volume Storage of the KU Leuven ICTS are only accessible by lab\nmembers via a two-step authentication system.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe KU Leuven OneDrive comes without charge, and will be enough for storing data/lab notebooks and reports for the entire duration of the project. The cost of the Large Volume Storage of the\nKU Leuven ICTS is covered by Prof. Geris. \n \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll digital data generated during the project (Microscopy and microCT images, single-cell transcriptomic datasets, Python and R scripts) as well as the tissues slides will be stored for at least five\nyears after the ending of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored in the Large Volume Storage of the KU Leuven ICTS. Tissue slides will be stored at the Skeletal Biology and Engineering Research Center of KU Leuven.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nProf. Geris will cover the cost of the Large Volume Storage of the KU Leuven ICTS as well as the cost for storing the tissue slides at the Skeletal Biology and Engineering Research Center of KU\nLeuven.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nSingle-cell transcriptomic datasets, Python and R scripts will be deposited in Zenodo (CERN Data Center), which is a repository compliant with the OpenAIRE guidelines and located on European\nterritory. Zenodo assigns uploads to the applicant’s account and the portal of the funding agency,\nthus increasing the visibility of both.\nIn addition, Python and R scripts will be uploaded on GitHub, which is a standard hosting service to share scripts in the scientific community. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nMicroscopy and microCT images will be accessible by all members of Prof. Geris' group.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nSingle-cell transcriptomic datasets, Python and R scripts will be available in Zenodo (CERN Data Center).\nPython and R scripts will also be available on GitHub.\n \nWhen will the data be made available?\nThe data will be made available upon acceptance for publication of the related research papers.\nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n7 of 8\nWhich data usage licenses are you going to provide? If none, please explain why.\nThere is no license associated to the use of single-cell transcriptomic datasets.\nPython and R scripts wil be licensed under MIT license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nDOI will be provided upon acceptance for publication of the related research papers.\nWhat are the expected costs for data sharing? How will these costs be covered?\nBoth Zenodo and GitHub have no cost for uploading data.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nGabriele Nasello \nWho will manage data storage and backup during the research project?\nGabriele Nasello \nWho will manage data preservation and sharing?\nGabriele Nasello \nWho will update and implement this DMP?\nGabriele Nasello \nCreated using DMPonline.be. Last modiﬁed 19 April 2023\n8 of 8"
    },
    "clean_full_text": "IMMOBONE - Immunomodulation for bone tissue engineering A Data Management Plan created using DMPonline.be Creators: Gabriele Nasello, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Gabriele Nasello, n.n. n.n. Grant number / URL: 12C5923N ID: 198415 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: Tissue engineering (TE) refers to the branch of regenerative medicine that develops artificial grafts to replace or repair human tissues. Different TE strategies might either recapitulate tissue function outside the body or rely on endogenous regeneration. In both cases, a TE graft must integrate with the host after implantation. The translation of TE grafts to the clinical practice is still limited and requires novel insights into their therapeutic mechanisms of action. The IMMOBONE project aims to generate novel evidence at the single-cell level of the host response to TE grafts and boost the graft-driven regeneration capacity. The project will build on a tibial defect model in mice, where the immune and the regenerative responses to the implantation of a hydrogel and an organoid-based graft will be characterized up to the single-cell level. The applicant will rationally define the most influential T cell subset for a regenerative response and functionalize the hydrogel-based graft to activate this specific cell type. IMMOBONE is conceived to broaden the applicant's expertise in osteoimmunology, material sciences and bioinformatics, while enhancing his experimental and computational skill set. The applicant's background makes him uniquely suited to bridge the knowledge of the two supervisors involved. If successful, IMMOBONE will make the applicant an independent scientist and will contribute to the use of immunoengineering as an integral part of regenerative medicine. Last modified: 19-04-2023 Created using DMPonline.be. Last modiﬁed 19 April 2023 1 of 8 IMMOBONE - Immunomodulation for bone tissue engineering Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) New data generated: a- Experimental immunohistochemistry, Immunofluorescence microscopy, histology and microCT images microCT; size unknown; TIF/JPEG Histology; Immunohistochemistry; Immunofluorescence; 10 MB/file; TIF/JPEG b- Single-cell transcriptomic datasets (<1TB; table, .csv) c- Numerical scripts for scientific programming (<100MB, Python and R programming languages) d- Numerical outputs of postprocessing analyses (10MB/file, tables, .csv and plots, .svg) e- Experimental protocols (<100MB, text, .txt) and lab notebooks (<100MB, Excel, .xlsx) The expected total volume of data is below 5TB. Existing data reused: a- Transcriptomic datasets from the literature and in-house skeletal atlas (table, .csv) b- Open-source packages for scientific computing (Python and R programming languages) Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . The electronic versions of the lab notebooks and personal electronic folders are maintained on all storage platforms. Prof Geris is responsible for data preservation after project completion. 2 . Upon generation, standard electronic data will be stored on the 'drive' available on the user’s computer and connected to the KU Leuven central storage infrastructure. Larger datasets (eg. microCT) will be stored on the Large Volume Storage of the KU Leuven ICTS. All documentaion stored on KU Leuven servers is backed-up on a dialy basis and overall data preservation conforms to an existing Disaster Recovery Plan. Long term storage is offered by the KU Leuven for large quantities of data not subject to much change and will be used to retain data after project completion. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Electronic data will be retained for the duration of the project and at least five years after completion. No deviation from the principle of preservation of data is envisioned. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) The research activity will comply with the principles outlined by the the GDPR regulation (Regulation (EU) 2016/679) on the protection of individuals for the processing of personal data, and on the movement of such data. Personal data related to osteoprogenitor cell donors will be limited to patient age, sex and the presence of congenital defects with an impact on the musculoskeletal system (in accordance with ethics committee approval). It will only be disclosed to the researcher on a need-to-know basis, and only accessible on password protected computer systems. Subject data will be appropriately coded and identifiable by a unique identifier (pseudonymisation). Which other issues related to the data management are relevant to mention? (use up to 700 characters) - Data back-up: Electronic data is backed up on the ICTS data centre through automatic backups using “snapshot” technology and online storage of incremental data changes. When a file is stored, there is an immediate replication to the second ICTS data centre. ICTS can get the disaster copy active (online) within the hour. - Storage costs: Storage and back-up of electronic data during and after the project are 125€/TB/year. They are covered by the host group and the central budget or the Prometheus platform it is part of. Created using DMPonline.be. Last modiﬁed 19 April 2023 2 of 8 IMMOBONE - Immunomodulation for bone tissue engineering DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 19 April 2023 3 of 8 IMMOBONE - Immunomodulation for bone tissue engineering GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 19 April 2023 4 of 8 IMMOBONE - Immunomodulation for bone tissue engineering FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Microscopy images Experimental immunohistochemistry, histology and Immunofluorescence images taken in brightfield or confocal microscopes Generate new data Digital Physical Experimental .tif .jpeg <100GB Tissue slides will be stored at room temperature, and they will take approximately 5 boxes. microCT images Experimental microcomputed tomography images Generate new data Digital Experimental .tif .jpeg <1TB Single-cell transcriptomic datasets Gene expression level of individual cells by simultaneously measuring the mRNA concentration of thousands of genes Generate new data Digital Experimental .fastq <1TB Single-cell transcriptomic datasets Gene expression level of individual cells by simultaneously measuring the mRNA concentration of thousands of genes Reuse existing data Digital Experimental .hdf5 <1TB Python and R scripts Numerical scripts for scientific programming Generate new data Digital Software .py .ipynb .R <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: An integrated single-cell atlas of the skeleton from development through adulthood https://doi.org/10.1101/2022.03.14.484345 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data Yes, human subject data All experiments involving informed consent and samples of human origin will be reviewed by the Ethics Committee of the Faculty of Medicine of KU Leuven (presided by Prof. Dr. Minne Casteels). For its review, the Committee is guided by the following international agreements and directives: • the Helsinki Declaration on the Ethical Principles for Research involving Human Subjects adopted by the World Medical Association, • the Universal Declaration on Bioethics and Human Rights adopted by UNESCO, • the Good Clinical Practice (GCP) Directive 2001/20/EC of the European Parliament and of the Council of 4 April 2001). • the Charter of Fundamental Rights of the European Union (2000/C 364/01) • the Convention of the Council of Europe on ‘Human Rights and Biomedicine’ (April 4, 1997) • the directive 2004/23/EC of the European Parliament and of the Council of 31 March 2004 All experiments involving research on small laboratory animals will be reviewed by the Ethics Committee of the Animal Research Facilities of the KU Leuven (presided by Prof. An Zwijsen). For its review, the Committee is guided by: • the application of the ‘three R’s rule’ (reduction, replacement, and refinement) • the directive 2010/63/EU • the Amsterdam protocol on animal protection and welfare. For animal experiments, to comply with the ethical regulations concerning research with animals, a complete Ethical Committee Dossier (ECD), describing in detail all animal research procedures, the number of animals and animal species in this proposal and including all information concerning compliance with the ‘three R’s rule’, will be submitted for review by the Ethical Committee of the Animal Research Facilities upon acceptance of the grant. Obtaining animals for the proposed studies will be always conditional on the approval and the ordering procedure Created using DMPonline.be. Last modiﬁed 19 April 2023 5 of 8 will be monitored by members of the Ethical Committee. An ECD file describing experiments similar as those described in this proposal has already been approved (in the context of Prof. Geris’s ERC Starting and Consolidator Grants). In addition, KU Leuven has official authorization for housing/breeding rodents from the national government (LA2210515 and LA1210238). The following procedures will be described in the ECD need approval by the Ethical Committee before starting the experiments: (a) collection of tissues or RNA (euthanized mice), (b) orthotopic implantation of tissue construct using internal or external fixation devices (anaesthetized mice). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes The applicant will comply with the principles outlined by the the GDPR regulation (Regulation (EU) 2016/679) on the protection of individuals for the processing of personal data, and on the movement of such data. Personal data related to osteoprogenitor cell donors will be limited to patient age, sex and the presence of congenital defects with an impact on the musculoskeletal system (in accordance with ethics committee approval). It will only be disclosed to the researcher on a need-to-know basis, and only accessible on password protected computer systems. Subject data will be appropriately coded and identifiable by a unique identifier (pseudonymisation). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Experiments are tracked using Benchlin, a cloud-based software platform providing electronic lab notebooks. Each experiment is assigned a documenting workflow where daily activities are tracked. Such documenting workflows are regularly exported in .html formats and stored in the Large Volume Storage of the KU Leuven ICTS. Protocols are also created on Benchling and attached to the experiment documenting workflows. The procotols are regularly exported in .html formats and stored regularly in the Large Volume Storage of the KU Leuven ICTS. Scripts for data analysis are all written in Python or R. Scripts are stored in Jupyter Notebooks (.ipynb format), where each single step of the analysis is also documented. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No There are no standards for metadata for most of the experiments carried out in this project. For this reason, all relevant experimental information for reproducibility will be collected and store it with the data: cell lines, culture conditions, instrument settings, experimental conditions (time points, control groups) and analysis software information will be included at the minimum. 3. Data storage & back-up during the research project Where will the data be stored? All experimental data will be stored in an electronic lab book with the chronological reporting of all related experiments. Results will be reported in electronic books that include a cross reference to the electronic lab book. All data, experimental lab books and reports are stored electronically on the personal KU Leuven One Drive for daily back-up and they are moved to the Large Volume Storage of the KU Leuven ICTS on a monthly basis. Larger and RAW data files (microCT images, RNA sequencing data) are directly stored on the Large Volume Storage of the KU Leuven ICTS. How will the data be backed up? Daily back-up of newly generated data is guaranteed with the KU Leuven One Drive service, while the the Large Volume Storage of the KU Leuven ICTS secures daily backup of the large files/datasets directly uploaded there. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Created using DMPonline.be. Last modiﬁed 19 April 2023 6 of 8 If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The OneDrive has a limitation in storage capacity (2TB) which will be sufficient for the electronic lab notebooks, small datasets and experiment reports generated in this project. The reserach groups provides sufficient data storage for all larger data files in the Large Volume Storage of the KU Leuven ICTS. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data stored in the KU Leuven One Drive is not accessible by any other person except the reseracher. Data files in the Large Volume Storage of the KU Leuven ICTS are only accessible by lab members via a two-step authentication system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The KU Leuven OneDrive comes without charge, and will be enough for storing data/lab notebooks and reports for the entire duration of the project. The cost of the Large Volume Storage of the KU Leuven ICTS is covered by Prof. Geris. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All digital data generated during the project (Microscopy and microCT images, single-cell transcriptomic datasets, Python and R scripts) as well as the tissues slides will be stored for at least five years after the ending of the project. Where will these data be archived (stored and curated for the long-term)? The data will be stored in the Large Volume Storage of the KU Leuven ICTS. Tissue slides will be stored at the Skeletal Biology and Engineering Research Center of KU Leuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Prof. Geris will cover the cost of the Large Volume Storage of the KU Leuven ICTS as well as the cost for storing the tissue slides at the Skeletal Biology and Engineering Research Center of KU Leuven. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Single-cell transcriptomic datasets, Python and R scripts will be deposited in Zenodo (CERN Data Center), which is a repository compliant with the OpenAIRE guidelines and located on European territory. Zenodo assigns uploads to the applicant’s account and the portal of the funding agency, thus increasing the visibility of both. In addition, Python and R scripts will be uploaded on GitHub, which is a standard hosting service to share scripts in the scientific community. If access is restricted, please specify who will be able to access the data and under what conditions. Microscopy and microCT images will be accessible by all members of Prof. Geris' group. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Single-cell transcriptomic datasets, Python and R scripts will be available in Zenodo (CERN Data Center). Python and R scripts will also be available on GitHub. When will the data be made available? The data will be made available upon acceptance for publication of the related research papers. Created using DMPonline.be. Last modiﬁed 19 April 2023 7 of 8 Which data usage licenses are you going to provide? If none, please explain why. There is no license associated to the use of single-cell transcriptomic datasets. Python and R scripts wil be licensed under MIT license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes DOI will be provided upon acceptance for publication of the related research papers. What are the expected costs for data sharing? How will these costs be covered? Both Zenodo and GitHub have no cost for uploading data. 6. Responsibilities Who will manage data documentation and metadata during the research project? Gabriele Nasello Who will manage data storage and backup during the research project? Gabriele Nasello Who will manage data preservation and sharing? Gabriele Nasello Who will update and implement this DMP? Gabriele Nasello Created using DMPonline.be. Last modiﬁed 19 April 2023 8 of 8"
}