{
    "document_id": "D-2021-1280",
    "LinkTitle": "D-2021-1280",
    "file_name": "D-2021-1280.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1280.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n 1S62222N\nGrant Title\n 1S62222N\nPrincipal Investigator / Researcher\n Frederik Mertens\nDescription\n The project is aimed at acquiring experimental data. The goal is to study the impact\nof micro and nano structures as textured surfaces on heat transfer enhancement during flow\nboiling. In this regard, studying the basic mechanisms taking place at the small scale would allow\nto define optimized textures for specific applications and thus increasing efficiency and reducing\ncost. The data collected here are visualisations of the flow/bubble growth/detachment frequency\netc on the one hand and visualisations of a new temperature measuring technique (Quantum\nDots) serving as a high resolution, fast response method. The end goal is thus to be able to link\nthe geometric parameters to the heat transfer enhancement and create models that can be used\nin the future.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nFrederik Mertens\nFWO Project Number & Title\n1S62222N\nBoiling heat transfer enhancement via textured surfaces with optimal cavities\nAffiliation\nKU Leuven\nHeat and Mass Transfer Group\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nSpectroscopy\ndata QD\ncalibration\nASCII files\nkb\nHamamatsu\nLED excites QD\nand FLAME UV-\nVIS\nspectrometer\nrecords emitted\nspectra\nFlow/bubble\nvisualisations\n.avi .cih\nTB\nHigh speed\ncamera\nrecordings\nQD\ntemperature\nvisualisations\n.avi .cih\nTB\nHigh speed\ncamera\nrecordings\nTemperature,\npressure flow\nrate and\napplied\nheating power\ndata\nlabview/NI\nsystem\nMb\nThermocouples,\npressure\ntransducers,\ncoriolis\nflowmeter,\npower supply\n3. Legal and ethical issues\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nThe valorisation potential is present in all sectors/applications which use heat transfer e.g. micro-\nelectronics, space applications, nuclear reactors....\nIP topics might include: the novel temperature measurement technique (QDs), novel models\nrelating to surface geometries pertaining to heat transfer enhancement.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1.Spectroscopy data QD calibration: Emitted spectra, relate emitted intensity to temperature\nvalue. Possible shift in peak wavelength. The used Integration time, averaging, background\nsubtraction etc. will be included\n2. Raw captured high speed camera footage of bubbles/flow collected per test conditions,\nincluded with detailed description used experimental conditions in text file format.\n3. Raw captured high speed camera footage of QDs collected per test conditions, included with\ndetailed description used experimental conditions in text file format. Also QD thickness ans\nuniformity are parameters.\n4. Sensor (thermocouple/pressure/flow rate/heating power) data acquisition using labview and NI\nDACq system: log per performed experiment with all applicable boundary conditions and times.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nList experiment conditions in consequent manner.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe time-stamped master copy of the data will be kept on our research unit central storage\nfacility (onedrive). Copies can be made and kept on personal devices. \nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\nDedicated hard drives will also be used for easy transportable secondary backup of large high\nspeed camera files.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nexplain how this will be taken care of.\nYes\n5TB hard drives have been bought.\n2TB personal onedrive storage, to be seen if need for expansion\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nCost of harddrives: internalized/bench fee (5TB = €100 approx)\nCost of onedrive storage: KU Leuven\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data will be stored in the university's secure storage environment.\nPhysical harddrives are in locked room or badge-protected lab.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nCalibration data QDs.\nVisualisations bubbles and QDs in the degree of usefullness for reproduction.\nAll NI system data logs\nModels and results derived from Visualisations.\nWhere will the data be archived (= stored for the longer term)?\n1. The data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\n2. Our project will generate a large volume of data, some of which may not be appropriate for\nsharing since it involves a small sample that is not representative. The investigators will work\nwith staff of the KU Leuven Libraries to determine what to archive.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\n1. The database of high speed camera recordings that will be compiled will be hosted on the\nservers of KU Leuven. In view of the expected size of the database (> 2 TB), estimated costs will\nneed to be made when the final data volume is known. These costs are not expected to be that\ndrastic.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nPapers will summarize the obtained results.\nA full dataset can be uploaded in a central location if deemed possibble and of added value.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nDepends om possible IP related topics, but normally open access.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nTo be seen\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nFrederik Mertens\nWho will be responsible for data storage & back up during the project?\nKU Leuven\nWho will be responsible for ensuring data preservation and reuse ?\nKU Leuven\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier 1S62222N Grant Title 1S62222N Principal Investigator / Researcher Frederik Mertens Description The project is aimed at acquiring experimental data. The goal is to study the impact of micro and nano structures as textured surfaces on heat transfer enhancement during flow boiling. In this regard, studying the basic mechanisms taking place at the small scale would allow to define optimized textures for specific applications and thus increasing efficiency and reducing cost. The data collected here are visualisations of the flow/bubble growth/detachment frequency etc on the one hand and visualisations of a new temperature measuring technique (Quantum Dots) serving as a high resolution, fast response method. The end goal is thus to be able to link the geometric parameters to the heat transfer enhancement and create models that can be used in the future. Institution KU Leuven 1. General Information Name applicant Frederik Mertens FWO Project Number & Title 1S62222N Boiling heat transfer enhancement via textured surfaces with optimal cavities Affiliation KU Leuven Heat and Mass Transfer Group 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Spectroscopy data QD calibration ASCII files kb Hamamatsu LED excites QD and FLAME UV- VIS spectrometer records emitted spectra Flow/bubble visualisations .avi .cih TB High speed camera recordings QD temperature visualisations .avi .cih TB High speed camera recordings Temperature, pressure flow rate and applied heating power data labview/NI system Mb Thermocouples, pressure transducers, coriolis flowmeter, power supply 3. Legal and ethical issues This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes The valorisation potential is present in all sectors/applications which use heat transfer e.g. micro- electronics, space applications, nuclear reactors.... IP topics might include: the novel temperature measurement technique (QDs), novel models relating to surface geometries pertaining to heat transfer enhancement. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1.Spectroscopy data QD calibration: Emitted spectra, relate emitted intensity to temperature value. Possible shift in peak wavelength. The used Integration time, averaging, background subtraction etc. will be included 2. Raw captured high speed camera footage of bubbles/flow collected per test conditions, included with detailed description used experimental conditions in text file format. 3. Raw captured high speed camera footage of QDs collected per test conditions, included with detailed description used experimental conditions in text file format. Also QD thickness ans uniformity are parameters. 4. Sensor (thermocouple/pressure/flow rate/heating power) data acquisition using labview and NI DACq system: log per performed experiment with all applicable boundary conditions and times. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes List experiment conditions in consequent manner. 5. Data storage and backup during the FWO project Where will the data be stored? The time-stamped master copy of the data will be kept on our research unit central storage facility (onedrive). Copies can be made and kept on personal devices. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. Dedicated hard drives will also be used for easy transportable secondary backup of large high speed camera files. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 explain how this will be taken care of. Yes 5TB hard drives have been bought. 2TB personal onedrive storage, to be seen if need for expansion What are the expected costs for data storage and back up during the project? How will these costs be covered? Cost of harddrives: internalized/bench fee (5TB = €100 approx) Cost of onedrive storage: KU Leuven Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure storage environment. Physical harddrives are in locked room or badge-protected lab. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Calibration data QDs. Visualisations bubbles and QDs in the degree of usefullness for reproduction. All NI system data logs Models and results derived from Visualisations. Where will the data be archived (= stored for the longer term)? 1. The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 2. Our project will generate a large volume of data, some of which may not be appropriate for sharing since it involves a small sample that is not representative. The investigators will work with staff of the KU Leuven Libraries to determine what to archive. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? 1. The database of high speed camera recordings that will be compiled will be hosted on the servers of KU Leuven. In view of the expected size of the database (> 2 TB), estimated costs will need to be made when the final data volume is known. These costs are not expected to be that drastic. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Papers will summarize the obtained results. A full dataset can be uploaded in a central location if deemed possibble and of added value. Where/how will the data be made available for reuse? In an Open Access repository When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Depends om possible IP related topics, but normally open access. What are the expected costs for data sharing? How will the costs be covered? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 To be seen 8. Responsibilities Who will be responsible for data documentation & metadata? Frederik Mertens Who will be responsible for data storage & back up during the project? KU Leuven Who will be responsible for ensuring data preservation and reuse ? KU Leuven Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}