{
    "document_id": "D-2025-3671",
    "LinkTitle": "D-2025-3671",
    "file_name": "D-2025-3671.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3671.pdf",
    "metadata": {
        "title": "D-2025-3671",
        "author": "N/A",
        "num_pages": 33
    },
    "content": {
        "full_text": "SALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1      Sustainable Additive Layering with Transformative Yield (SALTY)  \n Data Management Plan   \n\nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 2 Junior Research Project       Table of Contents Project Team ................................................................................................................................ 3 Document Summary ...................................................................................................................... 4 Executive Summary ....................................................................................................................... 5 Project Summary .......................................................................................................................... 6 Key Challenges & Motivations: ....................................................................................................... 6 Innovations & Research Goals: ....................................................................................................... 6 Potential Impact: .......................................................................................................................... 6 Data Management Considerations: ................................................................................................ 7 Work Packages Summary ............................................................................................................... 8 WP1: Defining Dry Salt & Binder Mixing Ratios (M1-M24) ............................................................ 8 WP2: Material Performance & Circularity (M12-M24) ................................................................... 8 WP3: Application Scenarios & Prototyping (M6-M48) .................................................................. 9 Cross-WP Data Management Strategy ...................................................................................... 10 General Project Information ......................................................................................................... 11 Research Data Summary .............................................................................................................. 13 Documentation and Metadata ...................................................................................................... 18 Data Storage & Back-up during the Research Project ...................................................................... 24 Data Preservation after the end of the Research Project .................................................................. 26 Data Sharing and Reuse ............................................................................................................... 29 Responsibilities ........................................................................................................................... 33  \nFunded by Fonds Wetenschappelijk Onderzoek, Flanders \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3 Project Team  SALTY is led by Principal Investigator Rachel Armstrong, ZAP Professor of Design-Driven Construction for Regenerative Architecture, Department of Architecture | Faculty of Architecture, Campus Sint-Lucas, Brussels/Ghent, KU Leuven, Belgium. SALTY research will be conducted by incoming doctoral student Jannes Moons from 1st September 2025.    \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4 Document Summary  Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.   At the end of the project, the final version of the DMP must be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template.  The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning.   To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link.     \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5 Executive Summary  This document, namely the Data Management Plan (DMP), outlines the data management plan and protection approaches employed within the SALTY project. Specifically, it gives an overview of the data that will be collected during the project through the work packages (WPs) and tasks, and clarifies how these will be collected, stored, and used. The information in this document is designed to be read by all members of the SALTY team to ensure and promote best practice in data management. This DMP is a dynamic document that will be adapted, refined, and updated throughout the course of the project, as the exact outputs of each WP, and thus the data management requirements, become clearer. Final revisions to the DMP will be incorporated into the final version of the project report and submitted to the FWO at the end of the project.  SALTY aims to make all data available. GDPR-sensitive data is not expected. Data obtained within the confines of a confidentiality agreement is also not anticipated. All Research Data is managed via this detailed Data Management Plan (DMP) and its rolling updates, to ensure that data collected throughout the project, and underpinning the publications, can be accessed (and therefore the results reproduced) and that the data/research outputs are findable, accessible, interoperable, and reusable (FAIR)1.       \n 1 Mark D. Wilkinson; Michel Dumontier; IJsbrand Jan Aalbersberg; et al. (15 March 2016). \"The FAIR Guiding Principles for scientific data management and stewardship\". Scientific Data. 3 (1): 160018. doi:10.1038/SDATA.2016.18 \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6 Project Summary  SALTY aims to valorize brine—a waste byproduct of desalination—by using salt (sodium chloride) as a sustainable material for 3D printing architectural elements (panels, tiles) for indoor use. The project seeks to advance additive manufacturing (AM) techniques to create scalable, circular construction solutions that align with the European Green Deal and New European Bauhaus initiatives. Key Challenges & Motivations: 1. Brine Waste Management: Desalination plants produce large volumes of brine, often disposed of in ways that harm ecosystems (coastal waters, soil degradation). With increasing desalination in Europe (e.g., Belgium, Netherlands), sustainable brine valorization is critical. 2. Sustainable Construction: The construction sector needs low-carbon materials to meet EU climate targets (55% GHG reduction by 2030, net zero by 2050). 3D printing with salt could reduce waste, energy use, and reliance on traditional materials like concrete. 3. Material Innovation: Salt is hygroscopic (absorbs moisture), limiting its use in humid climates. Prior research on 3D-printed salt structures is limited, focusing mainly on starch-based binders (e.g., maltodextrin). Innovations & Research Goals: 1. Advanced 3D Printing Techniques: Explore paste extrusion & binder jetting with salt powder. Test organic binders (alginate, gum arabic, chitosan) beyond traditional starch mixes. 2. Material Performance: Develop hydrophobic coatings (linseed oil, xanthan gum) to reduce moisture absorption. Study recyclability of salt mixtures and durability under humidity cycles. 3. Scalability & Applications: Prototype 1:1 scale architectural elements (wall panels, decorative tiles). Assess feasibility for commercial use in Flanders, considering regulations and digital workflows (e.g., digital twins). Potential Impact: • Circular Economy: Transforms brine waste into valuable building materials. • Low-Carbon Construction: Reduces reliance on carbon-intensive materials. • Aesthetic & Functional Benefits: Salt offers fire resistance, thermal regulation, and unique design possibilities. \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7 Data Management Considerations: • Material Testing Data: Binder formulations, mechanical properties, moisture resistance. • Process Optimization: 3D printing parameters, scalability studies. • Environmental Impact: Lifecycle analysis (LCA) of salt-based vs. conventional materials. SALTY bridges desalination waste management and sustainable construction, offering a novel approach to circular design in architecture.     \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8 Work Packages Summary  This section outlines the core tasks within SALTY that produce the project data. WP1: Defining Dry Salt & Binder Mixing Ratios (M1-M24) Objective: Identify optimal salt-binder mixtures for 3D printing. Key Tasks & Data Management: T1.1: Mixing Ratio Optimization (M1-M9) Data Collected: § Salt particle size distribution (60–150 mesh screens). § Binder-salt ratios (alginate, gum arabic, starch, etc.). § Solvent effects (e.g., alcohol vs. water). § Printability metrics (paste consistency, drying behavior). Storage: Lab notebooks, digital spreadsheets (mixture compositions, drying times). T1.2: Binder Selection (M1-M12) Data Collected: § Rheological properties of pastes. § Printability assessments (shape consistency, layer adhesion, surface smoothness). § Photographic documentation of print quality. Storage: Image databases, comparative analysis logs. T1.3: 3D Printing Quality (M6-M24) Data Collected: § Standardized test cylinders (10×10×10 cm³). § Nozzle diameter, printing speed, viscosity correlations. § Laser scan data (Keyence VL, 2 μm precision) for micro-scale deformations. Storage: 3D scan files, print parameter logs, meta-analysis reports. Output: Database of optimal salt-binder mixtures for WP2.  WP2: Material Performance & Circularity (M12-M24) Objective: Test durability, moisture resistance, and recyclability of 3D-printed salt structures. \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9 Key Tasks & Data Management: T2.1: Water Absorption (M12-M18) Data Collected: § Weight changes after humidity exposure (70% RH, 20°C). § Fragmentation metrics over 5 hydration-desiccation cycles. Storage: Time-lapse images, weight logs, laser scan comparisons. T2.2: Hydrophobic Coatings (M12-M18) Data Collected: § Performance of coatings (linseed oil, xanthan gum, etc.) under humidity. § Visual degradation, efflorescence patterns. Storage: Coating efficacy reports, scan data. T2.3: Deliquescence & Recrystallization (M16-M24) Data Collected: § Structural integrity of stacked cylinders. § Crystallization aesthetics and fusion tendencies. Storage: Microscopy images, laser scan deformation maps. T2.4: Circularity (M18-M24) Data Collected: § Dissolution/reconstitution times. § Recycled material printability. Storage: Reusability metrics, comparative scans of original vs. recycled prints. Output: Dataset on moisture resistance, coating efficacy, and recyclability for WP3.  WP3: Application Scenarios & Prototyping (M6-M48) Objective: Develop architectural applications and roadmap for market adoption. Key Tasks & Data Management: T3.1: Scenario Characterization (M6-M24) Data Collected: § Case studies (interior panels, partitions, pavilions). § CAD models, feasibility assessments. Storage: Architectural drawings, 3D models, scenario reports. T3.2: Scenario Selection (M18-M30) Data Collected: § Form-finding experiments (organic geometries, scalability). \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10 § Industry feedback (Arup, desalination experts). Storage: Design iterations, expert workshop notes. T3.3: Prototype Creation (M24-M44) Data Collected: § 1:1 prototype performance (e.g., 30×30×10 cm³ blocks). § Exhibition-ready documentation. Storage: Prototype fabrication logs, exhibition reports. T3.4: Analysis & Market Roadmap (M30-M48) Data Collected: § Industry feedback on scalability. § Grant applications for further research. Storage: Workshop transcripts, commercialization strategy. Output: Final prototype database, architectural guidelines, and market adoption plan. Cross-WP Data Management Strategy Centralized Repository: All data (scan files, images, spreadsheets) stored in a structured digital archive. Collaboration Tools: Shared between KU Leuven, LUCA Spatial Computing Lab, and PrintPlace. Meta-Analysis: WP1/WP2 data informs WP3 prototyping. Industry Integration: Expert feedback (Arup, PrintPlace) refines datasets for real-world applicability. Final Goal: A comprehensive, reusable dataset enabling scalable 3D-printed salt architecture while valorizing brine waste.    \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11   General Project Information  Name Grant Holder & ORCID Rachel Armstrong, ORCID: 0000-0002-3516-6815 Contributor name(s) (+ ORCID) & roles Alessandro Ianiro, ORCID: 0000-0003-4709-4350  Project number 2 & title G014025N – Sustainable Additive Layering with Transformative Yield (SALTY) Funder(s) GrantID 3 G014025N Affiliation(s) KU Leuven  ROR identifier KU Leuven: 05f950310 \n 2 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  3 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12 Please provide a short project description SALTY (Sustainable Additive Layering with Transformative Yield) is an innovative research project that transforms brine waste from desalination plants into sustainable 3D-printed salt-based architectural elements (e.g., panels, tiles) for indoor use. By developing advanced additive manufacturing techniques with salt-binder mixtures, SALTY aims to: • Valorize brine waste (a growing environmental challenge) into high-value construction materials. • Reduce the carbon footprint of buildings by replacing conventional materials with circular alternatives. • Enhance material performance through hydrophobic coatings to resist moisture and enable structural durability. • Pioneer scalable applications in architecture, from decorative interiors to modular structures. Aligned with the European Green Deal, SALTY bridges desalination waste management and eco-friendly construction, offering a novel approach to sustainable design.      \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13 Research Data Summary  List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.   The SALTY project investigates the use of desalination brine waste as a sustainable material for 3D-printed architectural components (e.g., panels, tiles). By optimizing salt-binder mixtures, hydrophobic coatings, and printing techniques, SALTY aims to develop scalable, circular construction solutions that reduce environmental impact while enabling novel architectural applications. Datasets & Research Materials The project will generate and analyze multiple datasets, including experimental measurements, digital models, and physical prototypes. Below is a summary of the key data types:  ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused  Digital or Physical  Digital Data Type  Digital Data Format   Digital Data Volume (MB, GB, TB) Physical Volume   Salt-Binder Mixing Ratios Mixing ratios, rheological properties, and printability of salt-binder pastes. Generate new data  Digital Experimental parameters, text logs .csv, .xlsx <1 GB N/A \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14 3D Printing Parameters Nozzle settings, layer adhesion, print speed, and structural integrity tests. New Digital Process optimization logs .txt, .json <1 GB N/A Laser Scan Data High-precision 3D scans of printed samples for deformation analysis. New Digital 3D geometric measurements .stl, .obj 10–50 GB N/A Humidity Exposure Logs Weight changes, moisture absorption, and crystallization patterns over time. New Digital Numerical data, time-lapse images .csv, .jpg 5–10 GB N/A Hydrophobic Coating Tests Performance of coatings (linseed oil, alginate, etc.) under humidity cycles. New Digital Images, numerical data .png, .xlsx 1–5 GB N/A Recyclability Studies Dissolution rates, recrystallization New Digital Video recordings, numerical logs .mp4, .csv 5–10 GB N/A \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 15 behavior, and reuse potential of salt. 3D Architectural Models CAD designs for prototypes (panels, pavilions) and structural simulations. New Digital 3D geometry, engineering data .rhino, .step 10–50 GB N/A Physical Prototypes 3D-printed salt structures for mechanical testing and exhibitions. New Physical N/A N/A N/A 10×10×10 cm³ cylinders, panels If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type.    N/A Are there any ethical issues concerning the creation and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide ☐ Yes, human subject data; provide SMEC or EC approval number:   ☐ Yes, animal data; provide ECD reference number:    ☐ Yes, dual use; provide approval number:   ☒ No Additional information:   \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 16 the relevant ethical approval number. Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information:   Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. ☒ Yes ☐ No If yes, please comment:   The CAD files for panel design potentially could be exploited for commercial use (CAD files).  Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)?  If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain:   \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 17 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain:   \n \n \n 4 See Glossary Flemish Standard Data Management Plan  \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 18  Documentation and Metadata  Documentation Approach Throughout the SALTY project, all experimental data will be systematically documented using an electronic lab notebook (eLABJournal) with dedicated folders for each work package and subtask. This includes detailed records of salt-binder mixing ratios, 3D printing parameters, humidity exposure tests, and material performance analyses. We will prioritize open, non-proprietary file formats for data storage: JPEG/PNG/TIFF for imaging data, CSV/TXT for numerical data, MP4 for video recordings of material behavior, and STL/OBJ for 3D model files. When proprietary formats like Rhino (3D modeling) are used internally, we will maintain parallel copies in open formats (e.g., STEP) to ensure long-term accessibility. All non-confidential research outputs, including optimized material formulations and performance data, will be made publicly available under a CC-BY license or equivalent, facilitating reuse by the scientific community and industry partners. Metadata Management and Accessibility Comprehensive metadata will accompany all research outputs to enable proper understanding, replication, and potential repurposing of the data. We will use Zenodo as our primary repository, which automatically assigns Digital Object Identifiers (DOIs) through DataCite and ensures compliance with FAIR data principles. Each dataset will include rich descriptive metadata covering experimental conditions (e.g., ambient humidity during testing, specific binder compositions), equipment used, and related publications. The metadata itself will be licensed under CC-0 (public domain dedication), while research data will typically use CC-BY to require attribution. For maximum transparency, all publications will include detailed methodological information and direct links to the underlying datasets in Zenodo. This includes complete protocols for salt paste preparation, 3D printing configurations, and testing procedures. In cases where data contains sensitive information (e.g., proprietary binder formulas shared by industry partners), we will still deposit the metadata with a DOI in Zenodo but apply appropriate access restrictions. The repository's versioning system will help track iterations of material formulations and testing protocols throughout the project's duration. Data Preservation and Compliance The SALTY project commits to maintaining research data for a minimum of 10 years post-project, with all digital materials stored on KU Leuven's secure servers during active research and subsequently archived in Zenodo. Physical prototypes will be documented through 3D scans and photographs before being stored in climate-controlled facilities at the Faculty of Architecture. Our metadata schema will align with disciplinary standards for materials science \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 19 and additive manufacturing, including fields for material composition, fabrication parameters, and environmental testing conditions. This comprehensive approach ensures that both the tangible and digital outputs of SALTY remain valuable resources for future research in sustainable construction and circular economy applications. \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 20 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  RDM guidance on documentation and metadata.  The SALTY project will implement a rigorous documentation framework to ensure all research data remains understandable, usable, and FAIR (Findable, Accessible, Interoperable, and Reusable) both during the project and for future applications. Our approach combines structured digital documentation with comprehensive metadata practices, specifically tailored to the project's focus on brine valorization through 3D printing of architectural elements. At the core of our documentation system is the electronic lab notebook (eLABJournal), which will serve as the primary tool for day-to-day data collection and experimental tracking. Each research activity - from initial salt-binder mixing tests to final prototype evaluations - will be meticulously recorded with standardized entries that include the experiment's objectives, detailed protocols (including salt particle sizes, binder ratios, and environmental conditions), observed results, and analytical conclusions. The notebook will maintain a clear folder structure mirroring the project's work packages (WP1-WP3), with individual experiments named using a consistent YYYYMMDD_ExperimentSubject format (e.g., \"20241015_AlginateBinder_Rheology\") for easy retrieval. All raw and processed data will be stored on a secure shared server (J-Drive) using open, non-proprietary file formats to ensure long-term accessibility. This includes numerical data in CSV and JSON formats (recording mixing ratios and printer parameters), high-resolution images in TIFF/PNG (documenting material crystallization and structural integrity), and 3D model files in STL format (capturing prototype geometries). When proprietary software like Rhino is used for design work, we will simultaneously save copies in open formats (e.g., STEP) to prevent future accessibility issues. The server's folder hierarchy will exactly match the eLABJournal structure, creating a seamless connection between experimental documentation and raw data files. Metadata management will occur at multiple levels to support data discovery and reuse. Automated metadata including creator information, creation dates, and related publications will be embedded during data capture and enhanced when depositing to Zenodo, which will assign persistent Digital Object Identifiers (DOIs) through DataCite. For complex datasets, we will include detailed README files in TXT format that explain file structures, experimental parameters, and relationships between datasets. A \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21 comprehensive codebook in TSV format will define all variables and measurement protocols used throughout the project. Physical outputs - including 3D-printed salt panels and structural components - will be cataloged in a physical archive at KU Leuven's Faculty of Architecture. Each physical prototype will be accompanied by a digital record containing its fabrication parameters, material composition, and performance characteristics, accessible via QR codes attached to the pieces. This dual physical-digital documentation approach is particularly important for our exhibition-quality outputs, ensuring their research context remains available to viewers. To guarantee reproducibility, we will document all equipment settings, environmental conditions (temperature, humidity), and material sources with particular attention to the variable nature of brine composition. Version control through GitLab will track iterations of both digital designs and analysis scripts. Integration protocols for key processes like salt paste preparation and printer calibration will be preserved as PDF documents with step-by-step visual guides. The project will maintain a clear distinction between public and restricted data. Non-sensitive outputs including optimized material formulations and general performance data will be shared under CC-BY licenses, while proprietary information such as specific industry-provided brine compositions will be stored with access controls. Even for restricted data, we will make metadata publicly available to maintain transparency about the full scope of research activities while protecting sensitive details. This comprehensive documentation framework ensures that SALTY's innovative approach to brine valorization through architectural 3D printing can be properly understood, validated, and built upon by both current team members and future researchers in sustainable materials and circular construction. Regular audits will verify that all documentation practices meet FAIR principles throughout the project lifecycle, from initial experiments to final publications and prototype exhibitions.  \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 22 Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.  REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.  ☒ No If no, please specify (where appropriate per dataset or data type) which metadata will be created:   The SALTY project will implement a comprehensive metadata strategy designed to maximize data discoverability and reuse while addressing the interdisciplinary nature of our research. Although no single metadata standard fully encompasses all aspects of our work spanning materials science, additive manufacturing, and sustainable architecture, we have developed a robust hybrid approach that combines structured documentation with disciplined file organization. At the core of our system is the eLABJournal platform, which enforces consistent metadata capture through four standardized categories for every experiment: objectives (research questions and intended outcomes), protocols (detailed parameters including salt mesh size, binder ratios, and printer settings), results (both quantitative measurements and qualitative observations), and conclusions (key interpretations and identified limitations). This framework ensures essential contextual information is systematically recorded while maintaining flexibility for our novel research on brine-based materials. To enable efficient data discovery, the eLABJournal's search functionality indexes these standardized fields, allowing researchers to quickly locate specific experiments across all work packages. This capability proves particularly valuable when needing to replicate successful binder formulations, troubleshoot print quality issues, or identify optimal conditions from previous environmental tests. The system's effectiveness is further enhanced by our server architecture, where folder structures precisely mirror the eLABJournal's organization (e.g., /WP2/T2.1_CoatingTests/), creating automatic linkages between the metadata-rich experimental records and their associated raw data files (CSV, STL, TIFF) and processed outputs. Where appropriate, we supplement our core metadata framework with elements adapted from established disciplinary standards. For materials characterization data, we incorporate relevant aspects of ISO 8000 for documenting material compositions. Our 3D model files include basic Dublin Core metadata elements such as creator information and creation dates. Environmental test data follows conventions \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 23 inspired by OGC Sensor Web Enablement standards to ensure proper interpretation of temporal and spatial parameters. When archiving data in Zenodo, we systematically map our project metadata to DataCite's schema, which is required for DOI assignment. This includes standard descriptors such as creator affiliations and temporal coverage of experiments, as well as specialized fields documenting the specific equipment used (printer models, sensor types) and relationships between different experimental phases. This dual-layer approach - combining our project-specific metadata structure with broader disciplinary standards - gives SALTY the necessary flexibility to handle novel brine-based material data while ensuring interoperability and long-term usability. All project members will follow a detailed metadata guide that explains field definitions, formatting conventions, and relationships between different data types. This living document, itself maintained in Zenodo, will be regularly updated to incorporate lessons learned during the research process, ensuring our metadata practices evolve alongside our scientific understanding of salt-based additive manufacturing.    \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 24  Data Storage & Back-up during the Research Project  Where will the data be stored?  Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) The time-stamped digital data will be stored in a project folder on the shared drive (J:) of KU Leuven. The time-stamped digital metadata will be stored on the server of the eLABJournal, and .pdf exports will be made on a weekly basis to be saved on the shared drive (J:) and OneDrive (KU Leuven). The folder will be open for the members participating in this FWO project and is secured and backed-up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices. An additional back up will be stored on the shared drive (K:) of KU Leuven and will be updated on a yearly basis.  How will the data be backed up?  WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS?  ☒ Standard back-up provided by KU Leuven ICTS for my storage solution. The digital data will be stored on the university's central servers with automatic daily back-up Procedures.   Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes KU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work jointly and store data files.  \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 25 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE.  Guidance on security for research data   The network drive for the FWO project folder and the J Drive are secured by the ICTS service of KU Leuven with a mirror copy. Only other lab members will have access to the shared folder. Unauthorized persons do not have access to this system.      What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for data storage for the researchers, J-Drive access is free for staff and students of KU Leuven, being already paid for by the faculty/department. However, should data during the retention period be necessary, then the bench fee of the researcher Jannes Moons will be used.     \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 26 Data Preservation after the end of the Research Project  Following the completion of the SALTY research project, all data and research outputs will be systematically preserved to ensure long-term accessibility while maintaining appropriate confidentiality protections. The primary repository for SALTY's digital assets will be the secure institutional servers at KU Leuven (KUL), which will house the complete collection of research data, experimental records, and project documentation in a protected environment with controlled access. Access to preserved data will be carefully managed according to its sensitivity level. For standard research outputs - including salt-binder formulations, 3D printing parameters, material performance tests, and prototype designs - access will be restricted to the core research team members directly involved in each specific aspect of the project. This controlled access system will be administered by Principal Investigator Rachel Armstrong, who will maintain oversight of all permissions throughout the preservation period. The project SharePoint site will serve as the central platform for sharing accessible data among authorized project participants, with strict access controls implemented at the folder level. For any data involving confidential information obtained through industry partnerships or containing sensitive details about proprietary brine processing methods, additional protections will remain in place. Such data will only be shared beyond the immediate research team if explicit permission has been granted through signed informed consent documents from all relevant parties. Without such documentation, confidential data will remain securely stored without public dissemination or sharing with external partners. All preserved data - including both the research outputs and their associated metadata - will be maintained for a minimum of 10 years beyond the project's conclusion, ensuring their continued availability to the scientific community while meeting institutional and funder requirements. This decade-long preservation period will allow for proper validation of research findings, support potential follow-up studies, and enable future researchers to build upon SALTY's innovations in brine valorization and salt-based additive manufacturing. The preservation strategy includes specific provisions for different data types: \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 27 • Experimental data and material formulations will be stored in open, non-proprietary formats (CSV, JSON, STL) to ensure future readability • 3D model files of architectural prototypes will be preserved in both original CAD formats and standardized exchange formats • Documentation of methods and protocols will be maintained in searchable PDF/A format • Multimedia records of material behavior and prototype testing will be preserved in widely-supported formats (MP4, TIFF) Regular integrity checks will be performed on all preserved data to ensure no degradation or corruption occurs during the storage period. This comprehensive approach to data preservation safeguards SALTY's valuable research outputs while respecting the confidentiality requirements essential to collaborative materials research.  Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).  Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy     \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 28 Where will these data be archived (stored and curated for the long-term)?  Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specify): 1) The digital data will be stored on the university's central servers (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy. 2) The physical data will be stored in a locked workshop with formal storage space in the host lab for up to 10 years after the project. 3) The eLABJournal metadata will be stored in the electronic lab notebook.    What are the expected costs for data preservation during the expected retention period? How will these costs be covered?   There are no expected costs for data storage. J-Drive is free for staff and students of KU Leuven paid for by the faculty/department. However, should a paid service be necessary to store data during the retention period, then the bench fee of the researcher will be used.    \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 29 Data Sharing and Reuse All data generated and/or collected through the project that can be made publicly available (i.e., non-GDPR sensitive data and unbound to confidentiality agreements) will be deposited online in a trusted repository. The main repositories that will be used are Zenodo for the general content and GitHub and GitLab for programming code (e.g., written in R). Data entered in GitHub/GitLab will be linked to Zenodo. All open access data in the repositories will by licensed through CC-BY, CC-0, or an equivalent license. Publications generated using project data will be deposited in a trusted repository at the time of publication.  All data and research outputs will be evaluated by the PI (Rachel Armstrong) before making datasets open. For Open Access scientific publications, we will use public shared spaces e.g., arXiv.org. For Green open access Lirias is used. Other project outputs e.g., video, animations, public information are hosted on the project website, the Research Catalogue (www.researchcatalogue.net) and YouTube.  After any IP concerns have been addressed (non-GDPR sensitive and unbound by confidentiality agreements), datasets will be publicly available, and will be given DOI and made publicly available, being deposited in online trusted repositories such as Zenodo, with programming code (e.g. for novel patterns) deposited in GitHub and/or GitLab. Zenodo automatically assigns a persistent identifier (DOI) to all inputs, and the GitHub and GitLab repositories will be linked within the appropriate Zenodo repositories. KUL’s institutional repository RDR (https://rdr.kuleuven.be) will be used to ensure that all data has a DOI and metadata can be added so it is findable. If open access is not possible, reasons for restricted data sharing for datasets will be given. SALTY uses transparent research design, robust statistical analyses, addresses negative results early and shares through a systematic approach to preregistration (protocols, methodology) using The Open Science Framework (OSF) and preprints using arXiv (post peer review versions will be used), with open access to software, workflows, tools, etc.   \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 30 Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data ☒ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify:   All data will be checked by the PI for potential commercial exploitation. Currently there is no IP on the project, but this may change over the course of the research.  If access is restricted, please specify who will be able to access the data and under what conditions. In the case of potential commercial exploitation, then data will be embargoed for three years while the researcher will be working on the project outputs and then opened (open access) once the patent has been granted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, intellectual property rights  If yes, please specify: Intellectual property rights will be sought for specific designs and production processes with commercial value to the project.  Where will the data be made available?  If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR All digital data will be stored and be available for lab members using RDR. In addition, the relevant data will be made available to external people upon request by mail. \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 31 When will the data be made available?   ☒ Upon publication of research results  Which data usage licenses are you going to provide? If none, please explain why.  A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose.   ☒ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify)  \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.  INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.  ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No   \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 32 What are the expected costs for data sharing? How will these costs be covered?   The expected data sharing costs are minimal and covered by university services. It is expected that SALTY data will stay within the limits of available data volume without incurring extra costs.     \nSALTY                                                                                                                   Data Management Plan V1 \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 33  Responsibilities  Who will manage data documentation and metadata during the research project? The principal investigator (Rachel Armstrong) will be responsible for supervising the data collection, documentation, metadata and managing the data storage facilities. Jannes Moons is the appointed doctoral researcher (currently under recruitment and due for appointment in September 2025) will be responsible for all day-to-day data collection and storage in the correct locations.  Who will manage data storage and backup during the research project? The principal investigator (Rachel Armstrong) will be responsible for how the data is stored on the appropriate accommodation provided by KU Leuven. The ICTS service of KU Leuven is responsible for the back-up of the network drives at KU Leuven. The folders will be managed by the doctoral student on a day-to-day basis but will be under the ultimate supervision of the PI. Who will manage data preservation and sharing? While the project is ongoing, the principal investigator (Rachel Armstrong) will supervise the data preservation and will manage the sharing of the data collected by the appointed doctoral researcher. The PI will also take care of the preservation after the completion of the doctoral dissertation. Who will update and implement this DMP? The principal investigator (Rachel Armstrong) will update and implement the DMP.          "
    },
    "clean_full_text": "SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 Sustainable Additive Layering with Transformative Yield (SALTY) Data Management Plan SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 Junior Research Project Table of Contents Project Team ................................................................................................................................ 3 Document Summary ...................................................................................................................... 4 Executive Summary ....................................................................................................................... 5 Project Summary .......................................................................................................................... 6 Key Challenges & Motivations: ....................................................................................................... 6 Innovations & Research Goals: ....................................................................................................... 6 Potential Impact: .......................................................................................................................... 6 Data Management Considerations: ................................................................................................ 7 Work Packages Summary ............................................................................................................... 8 WP1: Defining Dry Salt & Binder Mixing Ratios (M1-M24) ............................................................ 8 WP2: Material Performance & Circularity (M12-M24) ................................................................... 8 WP3: Application Scenarios & Prototyping (M6-M48) .................................................................. 9 Cross-WP Data Management Strategy ...................................................................................... 10 General Project Information ......................................................................................................... 11 Research Data Summary .............................................................................................................. 13 Documentation and Metadata ...................................................................................................... 18 Data Storage & Back-up during the Research Project ...................................................................... 24 Data Preservation after the end of the Research Project .................................................................. 26 Data Sharing and Reuse ............................................................................................................... 29 Responsibilities ........................................................................................................................... 33 Funded by Fonds Wetenschappelijk Onderzoek, Flanders SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Project Team SALTY is led by Principal Investigator Rachel Armstrong, ZAP Professor of Design-Driven Construction for Regenerative Architecture, Department of Architecture | Faculty of Architecture, Campus Sint-Lucas, Brussels/Ghent, KU Leuven, Belgium. SALTY research will be conducted by incoming doctoral student Jannes Moons from 1st September 2025. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 Document Summary Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP must be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 Executive Summary This document, namely the Data Management Plan (DMP), outlines the data management plan and protection approaches employed within the SALTY project. Specifically, it gives an overview of the data that will be collected during the project through the work packages (WPs) and tasks, and clarifies how these will be collected, stored, and used. The information in this document is designed to be read by all members of the SALTY team to ensure and promote best practice in data management. This DMP is a dynamic document that will be adapted, refined, and updated throughout the course of the project, as the exact outputs of each WP, and thus the data management requirements, become clearer. Final revisions to the DMP will be incorporated into the final version of the project report and submitted to the FWO at the end of the project. SALTY aims to make all data available. GDPR-sensitive data is not expected. Data obtained within the confines of a confidentiality agreement is also not anticipated. All Research Data is managed via this detailed Data Management Plan (DMP) and its rolling updates, to ensure that data collected throughout the project, and underpinning the publications, can be accessed (and therefore the results reproduced) and that the data/research outputs are findable, accessible, interoperable, and reusable (FAIR)1. 1 Mark D. Wilkinson; Michel Dumontier; IJsbrand Jan Aalbersberg; et al. (15 March 2016). \"The FAIR Guiding Principles for scientific data management and stewardship\". Scientific Data. 3 (1): 160018. doi:10.1038/SDATA.2016.18 SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 Project Summary SALTY aims to valorize brine—a waste byproduct of desalination—by using salt (sodium chloride) as a sustainable material for 3D printing architectural elements (panels, tiles) for indoor use. The project seeks to advance additive manufacturing (AM) techniques to create scalable, circular construction solutions that align with the European Green Deal and New European Bauhaus initiatives. Key Challenges & Motivations: 1. Brine Waste Management: Desalination plants produce large volumes of brine, often disposed of in ways that harm ecosystems (coastal waters, soil degradation). With increasing desalination in Europe (e.g., Belgium, Netherlands), sustainable brine valorization is critical. 2. Sustainable Construction: The construction sector needs low-carbon materials to meet EU climate targets (55% GHG reduction by 2030, net zero by 2050). 3D printing with salt could reduce waste, energy use, and reliance on traditional materials like concrete. 3. Material Innovation: Salt is hygroscopic (absorbs moisture), limiting its use in humid climates. Prior research on 3D-printed salt structures is limited, focusing mainly on starch-based binders (e.g., maltodextrin). Innovations & Research Goals: 1. Advanced 3D Printing Techniques: Explore paste extrusion & binder jetting with salt powder. Test organic binders (alginate, gum arabic, chitosan) beyond traditional starch mixes. 2. Material Performance: Develop hydrophobic coatings (linseed oil, xanthan gum) to reduce moisture absorption. Study recyclability of salt mixtures and durability under humidity cycles. 3. Scalability & Applications: Prototype 1:1 scale architectural elements (wall panels, decorative tiles). Assess feasibility for commercial use in Flanders, considering regulations and digital workflows (e.g., digital twins). Potential Impact: • Circular Economy: Transforms brine waste into valuable building materials. • Low-Carbon Construction: Reduces reliance on carbon-intensive materials. • Aesthetic & Functional Benefits: Salt offers fire resistance, thermal regulation, and unique design possibilities. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Data Management Considerations: • Material Testing Data: Binder formulations, mechanical properties, moisture resistance. • Process Optimization: 3D printing parameters, scalability studies. • Environmental Impact: Lifecycle analysis (LCA) of salt-based vs. conventional materials. SALTY bridges desalination waste management and sustainable construction, offering a novel approach to circular design in architecture. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Work Packages Summary This section outlines the core tasks within SALTY that produce the project data. WP1: Defining Dry Salt & Binder Mixing Ratios (M1-M24) Objective: Identify optimal salt-binder mixtures for 3D printing. Key Tasks & Data Management: T1.1: Mixing Ratio Optimization (M1-M9) Data Collected: § Salt particle size distribution (60–150 mesh screens). § Binder-salt ratios (alginate, gum arabic, starch, etc.). § Solvent effects (e.g., alcohol vs. water). § Printability metrics (paste consistency, drying behavior). Storage: Lab notebooks, digital spreadsheets (mixture compositions, drying times). T1.2: Binder Selection (M1-M12) Data Collected: § Rheological properties of pastes. § Printability assessments (shape consistency, layer adhesion, surface smoothness). § Photographic documentation of print quality. Storage: Image databases, comparative analysis logs. T1.3: 3D Printing Quality (M6-M24) Data Collected: § Standardized test cylinders (10×10×10 cm³). § Nozzle diameter, printing speed, viscosity correlations. § Laser scan data (Keyence VL, 2 μm precision) for micro-scale deformations. Storage: 3D scan files, print parameter logs, meta-analysis reports. Output: Database of optimal salt-binder mixtures for WP2. WP2: Material Performance & Circularity (M12-M24) Objective: Test durability, moisture resistance, and recyclability of 3D-printed salt structures. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Key Tasks & Data Management: T2.1: Water Absorption (M12-M18) Data Collected: § Weight changes after humidity exposure (70% RH, 20°C). § Fragmentation metrics over 5 hydration-desiccation cycles. Storage: Time-lapse images, weight logs, laser scan comparisons. T2.2: Hydrophobic Coatings (M12-M18) Data Collected: § Performance of coatings (linseed oil, xanthan gum, etc.) under humidity. § Visual degradation, efflorescence patterns. Storage: Coating efficacy reports, scan data. T2.3: Deliquescence & Recrystallization (M16-M24) Data Collected: § Structural integrity of stacked cylinders. § Crystallization aesthetics and fusion tendencies. Storage: Microscopy images, laser scan deformation maps. T2.4: Circularity (M18-M24) Data Collected: § Dissolution/reconstitution times. § Recycled material printability. Storage: Reusability metrics, comparative scans of original vs. recycled prints. Output: Dataset on moisture resistance, coating efficacy, and recyclability for WP3. WP3: Application Scenarios & Prototyping (M6-M48) Objective: Develop architectural applications and roadmap for market adoption. Key Tasks & Data Management: T3.1: Scenario Characterization (M6-M24) Data Collected: § Case studies (interior panels, partitions, pavilions). § CAD models, feasibility assessments. Storage: Architectural drawings, 3D models, scenario reports. T3.2: Scenario Selection (M18-M30) Data Collected: § Form-finding experiments (organic geometries, scalability). SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 § Industry feedback (Arup, desalination experts). Storage: Design iterations, expert workshop notes. T3.3: Prototype Creation (M24-M44) Data Collected: § 1:1 prototype performance (e.g., 30×30×10 cm³ blocks). § Exhibition-ready documentation. Storage: Prototype fabrication logs, exhibition reports. T3.4: Analysis & Market Roadmap (M30-M48) Data Collected: § Industry feedback on scalability. § Grant applications for further research. Storage: Workshop transcripts, commercialization strategy. Output: Final prototype database, architectural guidelines, and market adoption plan. Cross-WP Data Management Strategy Centralized Repository: All data (scan files, images, spreadsheets) stored in a structured digital archive. Collaboration Tools: Shared between KU Leuven, LUCA Spatial Computing Lab, and PrintPlace. Meta-Analysis: WP1/WP2 data informs WP3 prototyping. Industry Integration: Expert feedback (Arup, PrintPlace) refines datasets for real-world applicability. Final Goal: A comprehensive, reusable dataset enabling scalable 3D-printed salt architecture while valorizing brine waste. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 General Project Information Name Grant Holder & ORCID Rachel Armstrong, ORCID: 0000-0002-3516-6815 Contributor name(s) (+ ORCID) & roles Alessandro Ianiro, ORCID: 0000-0003-4709-4350 Project number 2 & title G014025N – Sustainable Additive Layering with Transformative Yield (SALTY) Funder(s) GrantID 3 G014025N Affiliation(s) KU Leuven ROR identifier KU Leuven: 05f950310 2 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 3 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Please provide a short project description SALTY (Sustainable Additive Layering with Transformative Yield) is an innovative research project that transforms brine waste from desalination plants into sustainable 3D-printed salt-based architectural elements (e.g., panels, tiles) for indoor use. By developing advanced additive manufacturing techniques with salt-binder mixtures, SALTY aims to: • Valorize brine waste (a growing environmental challenge) into high-value construction materials. • Reduce the carbon footprint of buildings by replacing conventional materials with circular alternatives. • Enhance material performance through hydrophobic coatings to resist moisture and enable structural durability. • Pioneer scalable applications in architecture, from decorative interiors to modular structures. Aligned with the European Green Deal, SALTY bridges desalination waste management and eco-friendly construction, offering a novel approach to sustainable design. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. The SALTY project investigates the use of desalination brine waste as a sustainable material for 3D-printed architectural components (e.g., panels, tiles). By optimizing salt-binder mixtures, hydrophobic coatings, and printing techniques, SALTY aims to develop scalable, circular construction solutions that reduce environmental impact while enabling novel architectural applications. Datasets & Research Materials The project will generate and analyze multiple datasets, including experimental measurements, digital models, and physical prototypes. Below is a summary of the key data types: ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Salt-Binder Mixing Ratios Mixing ratios, rheological properties, and printability of salt-binder pastes. Generate new data Digital Experimental parameters, text logs .csv, .xlsx <1 GB N/A SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 3D Printing Parameters Nozzle settings, layer adhesion, print speed, and structural integrity tests. New Digital Process optimization logs .txt, .json <1 GB N/A Laser Scan Data High-precision 3D scans of printed samples for deformation analysis. New Digital 3D geometric measurements .stl, .obj 10–50 GB N/A Humidity Exposure Logs Weight changes, moisture absorption, and crystallization patterns over time. New Digital Numerical data, time-lapse images .csv, .jpg 5–10 GB N/A Hydrophobic Coating Tests Performance of coatings (linseed oil, alginate, etc.) under humidity cycles. New Digital Images, numerical data .png, .xlsx 1–5 GB N/A Recyclability Studies Dissolution rates, recrystallization New Digital Video recordings, numerical logs .mp4, .csv 5–10 GB N/A SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 behavior, and reuse potential of salt. 3D Architectural Models CAD designs for prototypes (panels, pavilions) and structural simulations. New Digital 3D geometry, engineering data .rhino, .step 10–50 GB N/A Physical Prototypes 3D-printed salt structures for mechanical testing and exhibitions. New Physical N/A N/A N/A 10×10×10 cm³ cylinders, panels If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide ☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16 the relevant ethical approval number. Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☒ Yes ☐ No If yes, please comment: The CAD files for panel design potentially could be exploited for commercial use (CAD files). Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 17 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 18 Documentation and Metadata Documentation Approach Throughout the SALTY project, all experimental data will be systematically documented using an electronic lab notebook (eLABJournal) with dedicated folders for each work package and subtask. This includes detailed records of salt-binder mixing ratios, 3D printing parameters, humidity exposure tests, and material performance analyses. We will prioritize open, non-proprietary file formats for data storage: JPEG/PNG/TIFF for imaging data, CSV/TXT for numerical data, MP4 for video recordings of material behavior, and STL/OBJ for 3D model files. When proprietary formats like Rhino (3D modeling) are used internally, we will maintain parallel copies in open formats (e.g., STEP) to ensure long-term accessibility. All non-confidential research outputs, including optimized material formulations and performance data, will be made publicly available under a CC-BY license or equivalent, facilitating reuse by the scientific community and industry partners. Metadata Management and Accessibility Comprehensive metadata will accompany all research outputs to enable proper understanding, replication, and potential repurposing of the data. We will use Zenodo as our primary repository, which automatically assigns Digital Object Identifiers (DOIs) through DataCite and ensures compliance with FAIR data principles. Each dataset will include rich descriptive metadata covering experimental conditions (e.g., ambient humidity during testing, specific binder compositions), equipment used, and related publications. The metadata itself will be licensed under CC-0 (public domain dedication), while research data will typically use CC-BY to require attribution. For maximum transparency, all publications will include detailed methodological information and direct links to the underlying datasets in Zenodo. This includes complete protocols for salt paste preparation, 3D printing configurations, and testing procedures. In cases where data contains sensitive information (e.g., proprietary binder formulas shared by industry partners), we will still deposit the metadata with a DOI in Zenodo but apply appropriate access restrictions. The repository's versioning system will help track iterations of material formulations and testing protocols throughout the project's duration. Data Preservation and Compliance The SALTY project commits to maintaining research data for a minimum of 10 years post-project, with all digital materials stored on KU Leuven's secure servers during active research and subsequently archived in Zenodo. Physical prototypes will be documented through 3D scans and photographs before being stored in climate-controlled facilities at the Faculty of Architecture. Our metadata schema will align with disciplinary standards for materials science SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 19 and additive manufacturing, including fields for material composition, fabrication parameters, and environmental testing conditions. This comprehensive approach ensures that both the tangible and digital outputs of SALTY remain valuable resources for future research in sustainable construction and circular economy applications. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 20 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata. The SALTY project will implement a rigorous documentation framework to ensure all research data remains understandable, usable, and FAIR (Findable, Accessible, Interoperable, and Reusable) both during the project and for future applications. Our approach combines structured digital documentation with comprehensive metadata practices, specifically tailored to the project's focus on brine valorization through 3D printing of architectural elements. At the core of our documentation system is the electronic lab notebook (eLABJournal), which will serve as the primary tool for day-to-day data collection and experimental tracking. Each research activity - from initial salt-binder mixing tests to final prototype evaluations - will be meticulously recorded with standardized entries that include the experiment's objectives, detailed protocols (including salt particle sizes, binder ratios, and environmental conditions), observed results, and analytical conclusions. The notebook will maintain a clear folder structure mirroring the project's work packages (WP1-WP3), with individual experiments named using a consistent YYYYMMDD_ExperimentSubject format (e.g., \"20241015_AlginateBinder_Rheology\") for easy retrieval. All raw and processed data will be stored on a secure shared server (J-Drive) using open, non-proprietary file formats to ensure long-term accessibility. This includes numerical data in CSV and JSON formats (recording mixing ratios and printer parameters), high-resolution images in TIFF/PNG (documenting material crystallization and structural integrity), and 3D model files in STL format (capturing prototype geometries). When proprietary software like Rhino is used for design work, we will simultaneously save copies in open formats (e.g., STEP) to prevent future accessibility issues. The server's folder hierarchy will exactly match the eLABJournal structure, creating a seamless connection between experimental documentation and raw data files. Metadata management will occur at multiple levels to support data discovery and reuse. Automated metadata including creator information, creation dates, and related publications will be embedded during data capture and enhanced when depositing to Zenodo, which will assign persistent Digital Object Identifiers (DOIs) through DataCite. For complex datasets, we will include detailed README files in TXT format that explain file structures, experimental parameters, and relationships between datasets. A SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21 comprehensive codebook in TSV format will define all variables and measurement protocols used throughout the project. Physical outputs - including 3D-printed salt panels and structural components - will be cataloged in a physical archive at KU Leuven's Faculty of Architecture. Each physical prototype will be accompanied by a digital record containing its fabrication parameters, material composition, and performance characteristics, accessible via QR codes attached to the pieces. This dual physical-digital documentation approach is particularly important for our exhibition-quality outputs, ensuring their research context remains available to viewers. To guarantee reproducibility, we will document all equipment settings, environmental conditions (temperature, humidity), and material sources with particular attention to the variable nature of brine composition. Version control through GitLab will track iterations of both digital designs and analysis scripts. Integration protocols for key processes like salt paste preparation and printer calibration will be preserved as PDF documents with step-by-step visual guides. The project will maintain a clear distinction between public and restricted data. Non-sensitive outputs including optimized material formulations and general performance data will be shared under CC-BY licenses, while proprietary information such as specific industry-provided brine compositions will be stored with access controls. Even for restricted data, we will make metadata publicly available to maintain transparency about the full scope of research activities while protecting sensitive details. This comprehensive documentation framework ensures that SALTY's innovative approach to brine valorization through architectural 3D printing can be properly understood, validated, and built upon by both current team members and future researchers in sustainable materials and circular construction. Regular audits will verify that all documentation practices meet FAIR principles throughout the project lifecycle, from initial experiments to final publications and prototype exhibitions. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 22 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. ☒ No If no, please specify (where appropriate per dataset or data type) which metadata will be created: The SALTY project will implement a comprehensive metadata strategy designed to maximize data discoverability and reuse while addressing the interdisciplinary nature of our research. Although no single metadata standard fully encompasses all aspects of our work spanning materials science, additive manufacturing, and sustainable architecture, we have developed a robust hybrid approach that combines structured documentation with disciplined file organization. At the core of our system is the eLABJournal platform, which enforces consistent metadata capture through four standardized categories for every experiment: objectives (research questions and intended outcomes), protocols (detailed parameters including salt mesh size, binder ratios, and printer settings), results (both quantitative measurements and qualitative observations), and conclusions (key interpretations and identified limitations). This framework ensures essential contextual information is systematically recorded while maintaining flexibility for our novel research on brine-based materials. To enable efficient data discovery, the eLABJournal's search functionality indexes these standardized fields, allowing researchers to quickly locate specific experiments across all work packages. This capability proves particularly valuable when needing to replicate successful binder formulations, troubleshoot print quality issues, or identify optimal conditions from previous environmental tests. The system's effectiveness is further enhanced by our server architecture, where folder structures precisely mirror the eLABJournal's organization (e.g., /WP2/T2.1_CoatingTests/), creating automatic linkages between the metadata-rich experimental records and their associated raw data files (CSV, STL, TIFF) and processed outputs. Where appropriate, we supplement our core metadata framework with elements adapted from established disciplinary standards. For materials characterization data, we incorporate relevant aspects of ISO 8000 for documenting material compositions. Our 3D model files include basic Dublin Core metadata elements such as creator information and creation dates. Environmental test data follows conventions SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 23 inspired by OGC Sensor Web Enablement standards to ensure proper interpretation of temporal and spatial parameters. When archiving data in Zenodo, we systematically map our project metadata to DataCite's schema, which is required for DOI assignment. This includes standard descriptors such as creator affiliations and temporal coverage of experiments, as well as specialized fields documenting the specific equipment used (printer models, sensor types) and relationships between different experimental phases. This dual-layer approach - combining our project-specific metadata structure with broader disciplinary standards - gives SALTY the necessary flexibility to handle novel brine-based material data while ensuring interoperability and long-term usability. All project members will follow a detailed metadata guide that explains field definitions, formatting conventions, and relationships between different data types. This living document, itself maintained in Zenodo, will be regularly updated to incorporate lessons learned during the research process, ensuring our metadata practices evolve alongside our scientific understanding of salt-based additive manufacturing. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 24 Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) The time-stamped digital data will be stored in a project folder on the shared drive (J:) of KU Leuven. The time-stamped digital metadata will be stored on the server of the eLABJournal, and .pdf exports will be made on a weekly basis to be saved on the shared drive (J:) and OneDrive (KU Leuven). The folder will be open for the members participating in this FWO project and is secured and backed-up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices. An additional back up will be stored on the shared drive (K:) of KU Leuven and will be updated on a yearly basis. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution. The digital data will be stored on the university's central servers with automatic daily back-up Procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes KU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work jointly and store data files. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 25 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The network drive for the FWO project folder and the J Drive are secured by the ICTS service of KU Leuven with a mirror copy. Only other lab members will have access to the shared folder. Unauthorized persons do not have access to this system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for data storage for the researchers, J-Drive access is free for staff and students of KU Leuven, being already paid for by the faculty/department. However, should data during the retention period be necessary, then the bench fee of the researcher Jannes Moons will be used. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 26 Data Preservation after the end of the Research Project Following the completion of the SALTY research project, all data and research outputs will be systematically preserved to ensure long-term accessibility while maintaining appropriate confidentiality protections. The primary repository for SALTY's digital assets will be the secure institutional servers at KU Leuven (KUL), which will house the complete collection of research data, experimental records, and project documentation in a protected environment with controlled access. Access to preserved data will be carefully managed according to its sensitivity level. For standard research outputs - including salt-binder formulations, 3D printing parameters, material performance tests, and prototype designs - access will be restricted to the core research team members directly involved in each specific aspect of the project. This controlled access system will be administered by Principal Investigator Rachel Armstrong, who will maintain oversight of all permissions throughout the preservation period. The project SharePoint site will serve as the central platform for sharing accessible data among authorized project participants, with strict access controls implemented at the folder level. For any data involving confidential information obtained through industry partnerships or containing sensitive details about proprietary brine processing methods, additional protections will remain in place. Such data will only be shared beyond the immediate research team if explicit permission has been granted through signed informed consent documents from all relevant parties. Without such documentation, confidential data will remain securely stored without public dissemination or sharing with external partners. All preserved data - including both the research outputs and their associated metadata - will be maintained for a minimum of 10 years beyond the project's conclusion, ensuring their continued availability to the scientific community while meeting institutional and funder requirements. This decade-long preservation period will allow for proper validation of research findings, support potential follow-up studies, and enable future researchers to build upon SALTY's innovations in brine valorization and salt-based additive manufacturing. The preservation strategy includes specific provisions for different data types: SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 27 • Experimental data and material formulations will be stored in open, non-proprietary formats (CSV, JSON, STL) to ensure future readability • 3D model files of architectural prototypes will be preserved in both original CAD formats and standardized exchange formats • Documentation of methods and protocols will be maintained in searchable PDF/A format • Multimedia records of material behavior and prototype testing will be preserved in widely-supported formats (MP4, TIFF) Regular integrity checks will be performed on all preserved data to ensure no degradation or corruption occurs during the storage period. This comprehensive approach to data preservation safeguards SALTY's valuable research outputs while respecting the confidentiality requirements essential to collaborative materials research. Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 28 Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specify): 1) The digital data will be stored on the university's central servers (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy. 2) The physical data will be stored in a locked workshop with formal storage space in the host lab for up to 10 years after the project. 3) The eLABJournal metadata will be stored in the electronic lab notebook. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs for data storage. J-Drive is free for staff and students of KU Leuven paid for by the faculty/department. However, should a paid service be necessary to store data during the retention period, then the bench fee of the researcher will be used. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 29 Data Sharing and Reuse All data generated and/or collected through the project that can be made publicly available (i.e., non-GDPR sensitive data and unbound to confidentiality agreements) will be deposited online in a trusted repository. The main repositories that will be used are Zenodo for the general content and GitHub and GitLab for programming code (e.g., written in R). Data entered in GitHub/GitLab will be linked to Zenodo. All open access data in the repositories will by licensed through CC-BY, CC-0, or an equivalent license. Publications generated using project data will be deposited in a trusted repository at the time of publication. All data and research outputs will be evaluated by the PI (Rachel Armstrong) before making datasets open. For Open Access scientific publications, we will use public shared spaces e.g., arXiv.org. For Green open access Lirias is used. Other project outputs e.g., video, animations, public information are hosted on the project website, the Research Catalogue (www.researchcatalogue.net) and YouTube. After any IP concerns have been addressed (non-GDPR sensitive and unbound by confidentiality agreements), datasets will be publicly available, and will be given DOI and made publicly available, being deposited in online trusted repositories such as Zenodo, with programming code (e.g. for novel patterns) deposited in GitHub and/or GitLab. Zenodo automatically assigns a persistent identifier (DOI) to all inputs, and the GitHub and GitLab repositories will be linked within the appropriate Zenodo repositories. KUL’s institutional repository RDR (https://rdr.kuleuven.be) will be used to ensure that all data has a DOI and metadata can be added so it is findable. If open access is not possible, reasons for restricted data sharing for datasets will be given. SALTY uses transparent research design, robust statistical analyses, addresses negative results early and shares through a systematic approach to preregistration (protocols, methodology) using The Open Science Framework (OSF) and preprints using arXiv (post peer review versions will be used), with open access to software, workflows, tools, etc. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 30 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☒ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: All data will be checked by the PI for potential commercial exploitation. Currently there is no IP on the project, but this may change over the course of the research. If access is restricted, please specify who will be able to access the data and under what conditions. In the case of potential commercial exploitation, then data will be embargoed for three years while the researcher will be working on the project outputs and then opened (open access) once the patent has been granted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, intellectual property rights If yes, please specify: Intellectual property rights will be sought for specific designs and production processes with commercial value to the project. Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR All digital data will be stored and be available for lab members using RDR. In addition, the relevant data will be made available to external people upon request by mail. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 31 When will the data be made available? ☒ Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 32 What are the expected costs for data sharing? How will these costs be covered? The expected data sharing costs are minimal and covered by university services. It is expected that SALTY data will stay within the limits of available data volume without incurring extra costs. SALTY Data Management Plan V1 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 33 Responsibilities Who will manage data documentation and metadata during the research project? The principal investigator (Rachel Armstrong) will be responsible for supervising the data collection, documentation, metadata and managing the data storage facilities. Jannes Moons is the appointed doctoral researcher (currently under recruitment and due for appointment in September 2025) will be responsible for all day-to-day data collection and storage in the correct locations. Who will manage data storage and backup during the research project? The principal investigator (Rachel Armstrong) will be responsible for how the data is stored on the appropriate accommodation provided by KU Leuven. The ICTS service of KU Leuven is responsible for the back-up of the network drives at KU Leuven. The folders will be managed by the doctoral student on a day-to-day basis but will be under the ultimate supervision of the PI. Who will manage data preservation and sharing? While the project is ongoing, the principal investigator (Rachel Armstrong) will supervise the data preservation and will manage the sharing of the data collected by the appointed doctoral researcher. The PI will also take care of the preservation after the completion of the doctoral dissertation. Who will update and implement this DMP? The principal investigator (Rachel Armstrong) will update and implement the DMP."
}