{
    "document_id": "D-2024-3273",
    "LinkTitle": "D-2024-3273",
    "file_name": "D-2024-3273.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3273.pdf",
    "metadata": {
        "title": "D-2024-3273",
        "author": "Koen Aesaert",
        "num_pages": 7
    },
    "content": {
        "full_text": " \nPLAN OVERVIEW  \nA Data Management Plan created using DMPonline.be  \n \nTitle: Phantom compositional effects in value -added models: investigating the effects of the type of ability estimators  \n \nCreator: Elodie Pools  \n \nAffiliation: KU Leuven (KUL)  \n \nFunder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)  \n \nTemplate: FWO DMP (Flemish Standard DMP)  \n \nProject abstract:  \nMany countries use value -added(VA) estimates as indicators of the effectiveness of schools. Because VA models \nadjust for prior achievement, they offer information about the effect of prior academic composition of schools on \nstudents' current achievement. H owever, these compositional effects might be biased, resulting in phantom effects. \nOne of the characteristics that drives the bias in these compositional effects is the measurement error on prior \nachievement. A challenge is therefore to  prevent measurement  error from biasing school VA estimates.  \n \nThis project focuses on the relationship between phantom effects and the way prior achievement is estimated (i.e. \nability estimator). Different ability estimators account differently for measurement error on prior achievement, some \nestimators leading to mo re phantom effects. Using simulated and real data, this project will identify which ability \nestimators are best when estimating compositional effects. Several ability estimators, including traditional methods of \nscoring and IRT estimation, are compared in their capacity to produce adequate prior achievement estimates for VA \nmodels. More precisely, we will assess the recovery (1) of school differences in prior achievement, (2) of \ncompositional effects, and (3) of school VA estimates. We will include recommen dations regarding the estimation of \nability for the analysis of compositional effects and VA -estimates, providing practitioners with adequate and \npracticable statistical routines  \n \nID: 211614  \n \nStart date: 01-10-2024  \n \nEnd date: 30-09-2027  \n \n \n \n \nPHANTOM COMPOSITIONAL EFFECTS IN VALUE -ADDED MODELS: \nINVESTIGATING THE EFFECTS OF THE TYPE OF ABILITY \nESTIMATORS  \nFWO DMP (Flemish Standard DMP)  \n \n \n1. RESEARCH DATA SUMMARY  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.  \n \n        Only for digital data  Only for digital data   Only for digital data   Only for \nphysical \ndata \nDataset \nName  Description  New or reused  Digital or Physical  Digital Data Type  Digital Data format  Digital data volume \n(MB/GB/TB)  Physical \nvolume  \n    Please choose \nfrom the following \noptions:  \n \n● Generate \nnew data  \n● Reuse \nexisting data  Please choose from \nthe following \noptions:  \n \n● Digital  \n● Physical  Please choose from the \nfollowing options:  \n \n● Observational  \n● Experimental  \n● Compiled/aggregated \ndata \n● Simulation data  \n● Software  \n● Other  \n● NA Please choose from \nthe following options:  \n \n● .por, .xml, .tab, .c\nsv,.pdf, .txt, .rtf, .d\nwg, .gml, …  \n● NA Please choose from the \nfollowing options:  \n● <100MB  \n● <1GB  \n● <100GB  \n● <1TB  \n● <5TB  \n● <10TB  \n● <50TB  \n● >50TB  \n● NA   \nPISA  PISA survey \ndata Reuse existing \ndata Digital  \n• Observational  .sas7bdat  <100GB   \nPIRLS  PIRLS 2016 \nsurvey data  Reuse existing \ndata Digital  \n● Observational  .sas7bdat  <1GB    \nPIRLS \nrepeat  PIRLS repeat \n(2018 data)  Reuse existing \ndata Digital  \n● Observational  .csv <100MB    \nSimulation \ndata Created with \ndata-generating \ncode using R  Generate new \ndata Digital  \n● Simulation data  .csv (data)  \n.r (code)  <100GB    \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:  \n \nPISA data: data retrieved from: PISA data and methodology | OECD   \nPIRLS 2016 data: data retrieved from: PIRLS 2016 International Database  \nPIRLS repeat data: data received upon request via the research center (Centre for Educational Effectiveness and \nEvaluation)  \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data \ntypes when appropriate.  \n \n● Yes, human subject data  \nAn ethical application has been  submitted and approved for the re -use of PIRLS -repeat data  (ref. nr. G -2024 -8872) . \nSimulated data have no ethical issue while the  PISA and  PIRLS 2016 data are publicly available.  \nConcerning  the PIRLS -repeat data, the dataset of interest consists in a re -assessment of the Flemish students who \nparticipated in the PIRLS 2016 assessment 2 years later, in 2018. The data thus allow to see the evolution in time in \nthe reading achievement of Flemish  primary school  students between the 2016 assessment (public data) and the \n2018 re -assessment (data owned by the Research Center). The PIRLS -repeat data are already pseudonymized and \nthe variables that will be used in this study are the pseudonym ized identification variables (to link the students' 2018 \nrecord with their corresponding record in the PIRLS 2016 public database) and the variables related to their \nperformance o n the reading test in the 2018 reading re -assessment (to be able to estimate the evolution in time of \nreading proficiency).  \n \n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment \nsection. Please refer to specific datasets or data types when appropriate.  \n \n● Yes \nPISA and PIRLS 2016 data (public database s) contain personal data. Th ese database s (pseudomized) are publicly \navailable.   \nPIRLS -repeat data is a re -assessment of the students who participated to PIRLS 2016 in Flanders, 2 years later, in \n2018. This dataset is not publicly available. In this dataset, we mostly need the student pseudomized id (to link with \nthe participating students’  record s in the PIRLS 2016 public database) and information regarding their achievement in \n2018. The data are already pseudonymized.   \n \n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, \ncommercial exploitation, …)? If so, please comment per dataset or data type where appropriate.  \n \n● No \n \n \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. \nMaterial/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what rest rictions are in place.  \n \n● Yes \nThe PISA, PIRLS 2016 and PIRLS -repeat data belong to, respectively,  the OECD ( Organisation for Economic Co -\noperation and Development ), the IEA (International Association for the Evaluation of Educational Achievement) and \nthe Centre for Educational Effectiveness and Evaluation. It is thus not possible for me to disseminate these data.  \nResearchers interested in working with the PISA and PIRLS 2016 data can download them from the ir respective  \ninstitutional website s; those interested in the PIRLS -repeat data can contact the Research Centre.   \n \n \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.  \n \n● Yes \nPIRLS -repeat data were previously collected by the research center, PIRLS 2016 by the IEA , and PISA by the \nOECD . Proper acknowledgement and reference to these datasets will be made in this research outputs.  \n \n \n \n2. DOCUMENTATION AND METADATA  \n \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g., in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \nCodebook.tsv etc. where this information is recorded).  \n \nThe following files will be saved in the same folder as the dataset:  \n·        Project documentation will be provided in a readme file. This file will include the project name, keywords, name \nof involved researchers and their ORCID ID, name of funder, funding code, start - and end date of the project, \nreferences  of datasets, creative common license, approva l of ethical committee, links to publications.   \n·        The ethical application will be saved as a PDF document and the approval will be added to the project \ndocumentation.   \n·        The data management plan will be provided as a pdf file.   \n·        The data preparation and statistical analyses will be documented in an annotated analysis code file (R -script ). \nThe version of R and R packages will be documented the code file.  \nFor the simulation study, beside the R code, a codebook will also detail the meaning of the variables in the produced \ndatafiles.   \n \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where \nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where \nappropriate per dataset or data type) whic h metadata will be created to make the data easier to find and \nreuse.  \n \n● No \nThe PISA,  PIRLS 2016  and PIRLS -repeat datasets have been created and documented by their respective Authors. I \nwill not share these data but refer to their respective source.  \nFor the simulation study, as this dataset was built in the context of large -scale assessments in education, metadata \nwill be in the continuity  of the metadata describing the most prominent studies in the field (PIRLS and PISA for \ninstance) , for consistency with the practices in the scientific community working with these educational survey data.  \n  \n \n \n \n \n \n3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \n \nWhere will the data be stored?  \n \nThe data will be stored on the secured OneDrive for Business provided by KU Leuven. PISA, PIRLS and PIRLS -\nrepeat data will not be shared with other researchers, as I do not own these data.  \nIf simulation study data needed to be shared, they would be shared via Belnet.  \n \n \nHow will the data be backed up?  \n \nThere will be standard automatic back -up provided by KU Leuven ICTS for my storage solution.  \n \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.  \nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  \n \n● Yes \nAs the size of all data files do not exceed the available individual storage space of 250GB  (OneDrive), there is \nsufficient storage and backup capacity during the project.   \n \n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons?  \n \nMulti -factor authentication is activated for the KU Leuven login of all researchers having access to the data.  \n \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?  \n \nThere are no costs expected as the size of the data files does not exceed the available storage space.  \n \n \n \n4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \n \nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that \nare applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons \nfor this (e.g. legal or contractu al restrictions, storage/budget issues, institutional policies...).  \n \nData will be preserved for 10 years according to KU Leuven RDM policy.   \n \n \nWhere will these data be archived (stored and curated for the long -term)?  \n \nAfter the study, we will transfer the data to Prof. Koen Aesaert's OneDrive for Business  for at least 10 years.   \n \n \nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?  \n \nnone  \n \n \n \n5. DATA SHARING AND REUSE  \n \nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment \nsection please explain per dataset or data type which data will be made available.  \n \n● Other, please specify:  \n-PISA and PIRLS 2016 data: no: data are already publicly available and can be downloaded from the OECD’s and \nIEA's website s, respectively.  \n-PIRLS -repeat data: no: I'm not owner of these data, accessing this dataset requires permission of the Research \nCenter (Centre for Educational Effectiveness and Evaluation)  \n-Simulated data: Data will be shared upon request.  \n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.  \n \nRequest to access the simulation study should be done.  \nPISA, PIRLS and PIRLS -repeat data cannot be made available; PISA data can be freely downloaded from the official \nOECD website; PIRLS data can be freely downloaded from the official IEA website; PIRLS -repeat data sharing is \nonly possible upon request to the administrator of the PIRLS -repeat project (Centre for Educational Effectiveness and \nEvaluation).   \n \n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data \ntype where appropriate.  \n \n● Yes, Other  \nPIRLS -repeat data: these data are not public. Sharing this dataset is only possible upon request to the administrator \nof the PIRLS -repeat project . \nNo concern for  PISA,  PIRLS 2016 (public data) or simulation data.  \n \n \nWhere will the data be made available? If already known, please provide a repository per dataset or data \ntype.  \n \nThe data (simulation study only) will be made available via the KU Leuven Research Data Repository (RDR) .  \n \n \nWhen will the data be made available?  \n \nThe data will be made available at the end of the research project.   \n \n \nWhich data usage licenses are you going to provide? If none, please explain why.  \n \n● for the simulation study data: CC -BY-NC-ND \n● for the PISA, PIRLS and PIRLS -repeat datasets: I don't own the data.   \n \n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the \noption to provide it in the comment section.  \n \n● Yes, a DOI reference number will be added, referring to the RDR location of the data  \n \n \nWhat are the expected costs for data sharing? How will these costs be covered?  \n \nNo costs are expected.  \n \n \n \n6. RESPONSIBILITIES  \n \nWho will manage data documentation and metadata during the research project?  \n \n                      The principal investigator  will manage data documentation and metadata during the project supported \nby the other involved researchers.                      \n \n \nWho will manage data storage and backup during the research project?  \n \n                       The principal investigator  will manage data storage and backup during the project supported by the \nother involved researchers.                      \n \n \nWho will manage data preservation and sharing?  \n \n                       The principal investigator  will manage data preservation and sharing  during the project supported by \nthe other involved researchers.                      \n \n \nWho will update and implement this DMP?  \n \n                      The principal investigator   will update and implement this DMP supported by the other involved \nresearchers.                      \n \n "
    },
    "clean_full_text": "PLAN OVERVIEW A Data Management Plan created using DMPonline.be Title: Phantom compositional effects in value -added models: investigating the effects of the type of ability estimators Creator: Elodie Pools Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Project abstract: Many countries use value -added(VA) estimates as indicators of the effectiveness of schools. Because VA models adjust for prior achievement, they offer information about the effect of prior academic composition of schools on students' current achievement. H owever, these compositional effects might be biased, resulting in phantom effects. One of the characteristics that drives the bias in these compositional effects is the measurement error on prior achievement. A challenge is therefore to prevent measurement error from biasing school VA estimates. This project focuses on the relationship between phantom effects and the way prior achievement is estimated (i.e. ability estimator). Different ability estimators account differently for measurement error on prior achievement, some estimators leading to mo re phantom effects. Using simulated and real data, this project will identify which ability estimators are best when estimating compositional effects. Several ability estimators, including traditional methods of scoring and IRT estimation, are compared in their capacity to produce adequate prior achievement estimates for VA models. More precisely, we will assess the recovery (1) of school differences in prior achievement, (2) of compositional effects, and (3) of school VA estimates. We will include recommen dations regarding the estimation of ability for the analysis of compositional effects and VA -estimates, providing practitioners with adequate and practicable statistical routines ID: 211614 Start date: 01-10-2024 End date: 30-09-2027 PHANTOM COMPOSITIONAL EFFECTS IN VALUE -ADDED MODELS: INVESTIGATING THE EFFECTS OF THE TYPE OF ABILITY ESTIMATORS FWO DMP (Flemish Standard DMP) 1. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: ● Generate new data ● Reuse existing data Please choose from the following options: ● Digital ● Physical Please choose from the following options: ● Observational ● Experimental ● Compiled/aggregated data ● Simulation data ● Software ● Other ● NA Please choose from the following options: ● .por, .xml, .tab, .c sv,.pdf, .txt, .rtf, .d wg, .gml, … ● NA Please choose from the following options: ● <100MB ● <1GB ● <100GB ● <1TB ● <5TB ● <10TB ● <50TB ● >50TB ● NA PISA PISA survey data Reuse existing data Digital • Observational .sas7bdat <100GB PIRLS PIRLS 2016 survey data Reuse existing data Digital ● Observational .sas7bdat <1GB PIRLS repeat PIRLS repeat (2018 data) Reuse existing data Digital ● Observational .csv <100MB Simulation data Created with data-generating code using R Generate new data Digital ● Simulation data .csv (data) .r (code) <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: PISA data: data retrieved from: PISA data and methodology | OECD PIRLS 2016 data: data retrieved from: PIRLS 2016 International Database PIRLS repeat data: data received upon request via the research center (Centre for Educational Effectiveness and Evaluation) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. ● Yes, human subject data An ethical application has been submitted and approved for the re -use of PIRLS -repeat data (ref. nr. G -2024 -8872) . Simulated data have no ethical issue while the PISA and PIRLS 2016 data are publicly available. Concerning the PIRLS -repeat data, the dataset of interest consists in a re -assessment of the Flemish students who participated in the PIRLS 2016 assessment 2 years later, in 2018. The data thus allow to see the evolution in time in the reading achievement of Flemish primary school students between the 2016 assessment (public data) and the 2018 re -assessment (data owned by the Research Center). The PIRLS -repeat data are already pseudonymized and the variables that will be used in this study are the pseudonym ized identification variables (to link the students' 2018 record with their corresponding record in the PIRLS 2016 public database) and the variables related to their performance o n the reading test in the 2018 reading re -assessment (to be able to estimate the evolution in time of reading proficiency). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. ● Yes PISA and PIRLS 2016 data (public database s) contain personal data. Th ese database s (pseudomized) are publicly available. PIRLS -repeat data is a re -assessment of the students who participated to PIRLS 2016 in Flanders, 2 years later, in 2018. This dataset is not publicly available. In this dataset, we mostly need the student pseudomized id (to link with the participating students’ record s in the PIRLS 2016 public database) and information regarding their achievement in 2018. The data are already pseudonymized. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ● No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what rest rictions are in place. ● Yes The PISA, PIRLS 2016 and PIRLS -repeat data belong to, respectively, the OECD ( Organisation for Economic Co - operation and Development ), the IEA (International Association for the Evaluation of Educational Achievement) and the Centre for Educational Effectiveness and Evaluation. It is thus not possible for me to disseminate these data. Researchers interested in working with the PISA and PIRLS 2016 data can download them from the ir respective institutional website s; those interested in the PIRLS -repeat data can contact the Research Centre. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ● Yes PIRLS -repeat data were previously collected by the research center, PIRLS 2016 by the IEA , and PISA by the OECD . Proper acknowledgement and reference to these datasets will be made in this research outputs. 2. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The following files will be saved in the same folder as the dataset: · Project documentation will be provided in a readme file. This file will include the project name, keywords, name of involved researchers and their ORCID ID, name of funder, funding code, start - and end date of the project, references of datasets, creative common license, approva l of ethical committee, links to publications. · The ethical application will be saved as a PDF document and the approval will be added to the project documentation. · The data management plan will be provided as a pdf file. · The data preparation and statistical analyses will be documented in an annotated analysis code file (R -script ). The version of R and R packages will be documented the code file. For the simulation study, beside the R code, a codebook will also detail the meaning of the variables in the produced datafiles. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) whic h metadata will be created to make the data easier to find and reuse. ● No The PISA, PIRLS 2016 and PIRLS -repeat datasets have been created and documented by their respective Authors. I will not share these data but refer to their respective source. For the simulation study, as this dataset was built in the context of large -scale assessments in education, metadata will be in the continuity of the metadata describing the most prominent studies in the field (PIRLS and PISA for instance) , for consistency with the practices in the scientific community working with these educational survey data. 3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? The data will be stored on the secured OneDrive for Business provided by KU Leuven. PISA, PIRLS and PIRLS - repeat data will not be shared with other researchers, as I do not own these data. If simulation study data needed to be shared, they would be shared via Belnet. How will the data be backed up? There will be standard automatic back -up provided by KU Leuven ICTS for my storage solution. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ● Yes As the size of all data files do not exceed the available individual storage space of 250GB (OneDrive), there is sufficient storage and backup capacity during the project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Multi -factor authentication is activated for the KU Leuven login of all researchers having access to the data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no costs expected as the size of the data files does not exceed the available storage space. 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractu al restrictions, storage/budget issues, institutional policies...). Data will be preserved for 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long -term)? After the study, we will transfer the data to Prof. Koen Aesaert's OneDrive for Business for at least 10 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? none 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. ● Other, please specify: -PISA and PIRLS 2016 data: no: data are already publicly available and can be downloaded from the OECD’s and IEA's website s, respectively. -PIRLS -repeat data: no: I'm not owner of these data, accessing this dataset requires permission of the Research Center (Centre for Educational Effectiveness and Evaluation) -Simulated data: Data will be shared upon request. If access is restricted, please specify who will be able to access the data and under what conditions. Request to access the simulation study should be done. PISA, PIRLS and PIRLS -repeat data cannot be made available; PISA data can be freely downloaded from the official OECD website; PIRLS data can be freely downloaded from the official IEA website; PIRLS -repeat data sharing is only possible upon request to the administrator of the PIRLS -repeat project (Centre for Educational Effectiveness and Evaluation). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. ● Yes, Other PIRLS -repeat data: these data are not public. Sharing this dataset is only possible upon request to the administrator of the PIRLS -repeat project . No concern for PISA, PIRLS 2016 (public data) or simulation data. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data (simulation study only) will be made available via the KU Leuven Research Data Repository (RDR) . When will the data be made available? The data will be made available at the end of the research project. Which data usage licenses are you going to provide? If none, please explain why. ● for the simulation study data: CC -BY-NC-ND ● for the PISA, PIRLS and PIRLS -repeat datasets: I don't own the data. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. ● Yes, a DOI reference number will be added, referring to the RDR location of the data What are the expected costs for data sharing? How will these costs be covered? No costs are expected. 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? The principal investigator will manage data documentation and metadata during the project supported by the other involved researchers. Who will manage data storage and backup during the research project? The principal investigator will manage data storage and backup during the project supported by the other involved researchers. Who will manage data preservation and sharing? The principal investigator will manage data preservation and sharing during the project supported by the other involved researchers. Who will update and implement this DMP? The principal investigator will update and implement this DMP supported by the other involved researchers."
}