{
    "document_id": "D-2024-2551",
    "LinkTitle": "D-2024-2551",
    "file_name": "D-2024-2551.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2551.pdf",
    "metadata": {
        "title": "Interfacial bond formation of thermoplastic polymers with deformation histories in additive manufacturing",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Interfacial bond formation of thermoplastic polymers with deformation histories in additive\nmanufacturing\nA Data Management Plan created using DMPonline.be\nCreators: \nn.n. n.n., Jie Zhang\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nJie Zhang\nData Manager:\n \nJie Zhang, n.n. n.n.\nProject Administrator:\n \nJie Zhang, n.n. n.n.\nGrant number / URL: \n12B3B24N\nID: \n206893\nStart date: \n01-10-2023\nEnd date: \n30-09-2026\nProject abstract:\nPolymer-polymer interface is everywhere in 3D printed parts due to the additive manner of manufacturing. Weak interfacial performance\noften limits functional applications of fused filament fabrication (FFF) printed parts. Although physical processes in FFF are well-known, it\nhas never been noticed that the polymer strands can often be greatly stretched during the deposition to lay down the material. The\nelongational strain of the stretch can easily exceed 300%. This deformation creates a zone of highly aligned polymer chains near the\ninterface of FFF printed parts. This project aims to reveal the influence of the stretch ratio on the polymer-polymer interfacial bond quality.\nA theory of bond formation in highly aligned thermoplastic polymer interfaces will be established by describing the prohibitive role of\npolymer chain alignment on reptation motion of chain segments and its kinetics. Both amorphous and semi-crystalline polymers will be\nused under both isothermal and non-isothermal conditions. The theory will be validated and applied to (1) design good bond quality in\nprinting poly(ether ether ketone) (PEEK) implants with quasi-isotropic mechanical performance (e.g. z-direction strength > 72 MPa), and\n(2) to design poor bond quality in polymeric drug delivery systems with controlled (immediate/sustained/delayed) release profiles of\nmultiple active pharmaceutical ingredients (APIs).\nLast modified: \n30-04-2024\nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n1 of 9\nInterfacial bond formation of thermoplastic polymers with deformation histories in additive\nmanufacturing\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n2 of 9\nInterfacial bond formation of thermoplastic polymers with deformation histories in additive\nmanufacturing\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n3 of 9\nInterfacial bond formation of thermoplastic polymers with deformation histories in additive\nmanufacturing\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or\n(re)use. (use up to 700 characters)\nThe following types of data will be generated:\n1) Raw data: generated by lab equipment, such as force and displacement from the universal test machine, temperature from the\nthermocouple and infra-red camera, rheology test, DSC, CT scanning, etc.\n2) Derived data: processed raw data, such as shear viscosity from rheology measurement, cooling rates and temperature gradient\nfrom temperature monitoring, the toughness from mechanical stress and strain, etc.\n3) Dissemination data: journal publications, conference presentations, social media posts;\n4) Physical data/objects: demonstrator of use case 1 and use case 2. They will be the deliverables at M36 of the project.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after\nthe end of the research? Motivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n2\n. \nStorage capacity/repository\nduring the research\nafter the research\n \nThe promotor, Prof. Eleonora Ferraris, will be responsible for data preservation.\nDuring the research, data will be stored on KU Leuven's central servers and/or password-protected hard disks. Raw & derived\ndata associated with journal publications will be also stored in a public research data repository, such as KU Leuven’s RDR or\nMendelayData. Journal publications will always be deposited in KU Leuven’s Lirias for green open access.\nAfter the research, the data will be stored at KU Leuven’s 'large volume storage’ server until at least 5 years after the end of the\nproject. Physical data/demonstrators will be kept in the Advanced Manufacturing Lab, campus De Nayer.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation\nterm of 5 years? (max. 700 characters)\nnot applied\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific\nsecurity measures do those data require? (use up to 700 characters)\nNo\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nSome data are huge in size, such as those from CT scanning or infrared camera monitoring can easily exceed 10 GB. The\nstorage and transportation will be done with two password-protected hard disks and will be accessed only by authorised\npersonnel.\nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n4 of 9\nInterfacial bond formation of thermoplastic polymers with deformation histories in additive\nmanufacturing\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from\nthe following options:\nGenerate new\ndata\nReuse existing\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nphysical,\nmechanical,\nrheology\nproperties of\nraw material\nand sample\nsuch as \nlength, width,\nheight,\ndensity,\nstress-strain,\nviscosity, etc\ngenerate new data\nDigital\nExperimental\n.txt .csv .pdf\n.xlsx .docx\n.tiff .jpg .raw\n \n< 100 GB\n \ncrystallography\nXRD, DSC, of\nraw material\nand printed\nparts\ngenerate new data\nDigital\nExperimental\n.dat .txt .csv\n<10 GB\n \nCT scanning\nmorphology\nof printed part\ngenerate new data\nDigital\nExperimental\n.raw .tiff .txt\n< 1 TB\n \nthermal history\nin FFF printed\npart\nIR\nmeasurement\nand numerical\nsimulations\ngenerate new data\nDigital\nExperimental,\nSimulation data\n \n.ravi .dat .mat\n.csv .txt .pdf\n.avi .mp4\n< 1 TB\n \nDissemination\ndata\njournal\npublications,\nconference\npresentations,\nsocial media\npost\ngenerate new data\nDigital and\nphysical\nCompiled/aggregated\ndata\nother: \n.pdf, .docx,\n.tex .bib .m\n<100 G\n \nPhysical\ndata/objects\ndemonstrator\nof use cases\ngenerate new data\nphysical\nother: object\n \n \n< 1000\ncm^3\nT4F3 software\nthermal\nmodelling\nsoftware\nReuse existing data\nDigital\nSoftware\n.exe\n.mlappinstall\n.m .txt .mat\n<1G\n \nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n5 of 9\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nYes. I will reuse the T4F3 software that I wrote during my PhD program. The software is available at \nAdvance Manufacturing Lab,\ncampus De Nayer, KU Leuven.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nYes\nThe software T4F3 developed during the PhD will be reused and further developed to deliver better thermal history in FFF printed\nparts. It was used in the KUL IOF C3 project C3/20/086, and is currently being used in the KUL IOF C3 project C3/22/044 and\nVlaio project Tesco HBC.2022.0806. As of April 2024, KU Leuven LRD is leading the valorization activities of this dataset.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nNo\nAs of April 29, 2024, there are no known restrictions.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n6 of 9\nis recorded).\nExperimental and simulation data will be grouped by experiments, labelled with timing, purpose, test conditions and methods,\nannotations, and technical details.\nWhen being suitable, a bunch of themed data will be compiled and deposited in KU Leuven's data Research Data Repository\nDissemination data are understandable and usable in their nature. They will be deposited into Liras.\nPhysical data will be stored with a label with details.\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDuring the research, data will be stored on KU Leuven's central servers and/or password-protected hard disks. Raw & derived\ndata associated with journal publications will be also stored in a public research data repository, such as KU Leuven’s RDR or\nMendelayData. Journal publications will always be deposited in KU Leuven’s Lirias for green open access.\nAfter the research, the data will be stored at KU Leuven’s 'large volume storage’ server until at least 5 years after the end of the\nproject. Physical data/demonstrators will be kept in the Advanced Manufacturing Lab, campus De Nayer.\nHow will the data be backed up?\nData will be generated most commonly on a KU Leuven's laptop, saved in a local drive, and uploaded to KU Leuven's central\nservers, such as OneDrive for backup.\nBig data (e.g., > 10G) will be transferred to two hard disks for backup that is only accessible to Jie Zhang and Eleonora Ferraris.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nCurrently, the storage space in KU Leuven's laptop, Onedrive folder and two hard disks are big enough for data storage.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nKU Leuven's central servers (such as KU Leuven's laptop and Onedrive folder) are only accessible to authorised persons. The\nbig disks for data storage are protected with passwords or are made only physically accessible to Jie Zhang and Eleonora\nFerraris. \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe cost for KU Leuven's central servers is covered by the Department of Mechanical Engineering or the University.\nThe cost for the disks, approximately 150 euros, was covered by Eleonora Ferraris.\nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n7 of 9\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be retained for at least 5 years.\nDissemination data are intended to last forever, through Lirias and/or KUL RDR.\nWhere will these data be archived (stored and curated for the long-term)?\nKU Leuven’s 'large volume storage’ server.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nThe estimated cost for data preservation during the expected retention period is 200 euros which can be covered by the\ndepartment or Eleonora Ferraris.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nData will be shared through the OA repository whenever possible.\nData with valorisation potential will be shared only after an agreement between the research group, the university and the third\nparty.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThird parties could have access to restricted data upon a bilateral access agreement or data transfer agreement.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nT4F3 software has the valorisation potential, and will not be shared with third party/parties unless an agreement is reached.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven Research Data Repository RDR\nFor physical data, it will be made available in the Advanced Manufacturing Lab, campus De Nayer\nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n8 of 9\nWhen will the data be made available?\nDatasets will be made available along with scientific publications.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY 4.0 (regular data)\nData Transfer Agreement (restricted data)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nYes\nhttps://doi.org/10.48804/V4RI5J\nhttps://doi.org/10.48804/YOHGP6 (reserved)\nmore datasets will be created during the project\nWhat are the expected costs for data sharing? How will these costs be covered?\nSharing data through RDR is free within 50 GB per year per researcher.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nJie Zhang (FWO fellow); Eleonora Ferraris (Promotor) \nWho will manage data storage and backup during the research project?\nJie Zhang (FWO fellow); Eleonora Ferraris (Promotor) \nWho will manage data preservation and sharing?\nJie Zhang (FWO fellow); Eleonora Ferraris (Promotor) \nWho will update and implement this DMP?\nJie Zhang (FWO fellow) \nCreated using DMPonline.be. Last modiﬁed 30 April 2024\n9 of 9"
    },
    "clean_full_text": "Interfacial bond formation of thermoplastic polymers with deformation histories in additive manufacturing A Data Management Plan created using DMPonline.be Creators: n.n. n.n., Jie Zhang Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Jie Zhang Data Manager: Jie Zhang, n.n. n.n. Project Administrator: Jie Zhang, n.n. n.n. Grant number / URL: 12B3B24N ID: 206893 Start date: 01-10-2023 End date: 30-09-2026 Project abstract: Polymer-polymer interface is everywhere in 3D printed parts due to the additive manner of manufacturing. Weak interfacial performance often limits functional applications of fused filament fabrication (FFF) printed parts. Although physical processes in FFF are well-known, it has never been noticed that the polymer strands can often be greatly stretched during the deposition to lay down the material. The elongational strain of the stretch can easily exceed 300%. This deformation creates a zone of highly aligned polymer chains near the interface of FFF printed parts. This project aims to reveal the influence of the stretch ratio on the polymer-polymer interfacial bond quality. A theory of bond formation in highly aligned thermoplastic polymer interfaces will be established by describing the prohibitive role of polymer chain alignment on reptation motion of chain segments and its kinetics. Both amorphous and semi-crystalline polymers will be used under both isothermal and non-isothermal conditions. The theory will be validated and applied to (1) design good bond quality in printing poly(ether ether ketone) (PEEK) implants with quasi-isotropic mechanical performance (e.g. z-direction strength > 72 MPa), and (2) to design poor bond quality in polymeric drug delivery systems with controlled (immediate/sustained/delayed) release profiles of multiple active pharmaceutical ingredients (APIs). Last modified: 30-04-2024 Created using DMPonline.be. Last modiﬁed 30 April 2024 1 of 9 Interfacial bond formation of thermoplastic polymers with deformation histories in additive manufacturing DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 30 April 2024 2 of 9 Interfacial bond formation of thermoplastic polymers with deformation histories in additive manufacturing GDPR GDPR Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 30 April 2024 3 of 9 Interfacial bond formation of thermoplastic polymers with deformation histories in additive manufacturing Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The following types of data will be generated: 1) Raw data: generated by lab equipment, such as force and displacement from the universal test machine, temperature from the thermocouple and infra-red camera, rheology test, DSC, CT scanning, etc. 2) Derived data: processed raw data, such as shear viscosity from rheology measurement, cooling rates and temperature gradient from temperature monitoring, the toughness from mechanical stress and strain, etc. 3) Dissemination data: journal publications, conference presentations, social media posts; 4) Physical data/objects: demonstrator of use case 1 and use case 2. They will be the deliverables at M36 of the project. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 2 . Storage capacity/repository during the research after the research The promotor, Prof. Eleonora Ferraris, will be responsible for data preservation. During the research, data will be stored on KU Leuven's central servers and/or password-protected hard disks. Raw & derived data associated with journal publications will be also stored in a public research data repository, such as KU Leuven’s RDR or MendelayData. Journal publications will always be deposited in KU Leuven’s Lirias for green open access. After the research, the data will be stored at KU Leuven’s 'large volume storage’ server until at least 5 years after the end of the project. Physical data/demonstrators will be kept in the Advanced Manufacturing Lab, campus De Nayer. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) not applied Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) No Which other issues related to the data management are relevant to mention? (use up to 700 characters) Some data are huge in size, such as those from CT scanning or infrared camera monitoring can easily exceed 10 GB. The storage and transportation will be done with two password-protected hard disks and will be accessed only by authorised personnel. Created using DMPonline.be. Last modiﬁed 30 April 2024 4 of 9 Interfacial bond formation of thermoplastic polymers with deformation histories in additive manufacturing FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA physical, mechanical, rheology properties of raw material and sample such as length, width, height, density, stress-strain, viscosity, etc generate new data Digital Experimental .txt .csv .pdf .xlsx .docx .tiff .jpg .raw < 100 GB crystallography XRD, DSC, of raw material and printed parts generate new data Digital Experimental .dat .txt .csv <10 GB CT scanning morphology of printed part generate new data Digital Experimental .raw .tiff .txt < 1 TB thermal history in FFF printed part IR measurement and numerical simulations generate new data Digital Experimental, Simulation data .ravi .dat .mat .csv .txt .pdf .avi .mp4 < 1 TB Dissemination data journal publications, conference presentations, social media post generate new data Digital and physical Compiled/aggregated data other: .pdf, .docx, .tex .bib .m <100 G Physical data/objects demonstrator of use cases generate new data physical other: object < 1000 cm^3 T4F3 software thermal modelling software Reuse existing data Digital Software .exe .mlappinstall .m .txt .mat <1G Created using DMPonline.be. Last modiﬁed 30 April 2024 5 of 9 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Yes. I will reuse the T4F3 software that I wrote during my PhD program. The software is available at Advance Manufacturing Lab, campus De Nayer, KU Leuven. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The software T4F3 developed during the PhD will be reused and further developed to deliver better thermal history in FFF printed parts. It was used in the KUL IOF C3 project C3/20/086, and is currently being used in the KUL IOF C3 project C3/22/044 and Vlaio project Tesco HBC.2022.0806. As of April 2024, KU Leuven LRD is leading the valorization activities of this dataset. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No As of April 29, 2024, there are no known restrictions. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information Created using DMPonline.be. Last modiﬁed 30 April 2024 6 of 9 is recorded). Experimental and simulation data will be grouped by experiments, labelled with timing, purpose, test conditions and methods, annotations, and technical details. When being suitable, a bunch of themed data will be compiled and deposited in KU Leuven's data Research Data Repository Dissemination data are understandable and usable in their nature. They will be deposited into Liras. Physical data will be stored with a label with details. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? During the research, data will be stored on KU Leuven's central servers and/or password-protected hard disks. Raw & derived data associated with journal publications will be also stored in a public research data repository, such as KU Leuven’s RDR or MendelayData. Journal publications will always be deposited in KU Leuven’s Lirias for green open access. After the research, the data will be stored at KU Leuven’s 'large volume storage’ server until at least 5 years after the end of the project. Physical data/demonstrators will be kept in the Advanced Manufacturing Lab, campus De Nayer. How will the data be backed up? Data will be generated most commonly on a KU Leuven's laptop, saved in a local drive, and uploaded to KU Leuven's central servers, such as OneDrive for backup. Big data (e.g., > 10G) will be transferred to two hard disks for backup that is only accessible to Jie Zhang and Eleonora Ferraris. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Currently, the storage space in KU Leuven's laptop, Onedrive folder and two hard disks are big enough for data storage. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven's central servers (such as KU Leuven's laptop and Onedrive folder) are only accessible to authorised persons. The big disks for data storage are protected with passwords or are made only physically accessible to Jie Zhang and Eleonora Ferraris. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The cost for KU Leuven's central servers is covered by the Department of Mechanical Engineering or the University. The cost for the disks, approximately 150 euros, was covered by Eleonora Ferraris. Created using DMPonline.be. Last modiﬁed 30 April 2024 7 of 9 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained for at least 5 years. Dissemination data are intended to last forever, through Lirias and/or KUL RDR. Where will these data be archived (stored and curated for the long-term)? KU Leuven’s 'large volume storage’ server. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The estimated cost for data preservation during the expected retention period is 200 euros which can be covered by the department or Eleonora Ferraris. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Data will be shared through the OA repository whenever possible. Data with valorisation potential will be shared only after an agreement between the research group, the university and the third party. If access is restricted, please specify who will be able to access the data and under what conditions. Third parties could have access to restricted data upon a bilateral access agreement or data transfer agreement. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights T4F3 software has the valorisation potential, and will not be shared with third party/parties unless an agreement is reached. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven Research Data Repository RDR For physical data, it will be made available in the Advanced Manufacturing Lab, campus De Nayer Created using DMPonline.be. Last modiﬁed 30 April 2024 8 of 9 When will the data be made available? Datasets will be made available along with scientific publications. Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (regular data) Data Transfer Agreement (restricted data) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes https://doi.org/10.48804/V4RI5J https://doi.org/10.48804/YOHGP6 (reserved) more datasets will be created during the project What are the expected costs for data sharing? How will these costs be covered? Sharing data through RDR is free within 50 GB per year per researcher. 6. Responsibilities Who will manage data documentation and metadata during the research project? Jie Zhang (FWO fellow); Eleonora Ferraris (Promotor) Who will manage data storage and backup during the research project? Jie Zhang (FWO fellow); Eleonora Ferraris (Promotor) Who will manage data preservation and sharing? Jie Zhang (FWO fellow); Eleonora Ferraris (Promotor) Who will update and implement this DMP? Jie Zhang (FWO fellow) Created using DMPonline.be. Last modiﬁed 30 April 2024 9 of 9"
}