{
    "document_id": "D-2024-3131",
    "LinkTitle": "D-2024-3131",
    "file_name": "D-2024-3131.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3131.pdf",
    "metadata": {
        "title": "Molecular Epidemiology of tuberculosis at Human-Animal interface in the pastoral areas of Ethiopia with subsequent development of improved diagnostic approach.",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nMolecular Epidemiology of tuberculosis at Human-Animal interface in the pastoral areas of Ethiopia with subsequent development of\nimproved diagnostic approach.\nCreator:\nCreator:\nGemechu Chala Hunderra\nPrincipal Investigator: \nPrincipal Investigator: \nGemechu Chala Hunderra\nData Manager: \nData Manager: \nn.n.\nProject Administrator: \nProject Administrator: \nn.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nGemechu Chala Hunderra \n \nhttps://orcid.org/0000-0001-6565-3844\nData Manager:\nData Manager:\n \nn.n. n.n.\nProject abstract:\nProject abstract:\nAgainst the available diagnosis and treatment advances, tuberculosis remains a relentless disease that is one of the leading causes\nof death from a single infectious agent worldwide. Human-to-animal transmission of \nMycobacterium tuberculosis\n complex,\nincluding \nM. \nt\nuberculosis\n, is well documented in many parts of the world, including Ethiopia, which could have an implication in the\nepidemiology and control of tuberculosis in human and animal populations. However, livestock farmers and other herdsmen and\nslaughterhouse workers can also contract the disease via contaminated air droplets via aerosols from infected animals with\npulmonary tuberculosis. This is particularly important in Ethiopia, where tuberculosis is endemic, milk pasteurization is limited and\nhuman-animal interaction is unavoidable. Reverse transmission of \nMycobacterium tuberculosis\n complex and other atypical\nmycobacteria\n between camel and humans in areas of intense human-animal contact is one of the driving factors for the onset and\nmaintenance of tuberculosis in environments such as camel-herding pastoral areas of Ethiopia. By endorsing the ''Global End TB\nStrategy'' by 2035, Ethiopia's National End TB Strategy aimed to eliminate tuberculosis epidemics by reducing tuberculosis-related\ndeaths by 95% and by reducing incidental tuberculosis cases by 90% between 2015 and 2035. One of the huge obligations of this\nprogramme is to improve access and equitable tuberculosis services for vulnerable and marginalized populations where\ntuberculosis is concentrated and where most delays occur due to socio-economic and legal barriers. Tuberculosis in dromedaries\nthreatens the well-being and livelihoods of pastoral communities, and creating barriers to international trade in dromedaries and\ntheir products. It would therefore be very important to assess the occurrence of \nMycobacteria\n infection at the human-animal\ninterface in the  pastoral communities of camel rearing in Ethiopia, describe the type species and/or strain circulating among\nhumans and camels, and relate the transmission risks while describing the epidemiology and transmission dynamics of\nMycobacteria\n. Such a study is also essential in devising context-appropriate tuberculosis control and prevention interventions.\nHowever, the accuracy of diagnostic tests for tuberculosis infection used in animals, mainly camels, is often elusive when\ndiagnosing tuberculosis, and yet there is no reliable diagnostic test for accurate early ante-mortem diagnosis of tuberculosis in\ndromedaries, indicating the need for exploration and development of a new diagnostic tool. Against this background, this project is\ndesigned to study the molecular epidemiology of tuberculosis at the human-animal interface and to assess the bidirectional\nzoonotic transmission of \nMycobacteria\n species between humans and animals in the dromedary camel-rearing pastoral\ncommunities in Ethiopia, and the subsequent development of proof-of-concept for an improved diagnostic tool using camelids,\nnanobodies and phage technology. \nID: \nID: \n210420\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nLast modified: \nLast modified: \n16-10-2024\nCreated using DMPonline.be. Last modiﬁed 16 October 2024\n1 of 6\nMolecular Epidemiology of tuberculosis at Human-Animal interface in the pastoral areas of Ethiopia\nMolecular Epidemiology of tuberculosis at Human-Animal interface in the pastoral areas of Ethiopia\nwith subsequent development of improved diagnostic approach.\nwith subsequent development of improved diagnostic approach.\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nHuman Blood/sputum\nwill be collected\nLaboratory analysis\nN\nP/D\nI, N, T and\nothers\n.tab, txt, pdf,\nother\n<1GB\n \nCamel milk/blood will\nbe collected\nLaboratory analysis\nN\nP/D\nI, N, T and\nothers\n.tab, txt, pdf,\n.csv Excel, other\n<1GB\n \nDemographic and\nepidemiological data\nQuestionnaire survey\nN\nD\nN and T\n.tab, txt, pdf,\n.csv Excel\n<1GB\n \nPhage utilization\nPhage-based\nmycobacteria\ndetection \nN\nP/D\nObservational,\nN, others\nNA\nNA\n \nBacterial isolate\nMolecular typing \nN\nP/D\nSequences,\nImages, N\nNA\n<1GB\n \nPBMC\nNanobody isolation\nand engineering\nN\nP/D\nSequences, N,\nOthers\nNA\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, dual use (Provide approval number below)\nThe Ethical approval was obtained from home Institution (Hawassa University, Ethiopia) and the number is HU-RERC-19-24\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nThe ethical approval is already obtained from home Institution (Hawassa University) with the EC number of (HU-RERC-19-24)\nCreated using DMPonline.be. Last modiﬁed 16 October 2024\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAll data will be documented on KU Leuven servers, and personal One drive. All data will be accompanied with appropriate\ndocumentation styles and tabs outlining procedures and standards followed during data collection and processing. Standard\noperating procedures and  guidelines to be followed during data collection, processing and laboratory work will be well\ndocumented in the lab. All team members have access to these metadata.\nMoreover, all data related to sample collection will be documented in the form of soft copies (pdf, Excel, word, Codebook.tsv etc).\nAll collected samples will be processed and the results of which will be stored in appropriate cold chain (example: +4°C, -20°C or -\n80°C freezers)\nother data to be generated from the questionnaire survey will be documented using pdf, txt, word or other documentation formats\nMolecular and sequence associated data will be documented in soft copies, README.txt files etc\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nThe aforementioned methods of data documentation clearly ensures the exact documentation and finding of the data. Any\nspecific data related to this project can be retrieved from the above documentation methods \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 16 October 2024\n3 of 6\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nResearcher-based personal data back-up will be made using external drives that will be available upon request\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll the shared data related to this particular project will be accessed only by promoters (co-promoters) and the research team.\nMoreover, the two factor authentication of KU Leuven provides secure storage against other unauthorized personnel access. \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe current KU Leuven central server is enough for the full storage and back-up of all data to be generated from this project with\nout additional cost.\n \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nShared network drive (J-drive)\nCreated using DMPonline.be. Last modiﬁed 16 October 2024\n4 of 6\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe KU Leuven's servers are enough for the full storage and back-up of all the data to be obtained from this project with out\nadditional cost. \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAccess to all stored data related to this project will be granted upon approval from the Promoters and/or researcher or\nInstitutional access only\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nCreated using DMPonline.be. Last modiﬁed 16 October 2024\n5 of 6\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nFreeware such as WeTransfer can be used to transfer and share the files.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researcher and promoters of the project\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe Researcher and promotor of the project, together with the IT service that is responsible for the implementation of the storage\nand regular back up on the shared drivers.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe researcher and promoters of the project\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe researcher will remain responsible for updating and implementing this DMP (day-to-day management), while the promotor\nwill be responsible for overall data management.\nCreated using DMPonline.be. Last modiﬁed 16 October 2024\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Molecular Epidemiology of tuberculosis at Human-Animal interface in the pastoral areas of Ethiopia with subsequent development of improved diagnostic approach. Creator: Creator: Gemechu Chala Hunderra Principal Investigator: Principal Investigator: Gemechu Chala Hunderra Data Manager: Data Manager: n.n. Project Administrator: Project Administrator: n.n. Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Gemechu Chala Hunderra https://orcid.org/0000-0001-6565-3844 Data Manager: Data Manager: n.n. n.n. Project abstract: Project abstract: Against the available diagnosis and treatment advances, tuberculosis remains a relentless disease that is one of the leading causes of death from a single infectious agent worldwide. Human-to-animal transmission of Mycobacterium tuberculosis complex, including M. t uberculosis , is well documented in many parts of the world, including Ethiopia, which could have an implication in the epidemiology and control of tuberculosis in human and animal populations. However, livestock farmers and other herdsmen and slaughterhouse workers can also contract the disease via contaminated air droplets via aerosols from infected animals with pulmonary tuberculosis. This is particularly important in Ethiopia, where tuberculosis is endemic, milk pasteurization is limited and human-animal interaction is unavoidable. Reverse transmission of Mycobacterium tuberculosis complex and other atypical mycobacteria between camel and humans in areas of intense human-animal contact is one of the driving factors for the onset and maintenance of tuberculosis in environments such as camel-herding pastoral areas of Ethiopia. By endorsing the ''Global End TB Strategy'' by 2035, Ethiopia's National End TB Strategy aimed to eliminate tuberculosis epidemics by reducing tuberculosis-related deaths by 95% and by reducing incidental tuberculosis cases by 90% between 2015 and 2035. One of the huge obligations of this programme is to improve access and equitable tuberculosis services for vulnerable and marginalized populations where tuberculosis is concentrated and where most delays occur due to socio-economic and legal barriers. Tuberculosis in dromedaries threatens the well-being and livelihoods of pastoral communities, and creating barriers to international trade in dromedaries and their products. It would therefore be very important to assess the occurrence of Mycobacteria infection at the human-animal interface in the pastoral communities of camel rearing in Ethiopia, describe the type species and/or strain circulating among humans and camels, and relate the transmission risks while describing the epidemiology and transmission dynamics of Mycobacteria . Such a study is also essential in devising context-appropriate tuberculosis control and prevention interventions. However, the accuracy of diagnostic tests for tuberculosis infection used in animals, mainly camels, is often elusive when diagnosing tuberculosis, and yet there is no reliable diagnostic test for accurate early ante-mortem diagnosis of tuberculosis in dromedaries, indicating the need for exploration and development of a new diagnostic tool. Against this background, this project is designed to study the molecular epidemiology of tuberculosis at the human-animal interface and to assess the bidirectional zoonotic transmission of Mycobacteria species between humans and animals in the dromedary camel-rearing pastoral communities in Ethiopia, and the subsequent development of proof-of-concept for an improved diagnostic tool using camelids, nanobodies and phage technology. ID: ID: 210420 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Last modified: Last modified: 16-10-2024 Created using DMPonline.be. Last modiﬁed 16 October 2024 1 of 6 Molecular Epidemiology of tuberculosis at Human-Animal interface in the pastoral areas of Ethiopia Molecular Epidemiology of tuberculosis at Human-Animal interface in the pastoral areas of Ethiopia with subsequent development of improved diagnostic approach. with subsequent development of improved diagnostic approach. Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Human Blood/sputum will be collected Laboratory analysis N P/D I, N, T and others .tab, txt, pdf, other <1GB Camel milk/blood will be collected Laboratory analysis N P/D I, N, T and others .tab, txt, pdf, .csv Excel, other <1GB Demographic and epidemiological data Questionnaire survey N D N and T .tab, txt, pdf, .csv Excel <1GB Phage utilization Phage-based mycobacteria detection N P/D Observational, N, others NA NA Bacterial isolate Molecular typing N P/D Sequences, Images, N NA <1GB PBMC Nanobody isolation and engineering N P/D Sequences, N, Others NA <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, dual use (Provide approval number below) The Ethical approval was obtained from home Institution (Hawassa University, Ethiopia) and the number is HU-RERC-19-24 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) The ethical approval is already obtained from home Institution (Hawassa University) with the EC number of (HU-RERC-19-24) Created using DMPonline.be. Last modiﬁed 16 October 2024 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All data will be documented on KU Leuven servers, and personal One drive. All data will be accompanied with appropriate documentation styles and tabs outlining procedures and standards followed during data collection and processing. Standard operating procedures and guidelines to be followed during data collection, processing and laboratory work will be well documented in the lab. All team members have access to these metadata. Moreover, all data related to sample collection will be documented in the form of soft copies (pdf, Excel, word, Codebook.tsv etc). All collected samples will be processed and the results of which will be stored in appropriate cold chain (example: +4°C, -20°C or - 80°C freezers) other data to be generated from the questionnaire survey will be documented using pdf, txt, word or other documentation formats Molecular and sequence associated data will be documented in soft copies, README.txt files etc Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No The aforementioned methods of data documentation clearly ensures the exact documentation and finding of the data. Any specific data related to this project can be retrieved from the above documentation methods Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Created using DMPonline.be. Last modiﬁed 16 October 2024 3 of 6 Shared network drive (J-drive) OneDrive (KU Leuven) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) Researcher-based personal data back-up will be made using external drives that will be available upon request Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All the shared data related to this particular project will be accessed only by promoters (co-promoters) and the research team. Moreover, the two factor authentication of KU Leuven provides secure storage against other unauthorized personnel access. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The current KU Leuven central server is enough for the full storage and back-up of all data to be generated from this project with out additional cost. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Shared network drive (J-drive) Created using DMPonline.be. Last modiﬁed 16 October 2024 4 of 6 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The KU Leuven's servers are enough for the full storage and back-up of all the data to be obtained from this project with out additional cost. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access to all stored data related to this project will be granted upon approval from the Promoters and/or researcher or Institutional access only Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. Created using DMPonline.be. Last modiﬁed 16 October 2024 5 of 6 No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Freeware such as WeTransfer can be used to transfer and share the files. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher and promoters of the project Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The Researcher and promotor of the project, together with the IT service that is responsible for the implementation of the storage and regular back up on the shared drivers. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The researcher and promoters of the project Who will update and implement this DMP? Who will update and implement this DMP? The researcher will remain responsible for updating and implementing this DMP (day-to-day management), while the promotor will be responsible for overall data management. Created using DMPonline.be. Last modiﬁed 16 October 2024 6 of 6"
}