{
    "document_id": "D-2021-1268",
    "LinkTitle": "D-2021-1268",
    "file_name": "D-2021-1268.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1268.pdf",
    "metadata": {
        "title": "FWO DMP Plan Pieter De Clercq - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n FWO DMP Plan Pieter De Clercq - DMP title\nProject Identifier\n u0137757\nGrant Title\n S40122N\nPrincipal Investigator / Researcher\n Pieter De Clercq\nDescription\n Assessment of language abilities in patients with aphasia. EEG and fMRI data will be\ncollected in patients with aphasia to objectively assess the language abilities of a person with\naphasia. We will use natural speech paradigms to accomplish this.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nPieter De Clercq\nFWO Project Number & Title\nNeurodiagnostics of natural speech processing in persons with aphasia\nS40122N\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat\nVolume\nOrigin of data\nTextual Data\npdf\n1 GB\nPatients with aphasia will be\nscreened at UZ Leuven with a\nshort language test in the\nacute stage\n. The results\n(pseudorandomyzed) will be\nscanned in pdf\nAudio recordings\n.wav\n5 GB\nScreening at stroke unit\n(language test) will be\naudiorecorded\nTextual Data\npdf\n2 GB\nAll pencil- and papertests,\ncollected during EEG and fMRI\nstudy in the \nchronic stage\n of\naphasia, will be scanned and\nsaved as pdf\nComputer tasks\n.csv, .apr\n200 MB\nAll computer-based language\ntasks, collected during EEG\nand fLRU study in the \nchronic\nstage\n of aphasia\nEEG data\n.bdf\n300 GB\nPatients with aphasia in\nthe \nchronic stage\n will\nparticipate in our EEG-study\nwhile they listen to a natural\nstory. This is +- 45 minutes of\nEEG data sampled at 8192 Hz.\nEstimated volume is around\n300 GB\n(f)MRI data\n.NifTI, DICOMS, par-\nrec\n50 GB\nPatients with aphasia in\nthe \nchronic stage\n will\nparticipate in our fMRI-study.\nA structural T1 and functional\nimages will be collected.\nEtimated volume is around 40\nGB\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: G-2022-4679 (date of approval: 23/02/2022) \nShort description of the kind of personal data that will be used: Patients that suffered a stroke in\nthe acute stage will be screened with a short language test for aphasia at UZ Leuven. This test\nassesses if a stroke patient has residual language deficits or not. If they have such deficits, and\nthey suffered from a stroke in the left hemisphere and do not have a neuro/psychiatric history,\nthey will be invited to our EEG and fMRI study in the chronic stage, where we collect\nneuroimaging data of patients listening to a story.\nThe patients at the stroke unit will immediately receive a pseudorandomyzed code. All\nexperimental data will be linked to that pseudorandomyzed code. There is a single, encrypted,\npass-word protected excel-sheet where we link to pseudorandomyzed code to personal data. This\nexcel-sheet will be stored on secure KU Leuven network drives only (J-drive). In no case, personal\ndata will be stored locally.\nAll experimental data is linked to the pseudorandomyzed code, and will be stored on the secured\nKUL network drives (J-, K-drive).\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\n G-2022-4679 (date of approval: 23/02/2022) \nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll data will be stored on secure KU Leuven network drives and in no case on personal\ncomputers. The data is stored according to BIDS-structure, which is a standard open-science\nstructure to store neuro-imaging data and derivatives (pdf's, .txt's, .csv's and .apr's). At the level\nof the dataset and individual elements, README's and json's are provided with a (standardized)\ndescription.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nThe data will be stored based on the BIDS structure, an organisation structure for neuroimaging\nand behavioural data (see also website bids.neuroimaging.io). The BIDS format is essentially a\nway to structure your data / metadata within a hierarchy of folders. This makes it easy to browse\nfrom a computer, as well as to automatically parse a BIDS folder with a program. The BIDS\nstructure makes minimal assumptions about the tools needed to interact with the data that's\ninside.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe pseudonymised data will be stored on secure KU Leuven network drives (J and K drive). To\nanalyse the\ndata, some files will need (temporarily) to be stored on the encrypted PC hard drive. Once\nanalysed, the raw\ndata are again removed from the local hard drive.\nAs explained above, the personal data will be stored on an encrypted, pass-word protected excel-\nsheet that is saved on the secure KU Leuven J-drive. In no case, this file will be accessed on a\npersonal computer.\nHow is backup of the data provided?\nSince the pseudonymised and personal data are stored on KU Leuven storage, the general ICT\nback-up policy\nis applied. Furthermore, the data for longer term storage are kept on separate drives with a)\nlimited access (only a limited set of people have access) and b) an overwrite and delete\nprotection (based on read-write access) in order to prevent accidental loss of these data.\n \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nThe data are stored on KU Leuven servers and are expandaple in blocks. The servers are backed\nup and maintained automatically on regular basis.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe expected costs for data storage during this project (+- 300 GB, 4 years maintenance on\nprotected KU Leuven servers) is around 300€. Costs will be covered by the FWO grant of the\npromoter, prof Maaike Vandermosten (\napplication number \nG0D8520N).\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nOnly researchers involved in the project have access to the secured KUL drives. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on secure KU Leuven network drives for at least the duration of the\nproject. These files will still be accessible by the promoter if the researcher has left the lab. It is\nthen considered long term storage\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe expected costs for preservation is around 600€. Costs will be covered by the FWO grant of\nthe promoter, prof Maaike Vandermosten (\napplication number \nG0D8520N).\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nData will not be transferred to or shared with persons/agenscies outside KU Leuven\nWhich data will be made available after the end of the project?\nNo data will be made available at the end of the project.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nThe data will not be shared.\nWhen will the data be made available?\nUpon publication of the research results\nData will not be shared outside KU Leuven\nWho will be able to access the data and under what conditions?\nOnly the researcher of this project, myself, Pieter De Clercq, and the promoters (prof. Tom\nFrancart and prof. Maaike Vandermosten \nWhat are the expected costs for data sharing? How will the costs be covered?\nThis is not applicable since data will not be shared\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher who collects the data, myself, Pieter De Clercq. When my contract has ended the\nresponsibility\nshifts towards the PI to ensure data preservation and reuse.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWho will be responsible for data storage & back up during the project?\nThe researcher who collects the data, myself, Pieter De Clercq. When my contract has ended the\nresponsibility\nshifts towards the PI to ensure data preservation and reuse.\nWho will be responsible for ensuring data preservation and reuse ?\nThe researcher who collects the data, myself, Pieter De Clercq. When my contract has ended the\nresponsibility\nshifts towards the PI to ensure data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP (prof dr Maaike\nVandermosten).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name FWO DMP Plan Pieter De Clercq - DMP title Project Identifier u0137757 Grant Title S40122N Principal Investigator / Researcher Pieter De Clercq Description Assessment of language abilities in patients with aphasia. EEG and fMRI data will be collected in patients with aphasia to objectively assess the language abilities of a person with aphasia. We will use natural speech paradigms to accomplish this. Institution KU Leuven 1. General Information Name applicant Pieter De Clercq FWO Project Number & Title Neurodiagnostics of natural speech processing in persons with aphasia S40122N Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume Origin of data Textual Data pdf 1 GB Patients with aphasia will be screened at UZ Leuven with a short language test in the acute stage . The results (pseudorandomyzed) will be scanned in pdf Audio recordings .wav 5 GB Screening at stroke unit (language test) will be audiorecorded Textual Data pdf 2 GB All pencil- and papertests, collected during EEG and fMRI study in the chronic stage of aphasia, will be scanned and saved as pdf Computer tasks .csv, .apr 200 MB All computer-based language tasks, collected during EEG and fLRU study in the chronic stage of aphasia EEG data .bdf 300 GB Patients with aphasia in the chronic stage will participate in our EEG-study while they listen to a natural story. This is +- 45 minutes of EEG data sampled at 8192 Hz. Estimated volume is around 300 GB (f)MRI data .NifTI, DICOMS, par- rec 50 GB Patients with aphasia in the chronic stage will participate in our fMRI-study. A structural T1 and functional images will be collected. Etimated volume is around 40 GB 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: G-2022-4679 (date of approval: 23/02/2022) Short description of the kind of personal data that will be used: Patients that suffered a stroke in the acute stage will be screened with a short language test for aphasia at UZ Leuven. This test assesses if a stroke patient has residual language deficits or not. If they have such deficits, and they suffered from a stroke in the left hemisphere and do not have a neuro/psychiatric history, they will be invited to our EEG and fMRI study in the chronic stage, where we collect neuroimaging data of patients listening to a story. The patients at the stroke unit will immediately receive a pseudorandomyzed code. All experimental data will be linked to that pseudorandomyzed code. There is a single, encrypted, pass-word protected excel-sheet where we link to pseudorandomyzed code to personal data. This excel-sheet will be stored on secure KU Leuven network drives only (J-drive). In no case, personal data will be stored locally. All experimental data is linked to the pseudorandomyzed code, and will be stored on the secured KUL network drives (J-, K-drive). Are there any ethical issues concerning the creation and/or use of the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes G-2022-4679 (date of approval: 23/02/2022) Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All data will be stored on secure KU Leuven network drives and in no case on personal computers. The data is stored according to BIDS-structure, which is a standard open-science structure to store neuro-imaging data and derivatives (pdf's, .txt's, .csv's and .apr's). At the level of the dataset and individual elements, README's and json's are provided with a (standardized) description. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes The data will be stored based on the BIDS structure, an organisation structure for neuroimaging and behavioural data (see also website bids.neuroimaging.io). The BIDS format is essentially a way to structure your data / metadata within a hierarchy of folders. This makes it easy to browse from a computer, as well as to automatically parse a BIDS folder with a program. The BIDS structure makes minimal assumptions about the tools needed to interact with the data that's inside. 5. Data storage and backup during the FWO project Where will the data be stored? The pseudonymised data will be stored on secure KU Leuven network drives (J and K drive). To analyse the data, some files will need (temporarily) to be stored on the encrypted PC hard drive. Once analysed, the raw data are again removed from the local hard drive. As explained above, the personal data will be stored on an encrypted, pass-word protected excel- sheet that is saved on the secure KU Leuven J-drive. In no case, this file will be accessed on a personal computer. How is backup of the data provided? Since the pseudonymised and personal data are stored on KU Leuven storage, the general ICT back-up policy is applied. Furthermore, the data for longer term storage are kept on separate drives with a) limited access (only a limited set of people have access) and b) an overwrite and delete protection (based on read-write access) in order to prevent accidental loss of these data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 The data are stored on KU Leuven servers and are expandaple in blocks. The servers are backed up and maintained automatically on regular basis. What are the expected costs for data storage and back up during the project? How will these costs be covered? The expected costs for data storage during this project (+- 300 GB, 4 years maintenance on protected KU Leuven servers) is around 300€. Costs will be covered by the FWO grant of the promoter, prof Maaike Vandermosten ( application number G0D8520N). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only researchers involved in the project have access to the secured KUL drives. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data. Where will the data be archived (= stored for the longer term)? The data will be stored on secure KU Leuven network drives for at least the duration of the project. These files will still be accessible by the promoter if the researcher has left the lab. It is then considered long term storage What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The expected costs for preservation is around 600€. Costs will be covered by the FWO grant of the promoter, prof Maaike Vandermosten ( application number G0D8520N). 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Data will not be transferred to or shared with persons/agenscies outside KU Leuven Which data will be made available after the end of the project? No data will be made available at the end of the project. Where/how will the data be made available for reuse? In a restricted access repository The data will not be shared. When will the data be made available? Upon publication of the research results Data will not be shared outside KU Leuven Who will be able to access the data and under what conditions? Only the researcher of this project, myself, Pieter De Clercq, and the promoters (prof. Tom Francart and prof. Maaike Vandermosten What are the expected costs for data sharing? How will the costs be covered? This is not applicable since data will not be shared 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher who collects the data, myself, Pieter De Clercq. When my contract has ended the responsibility shifts towards the PI to ensure data preservation and reuse. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Who will be responsible for data storage & back up during the project? The researcher who collects the data, myself, Pieter De Clercq. When my contract has ended the responsibility shifts towards the PI to ensure data preservation and reuse. Who will be responsible for ensuring data preservation and reuse ? The researcher who collects the data, myself, Pieter De Clercq. When my contract has ended the responsibility shifts towards the PI to ensure data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP (prof dr Maaike Vandermosten). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}