{
    "document_id": "D-2022-1669",
    "LinkTitle": "D-2022-1669",
    "file_name": "D-2022-1669.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1669.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Wouter Dekeyser",
        "num_pages": 6
    },
    "content": {
        "full_text": "1 DMP TITLE  \nDMP for CELSA  project CELSA/22/020  \nADMIN DETAILS  \nProject Name: A robust and efficient framework for constrained optimization with complex, multi -physics  \nsimulation models  \nProject Identifier: CELSA multi -physics optimization  \nGrant Title: CELSA/22/020  \nPrincipal Investigator / Researcher: Martine Baelmans  (KUL) , Leon Kos (UL) , Wouter Dekeyser  (KUL)  \nProject Data Contact: Wouter Dekeyser, wouter.dekeyser@kuleuven.be  \nDescription: Enabling efficient adjoint optimization  for nuclear fusion divertor design  with realistic plasma \nedge models and realistic design constraints requires  fundamental progress to handle the interrelated \nsensitivities between multi -physics modules and constraints. The  development of such optimizatio n \nframework and the necessary numerical tools is the central objective of this  proposal. With a successful \nproof -of-concept, we anticipate a wider adoption of the methodology in various  related scientific disciplines.  \nInstitution: KU Leuven , UL \n \n1. GENERAL  INFORMATION  \nName applicant  \nBaelmans Martine ( KU Leuven, Department of Mechanical Engineering, Applied Mechanics and Energy \nConversion)  \nKos Leon (UL, Department of Mechanical Engineering, LECAD Laboratory)  \nDekeyser Wouter ( KU Leuven, Department of Mechanic al Engineering, Applied Mechanics and Energy \nConversion)  \n \nCELSA  Project Number & Title  \nCELSA/22/020  \nA robust and efficient framework for constrained optimization with complex, multi -physics  simulation \nmodels  \n \nAffiliation  \n● KU Leuven  \n● UL \n \n2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \n● Generate new data  \n● Reuse existing data  \n2  \nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (se e example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the technical format).  \n- Source code for simulation software : text files in syntax of programming language (Matlab,  Python, \nC/C++, Fortran ) \n- Code documentation: text files & pdf files  \n- Research manuscripts and publications: LaTeX files & pdf files  \n- Simulation data: computed solutions using simulation software: Matlab data file format (.mat),  hdf5, csv \nfiles, simulation -code -specific output formats  \n- Postprocessed data: figures & tables: pdf & text, along with scripts to reproduce from  simulation da ta \n \nSize of data is not an issue at all, and is directly determined by the parameters used in the  computational \nmethods and by the number of simulations. At most a few terabytes over the  course of the project.  \n \n3. LEGAL AND ETHICAL ISSUES  \nWill you use pers onal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service \nPurposes (PRET application).   Be aware that registering the fact that you  process personal data is \na legal obligation.  \n● No \nPrivacy Registry Reference:  \nShort description of the kind of personal data that will be used:  \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or ani mals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)  \n● No \n \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted?  \n● No \n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?  \n● No \n \n  \n3 4. DOCUMENTATION AND METADATA  \nWhat documentation will be provided to enable reuse of the data collected/ generated in this \nproject?  \n- Source code for simulation software: version control  \n- Code documentation: version control  \n- Research manuscripts and publications: version control and archiving of associated research  data \n- Simulation data & postprocessing da ta: document the experiments and their outcome for  reproducibility \n(code version, scripts, data files). Use of standardized storage scripts for archiving  of important data.  \n \nFor version control of the simulation software, repositories on the KU Leuven gitl ab server are  already in \nplace  and used within the research group. We will also extend  an (existing)  continuous integration \nworkflow that ensures  software integrity as the software evolves. A reproducibility policy (keeping all \nscripts, data and  postproces sing together to ensure reproducibility) is already in place.   \n \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.  \n● No \nWe use code -specific archiving procedures and will explore the iRods  solution recently offered at KU \nLeuven . The format of the metadata is tailored to our specific needs of computational experiments.  \n \n \n5. DATA STORAGE AND BACKUP DURING THE CELSA  PROJECT  \nWhere will the data be stored?  \n- File synchronization (devices/collaborators) and backup: for version -controlled files, we use the  KU \nLeuven gitlab service. For other files, we use KU Leuven OneDrive.  \n- Large simulation results are stored on a dedicated archive on the cluster.  \n- When possible, all relevant data will be made publicly available with the paper. For this, we will  use a \ncoupling betweeen iRods and the new KU Leuven RDR system that is designed for this purpose.  \n- Manuscripts and all c orresponding data are stored on an archive drive in the research group  and/or on \nan archive drive at the VSC depending on the nature of the research data.  \n \n \n \nHow is backup of the data provided?  \nAll solutions described above are equipped with automated back -up procedures that are provided by the \ncentral university services.  \n \n \n4 Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will \nbe taken care of.  \n● Yes \nKU Leuven OneDrive services and dedicated archive storage on the VSC (presently 3TB archive storage \navailable to the project) suffice to store the data.  \nExtensions to the archive can be obtained throughout the p roject via the VSC if needed.  \n \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered?  \nCosts are covered by the standard KU Leuven internal ICTS rates  and archive storage rates on the VSC \ncluster.  We expect data management costs to be eligible costs from the working budget of research \nprojects.  \n \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?  \nAll systems described above allow c onfiguration to prohibit access to unauthorized persons.  Additionally, \nall data of computational experiments stored in iRods will be read -only, also avoiding accidental changes \nby authorized persons.  \n \n \n6. DATA PRESERVATION AFTER THE CELSA  PROJECT  \nWhich d ata will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).  \nAll sim ulation code, simulation data, scripts and figures/tables that are needed to reproduce published \nresults will be available in open access repositories and findable via a link in the publication.  \nAdditionally, all data in  archives and/or  iRods will be reta ined for as long as useful (and certainly for the \nlegally required time).  \n \nWhere will the data be archived (= stored for the longer term)?  \n- Manuscripts and all corresponding data are stored on an archive drive in the research group and/or on \nan archive drive at the VSC depending on the nature of the research data.  \n- We are involved in a pilot to use iRods for this purpose.  \n- We are committ ed to making the data available in open access repositories (see above).  \n \nWhat are the expected costs for data preservation during the retention period of 5 years? How will \nthe costs be covered?  \nCosts are covered by the standard KU Leuven internal ICTS r ates and archive storage rates on the VSC \ncluster. We expect data management costs to be eligible costs from the working budget of research \nprojects.  \n5 Archive storage at the VSC currently costs 100 EUR/TB/year (with 3TB available to the project).  \n \n \n7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party , legal restrictions)?  \n● No \n \nWhich data will be made available after the end of the project?  \n- When possible, all relevant data will be made publicly available with the paper.  For this, we will use a \ncoupling between iRods and the new KU Leuven RDR system t hat is designed for this purpose.    \n \nWhere/how will the data be made available for reuse?  \n● In an Open Access repository  \nAt least in KU Leuven RDR. Potentially also data repositories that are coupled to the journal in which the \npublication appeared.  \n \nWhen will the data be made available?  \n● Upon publication of the research results  \n \nWho will be able to access the data and under what conditions?  \nFull data is publicly available. Acknowledgement of will be required via license.  \n \nWhat are the expected costs for data sharing? How will the costs be covered?   \nCosts are covered by the standard KU Leuven internal ICTS rates and archive storage rates on the VSC \ncluster. We expect data management costs to be eligible costs from the working budget of research \nprojects.  \n \n  \n6 8. RESPONSIBILITIES  \nWho will be responsible for data documentation & metadata?  \nThe data management plan will be executed by the individu al researchers and compliance monitored by \nthe PIs.  \n \nWho will be responsible for data storage & back up during the project?  \nThe data management plan will be executed by the individual researchers and compliance monitored by \nthe PIs.  \n \nWho will be responsible for ensuring data preservation and reuse ?  \nThe data management plan will be executed by the individual researchers and compliance monitored by \nthe PIs.  \n \nWho bears the end responsibility for updating & implementing this DMP?  \nThe PI bears the en d responsibility of updating & implementing this DMP.  \n "
    },
    "clean_full_text": "1 DMP TITLE DMP for CELSA project CELSA/22/020 ADMIN DETAILS Project Name: A robust and efficient framework for constrained optimization with complex, multi -physics simulation models Project Identifier: CELSA multi -physics optimization Grant Title: CELSA/22/020 Principal Investigator / Researcher: Martine Baelmans (KUL) , Leon Kos (UL) , Wouter Dekeyser (KUL) Project Data Contact: Wouter Dekeyser, wouter.dekeyser@kuleuven.be Description: Enabling efficient adjoint optimization for nuclear fusion divertor design with realistic plasma edge models and realistic design constraints requires fundamental progress to handle the interrelated sensitivities between multi -physics modules and constraints. The development of such optimizatio n framework and the necessary numerical tools is the central objective of this proposal. With a successful proof -of-concept, we anticipate a wider adoption of the methodology in various related scientific disciplines. Institution: KU Leuven , UL 1. GENERAL INFORMATION Name applicant Baelmans Martine ( KU Leuven, Department of Mechanical Engineering, Applied Mechanics and Energy Conversion) Kos Leon (UL, Department of Mechanical Engineering, LECAD Laboratory) Dekeyser Wouter ( KU Leuven, Department of Mechanic al Engineering, Applied Mechanics and Energy Conversion) CELSA Project Number & Title CELSA/22/020 A robust and efficient framework for constrained optimization with complex, multi -physics simulation models Affiliation ● KU Leuven ● UL 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ● Generate new data ● Reuse existing data 2 Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (se e example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). - Source code for simulation software : text files in syntax of programming language (Matlab, Python, C/C++, Fortran ) - Code documentation: text files & pdf files - Research manuscripts and publications: LaTeX files & pdf files - Simulation data: computed solutions using simulation software: Matlab data file format (.mat), hdf5, csv files, simulation -code -specific output formats - Postprocessed data: figures & tables: pdf & text, along with scripts to reproduce from simulation da ta Size of data is not an issue at all, and is directly determined by the parameters used in the computational methods and by the number of simulations. At most a few terabytes over the course of the project. 3. LEGAL AND ETHICAL ISSUES Will you use pers onal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ● No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or ani mals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ● No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ● No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● No 3 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/ generated in this project? - Source code for simulation software: version control - Code documentation: version control - Research manuscripts and publications: version control and archiving of associated research data - Simulation data & postprocessing da ta: document the experiments and their outcome for reproducibility (code version, scripts, data files). Use of standardized storage scripts for archiving of important data. For version control of the simulation software, repositories on the KU Leuven gitl ab server are already in place and used within the research group. We will also extend an (existing) continuous integration workflow that ensures software integrity as the software evolves. A reproducibility policy (keeping all scripts, data and postproces sing together to ensure reproducibility) is already in place. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● No We use code -specific archiving procedures and will explore the iRods solution recently offered at KU Leuven . The format of the metadata is tailored to our specific needs of computational experiments. 5. DATA STORAGE AND BACKUP DURING THE CELSA PROJECT Where will the data be stored? - File synchronization (devices/collaborators) and backup: for version -controlled files, we use the KU Leuven gitlab service. For other files, we use KU Leuven OneDrive. - Large simulation results are stored on a dedicated archive on the cluster. - When possible, all relevant data will be made publicly available with the paper. For this, we will use a coupling betweeen iRods and the new KU Leuven RDR system that is designed for this purpose. - Manuscripts and all c orresponding data are stored on an archive drive in the research group and/or on an archive drive at the VSC depending on the nature of the research data. How is backup of the data provided? All solutions described above are equipped with automated back -up procedures that are provided by the central university services. 4 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ● Yes KU Leuven OneDrive services and dedicated archive storage on the VSC (presently 3TB archive storage available to the project) suffice to store the data. Extensions to the archive can be obtained throughout the p roject via the VSC if needed. What are the expected costs for data storage and back up during the project? How will these costs be covered? Costs are covered by the standard KU Leuven internal ICTS rates and archive storage rates on the VSC cluster. We expect data management costs to be eligible costs from the working budget of research projects. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All systems described above allow c onfiguration to prohibit access to unauthorized persons. Additionally, all data of computational experiments stored in iRods will be read -only, also avoiding accidental changes by authorized persons. 6. DATA PRESERVATION AFTER THE CELSA PROJECT Which d ata will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All sim ulation code, simulation data, scripts and figures/tables that are needed to reproduce published results will be available in open access repositories and findable via a link in the publication. Additionally, all data in archives and/or iRods will be reta ined for as long as useful (and certainly for the legally required time). Where will the data be archived (= stored for the longer term)? - Manuscripts and all corresponding data are stored on an archive drive in the research group and/or on an archive drive at the VSC depending on the nature of the research data. - We are involved in a pilot to use iRods for this purpose. - We are committ ed to making the data available in open access repositories (see above). What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Costs are covered by the standard KU Leuven internal ICTS r ates and archive storage rates on the VSC cluster. We expect data management costs to be eligible costs from the working budget of research projects. 5 Archive storage at the VSC currently costs 100 EUR/TB/year (with 3TB available to the project). 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party , legal restrictions)? ● No Which data will be made available after the end of the project? - When possible, all relevant data will be made publicly available with the paper. For this, we will use a coupling between iRods and the new KU Leuven RDR system t hat is designed for this purpose. Where/how will the data be made available for reuse? ● In an Open Access repository At least in KU Leuven RDR. Potentially also data repositories that are coupled to the journal in which the publication appeared. When will the data be made available? ● Upon publication of the research results Who will be able to access the data and under what conditions? Full data is publicly available. Acknowledgement of will be required via license. What are the expected costs for data sharing? How will the costs be covered? Costs are covered by the standard KU Leuven internal ICTS rates and archive storage rates on the VSC cluster. We expect data management costs to be eligible costs from the working budget of research projects. 6 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The data management plan will be executed by the individu al researchers and compliance monitored by the PIs. Who will be responsible for data storage & back up during the project? The data management plan will be executed by the individual researchers and compliance monitored by the PIs. Who will be responsible for ensuring data preservation and reuse ? The data management plan will be executed by the individual researchers and compliance monitored by the PIs. Who bears the end responsibility for updating & implementing this DMP? The PI bears the en d responsibility of updating & implementing this DMP."
}