{
    "document_id": "D-2023-1862",
    "LinkTitle": "D-2023-1862",
    "file_name": "D-2023-1862.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1862.pdf",
    "metadata": {
        "title": "METH/21/02",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "METH/21/02\nA Data Management Plan created using DMPonline.be\nCreators: \nTjerkje Lucas, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nn.n. n.n.\nProject Administrator:\n \nTjerkje Lucas\nGrant number / URL: \nMETH/21/02\nID: \n198604\nStart date: \n01-10-2022\nEnd date: \n30-09-2029\nProject abstract:\nWhat happens when you see an image and like or dislike it? Or when you are moved by a masterpiece in a museum? To provide\na thorough understanding of the perception and appreciation of images and art, we must study the nature of the objects at stake, the\nsubjects’ internal processes, and the context in which they function. The interplay between these three big sets of factors is notoriously\ncomplex, and the scientific challenges faced in its research are huge. Building on the progress made in vision science and psycho-\naesthetics (incl. our contributions in METH/08/02 on perceptual organization and METH/14/02 on the role of Gestalts in vision and art),\nthe new research program sets out to focus on “(Re-)Presentation in Image and Art” whilst also integrating the disciplinary strengths from\ncommunication science, art history, and philosophy of art and culture.\nThis intentionally ambiguous title has four keywords: representation, presentation, image and art (discussed further in Appendix 5). It is\nabout what happens when an image, an artwork, or an image of an artwork is presented to a perceiver. We do not regard perception as\ninverse optics, requiring the recovery of 3D representations from 2D inputs through unconscious inference, but as the construction of\nfleeting yet functional presentations. These presentations just happen to us(like sneezing); they can be partial, and at times they go\nagainst what we know. We study the perception and appreciation of material images in many forms(natural\nand manufactured, analog and digital, static and dynamic), and we also address the role of mental images (in image thinking,\nimagery, imagination). We compare the perception and appreciation of actual art objects (e.g., paintings, sculpture) in museums or\npresented as images, and we also study art photography and film as genres in their own right. Finally, the title also refers to the many\nways that artworks are presented and re-presented in museums and art history.\nOur scope is very broad. We focus on visual perception, visual art, and aesthetic aspects, but also consider other art forms (e.g.,\ninstallation art, design, architecture, dance, fashion), multi-sensory aspects (e.g., the smell, touch, and sound of tapestry and textiles) and\nnon-aesthetic aspects. We regard aesthetics as a multi-sensory sense of beauty, based on feelings of pleasure (i.e., not a rational,\ncognitive act but a combination of sensation and emotion). However, aesthetics is also about wonder, fascination and the sublime, and it\ncomprises all evaluative aspects, positive or negative, from beautiful to ugly, from pleasure to disgust.\nEmpirical aesthetics or psycho-aesthetics aims at uncovering the factors that determine aesthetic appreciation, which is often\nreduced to establishing quantitative relationships between (formal) aspects of the stimulus manipulated experimentally and the degree of\nappreciation (e.g., a point on a rating scale). In addition to quantitative research aimed at establishing universal laws, we will study the\nproper aesthetic experiences of individuals in rich contexts (e.g., in art museums), including individual differences arising from different\nviewing modes, perceptual styles, personality, familiarity with the stimuli or task, expertise, and knowledge of art. We therefore\nsupplement well-controlled laboratory experiments aimed at causal explanations with quasi experimental field studies and qualitative\ncase studies aimed at an in-depth understanding of a complex reality.\nLast modified: \n14-04-2023\nCreated using DMPonline.be. Last modiﬁed 14 April 2023\n1 of 6\nMETH/21/02\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nData Type\nFile\nformat\nData/physical\nvolume\n \n \nIndicate:\nN(ew data)\nor E(xisting\ndata) \nIndicate:\nAudiovisual\nImages\nSound\nNumerical\nTextual\nModel\nSOftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\nQuestionnaire study\nQuestionnaire data to assess art expertise and individual differences\nCollected via online survey program (Prolific)\n \nNN\nTextual and\nnumerical\n☒\n .csv\n☒\n .xlsx\n☐\n .txt\n☐\n .sav\n☐\n other:\n \n☐\n < 1 GB\n☐\n < 100 GB\n☒\n < 1 TB\n☐\n < 5 TB\n☐\n > 5 TB\n☐\n NA\nQuestionnaire data: Aesthetic rating scores of image regions\ncollected online via jsPsych transferred to .csv\n \nN\nNumerical\n☒\n .csv\n☐\n .xlsx\n☐\n .txt\n☐\n .sav\n☐\n other:\n \n☐\n < 1 GB\n☒\n < 100 GB\n☐\n < 1 TB\n☐\n < 5 TB\n☐\n > 5 TB\n☐\n NA\nQuestionnaire data:\ndemographics, art expertise/knowledge, personality scales, judgments about panel sequences\n- Collected via Qualtrics or within our own in-\nlab experiment program running locally (for\nparticipants running the in-lab experiment)\n- Transferred and stored in text format .csv or\n.txt and/or spreadsheet .xlsx or .ods\n- For online (Qualtrics) survey, we send the link\nto specific persons. We may use mailing lists\nor social networks\n- We might use recruiting platforms like Prolific\nin follow-up studies.\nN\nTextual and\nnumerical\n☒\n .csv\n☒\n .xlsx\n☐\n .txt\n☐\n .sav\n☒\n other:\n.ods\n.tsv\n \n☒\n < 1 GB\n☐\n < 100 GB\n☐\n < 1 TB\n☐\n < 5 TB\n☐\n > 5 TB\n☐\n NA\nQuestionnaire data: altered mental state of  consciousness\nCollected via online survey\nN\nTextual\n☒\n .csv\n☐\n .xlsx\n☒\n .txt\n☒\n .sav\n☐\n other:\n \n☒\n < 1 GB\n☐\n < 100 GB\n☐\n < 1 TB\n☐\n < 5 TB\n☐\n > 5 TB\n☐\n NA\n \nExperimental study\nBehavioral data on Likert scales; Reaction time data; Choice data\nOnline computer task programmed with Labjs\nN\nTextual and\nnumerical\n☒\n .csv\n☒\n .xlsx\n☐\n other:\n \n \n☐\n < 1 GB\n☐\n < 100 GB\n☒\n < 1 TB\n☐\n < 5 TB\n☐\n > 5 TB\n☐\n NA\nBehavioral data: Judgement scales, reading time (from panel sequence onset to offset before\nscales are presented)\n- Computer task programmed with Psychopy,\nSR research Experiment Builder or Matlab\nPsytoolbox\n- Stored as text and/or spreadsheets\n- Collected in-lab\nN\nNumerical\n(time and\ncontinuous\nor likert\nscales)\n☒\n .csv\n☒\n .xlsx\n☒\n .txt\n☒\n other: \n.ods\n.tsv\n \n \n☒\n < 1 GB\n☐\n < 100 GB\n☐\n < 1 TB\n☐\n < 5 TB\n☐\n > 5 TB\n☐\n NA\nBehavioral data: dial to signal hallucinatory episodes and intensity\n \nN\nNumerical\n☒\n .csv\n☐\n .xlsx\n☐\n other:\n \n \nblanco\nCreated using DMPonline.be. Last modiﬁed 14 April 2023\n2 of 6\nBehavioral data on eye tracking\n- programmed with \nPython\n- Planned experiments: Recording with SR\nresearch Eyelink 1000 (fixed eye-tracker)\n- We leave open the possibility of using Tobii\nGlasses 2 or 3 (mobile eye-tracker) for future \nstudies\n- Raw data files stored as .EDF (SR-Research\ndevice) or .json (Tobii devices) are converted\nto text files into .asc or .tsv (using softwares\nsuites from the Eye-tracker’s companies).\nFrom them, new datafiles are processed\n(selecting and  aggregating data) using text\nformats .tsv, .txt and/or .csv\n \nN\n \nNumerical\n☒\n .csv\n☒\n .xlsx\n☐\n other:\n \n \n☐\n < 1 GB\n☒\n < 100 GB\n☒\n < 1 TB\n☐\n < 5 TB\n☐\n > 5 TB\n☐\n NA\nPhysiological data: EEG recording\nRecorded with a mobile EEG device\nN\nNumerical\n☒\n .csv\n☐\n .xlsx\n☐\n other:\n \n \nAnalysis stimuli\nImage analysis\nWe used Mid-Level Vision toolbox\n(\nhttps://github.com/bwlabToronto/MLV_toolbox\n)\nto analyze the visual properties (e.g. color,\ncontrast, complexity, etc…) of the art images\nused in the study\nN\nNumerical\n☒\n .csv\n☒\n .xlsx\n☒\n other:\nMAT-file\n \n☐\n < 1 GB\n☐\n < 100 GB\n☒\n < 1 TB\n☐\n < 5 TB\n☐\n > 5 TB\n☐\n NA\nObservation, interview, focus group or document analysis study\nVideos from the mobile eye-tracking glasses\n- If using Tobii Glasses 2/3, videos of what\nparticipants look at while reading comics are\nrecorded\n- Those videos are then used to map the gaze\nfixations onto them\n \nN\nAudiovisual\n☒\n other:\nMP4\n \n \n☐\n < 1 GB\n☐\n < 100 GB\n☒\n < 1 TB\n☐\n < 5 TB\n☐\n > 5 TB\n☐\n NA\nField notes\nNotes made by researcher(s) during data\ncollection to record specific information about\nindividual experimental sessions, e.g. technical\nproblems, light conditions\nN\nTextual\n☒\n .docx\n☐\n .txt\n☒\n other:\n.odt\n.xlsx\n.ods\n \n☒\n < 1 GB\n☐\n < 100 GB\n☐\n < 1 TB\n☐\n < 5 TB\n☐\n > 5 TB\n☐\n NA\nPhotos from which we draw comics panels\nTo create a new database of comic panels, we\nfirst collect photo sequences (4 photos) and\nthen outline the photos using Adobe Fresco.\nCharacteristic features of the people appearing\nin the photos are modified in the final drawing\noutline version, to make them less\nrecognizable (when applicable).\nN\nPictures\n(Photos and\ndrawings)\n☒\n other:\n.jpeg\n.png\n.tiff\n☒\n < 1 GB\n☐\n < 100 GB\n☐\n < 1 TB\n☐\n < 5 TB\n☐\n > 5 TB\n☐\n NA\n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWe collect new data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nG-2022-5247\nG-2022-6135\nG-2022-5469\nG-2022-5247-R2\nWe will submit additional ethical applications at the Social and Societal Ethics Committee KU Leuven (SMEC) for every other new study under METH/21/02.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nYes (Provide PRET G-number or EC S-number below)\nG-2022-5247\nG-2022-6135\nG-2022-5469\nG-2022-5247-R2\n \nWe will collect the following personal data:\nEMS number\ncontact information and name(voluntary), stored separately from the rest of the experiment data.\nbank account number\ndemographic information (age, sex, gender)\nCreated using DMPonline.be. Last modiﬁed 14 April 2023\n3 of 6\npersonality traits (through surveys such as Visual Language Fluency Index (Cohn, 2020); Openness to experience (DeYoung et al., 2007), Need for cognition (Cacioppo et al., 1984).)\nart expertise, art training\nexperience with hallucinogenic drugs\naudio and video recordings from the participants\n \nAs the data contain personal information, the data will be treated with the necessary carefulness. As described in the application to the ethics committee,\nthe data will be pseudonymized by removing personal data and by storing this data separately from the raw research data.\nrandomly generated identification codes (keys) will be created to link the pseudonymized file with the personal data and the raw data files.\nthe data will be fully anonymized [\ntime at which data will be anonymized e.g., after data collection\n] by deleting the files with personal data [AND/OR: deleting the raw data files].\nParticipants will be informed that after anonymization, they cannot revoke their consent to use their data anymore.\nparticipants will be asked for their informed consent to collect their data.\nparticipants will be asked for their informed consent to collect and share the pseudonymized data with other researchers.\nparticipants will be informed that the anonymized data will be shared with other researchers.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nThe following files will be saved in the same folder as the dataset:\nProject documentation will be provided in a readme file. This file will include the project name, keywords, name of involved researchers and their ORCID ID, name of funder, funding code,\nstart- and end date of the project, DOIs of shared datasets, creative common license, link to preregistration, approval/registration code of ethical committee, links to publications.\nThe preregistration will be published on \nOSF.\n The link to the preregistration will be provided in the project documentation.\nThe ethical application will be saved as a PDF document and the approval/approval code will be added to the OSF project. An empty informed consent form will be provided as a word file.\nThe data management plan will be provided as a word file.\nExperimental program (if developed in the project)\nFor the [\nname of dataset\n] a codebook will be created in R. (OR: Information on the variables in [\nname of dataset\n] will be provided in SPSS.)\nThe data preparation and statistical analyses will be documented in an annotated analysis code file (e.g., SPSS syntax, R code file). The version of the used software will be documented in\n[\nadd method used to add this information e.g., used R package/command\n].\nA word document will be created describing the recruitment strategy, the participant inclusion criteria, instructions and procedure of the study, references to questionnaires (OR: items of\nself-developed questionnaire scales), experimental procedures, manipulations, task, measurement methods, stimulus set, technical specifications/set up details, references to standard\noperating procedures, references to lab protocols, software versions, observation and/or interview protocol, coding scheme etc. used in the study. (OR: A link to a publication will be added\nto the project documentation, in which the method of the study is described).\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nShared network drive (J-drive)\nDigital data will be stored in a shared folder on OneDrive and a shared J: drive, which can only be accessed by the principal investigator, post-docs, student researchers and IT support of our lab\nwho are working on the project.\nCreated using DMPonline.be. Last modiﬁed 14 April 2023\n4 of 6\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nAs the size of all data files do not exceed the available individual storage space of 2 TB (OneDrive) and the available shared storage space of 100 GB, there is sufficient storage and backup\ncapacity during the project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nMulti-factor authentication is activated for the KU Leuven login of all researchers having access to the data.\nThe data files will be password-protected and will be stored on OneDrive and on a shared J: drive. The file with the password will be stored on the shielded J: drive, which can only be accessed\nby the data manager of the research unit.\nOffline copies of digital data will be stored on encrypted media (e.g., USB sticks).\nFile transfers will be performed with Belnet Filesender using the encryption option.\n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no costs expected as the size of the data files does not exceed the available storage space.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nParticipants’ contact information, payment information, IP-addresses, raw (non-anonymized) data files containing highly confidential data, analogue data with a digital equivalent (e.g., paper and\npencil questionnaires) will be deleted after the project is finished (OR: after data collection) as they contain personal data that are not relevant anymore for the research project.\nAll other data will be preserved for 10 years according to KU Leuven RDM policy (OR: 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for\nclinical experiments on humans).\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nThe data will be archived on a shared network drive (J-drive).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAs storage space is covered by our standard arrangements for OneDrive and J:drive, no extra costs are expected.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nYes, as open data\nYes, in an Open Access repository such as OSF.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe data will be made available to researchers with relevant research questions. Data will be shared upon motivated request via OSF. Conditions for data usage will be specified by protecting the\ndata with a (creative commons) license.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 14 April 2023\n5 of 6\nNo\nThere are no restrictions to share the anonymized data.\nThere are no restrictions to share the pseudonymized data as the data do not contain highly sensitive\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nThe data will be made available via OSF.\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs are expected.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe PI will manage data documentation and metadata during the project supported by the other involved researchers.\nWho will manage data storage and backup during the research project? \nThe PI will manage data storage and backup during the project supported by the other involved researchers.\nWho will manage data preservation and sharing? \nThe PI will manage data preservation and sharing supported by the other involved researchers.\nWho will update and implement this DMP? \nThe PI will update and implement this DMP supported by the other involved researchers.\nCreated using DMPonline.be. Last modiﬁed 14 April 2023\n6 of 6"
    },
    "clean_full_text": "METH/21/02 A Data Management Plan created using DMPonline.be Creators: Tjerkje Lucas, n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n. Project Administrator: Tjerkje Lucas Grant number / URL: METH/21/02 ID: 198604 Start date: 01-10-2022 End date: 30-09-2029 Project abstract: What happens when you see an image and like or dislike it? Or when you are moved by a masterpiece in a museum? To provide a thorough understanding of the perception and appreciation of images and art, we must study the nature of the objects at stake, the subjects’ internal processes, and the context in which they function. The interplay between these three big sets of factors is notoriously complex, and the scientific challenges faced in its research are huge. Building on the progress made in vision science and psycho- aesthetics (incl. our contributions in METH/08/02 on perceptual organization and METH/14/02 on the role of Gestalts in vision and art), the new research program sets out to focus on “(Re-)Presentation in Image and Art” whilst also integrating the disciplinary strengths from communication science, art history, and philosophy of art and culture. This intentionally ambiguous title has four keywords: representation, presentation, image and art (discussed further in Appendix 5). It is about what happens when an image, an artwork, or an image of an artwork is presented to a perceiver. We do not regard perception as inverse optics, requiring the recovery of 3D representations from 2D inputs through unconscious inference, but as the construction of fleeting yet functional presentations. These presentations just happen to us(like sneezing); they can be partial, and at times they go against what we know. We study the perception and appreciation of material images in many forms(natural and manufactured, analog and digital, static and dynamic), and we also address the role of mental images (in image thinking, imagery, imagination). We compare the perception and appreciation of actual art objects (e.g., paintings, sculpture) in museums or presented as images, and we also study art photography and film as genres in their own right. Finally, the title also refers to the many ways that artworks are presented and re-presented in museums and art history. Our scope is very broad. We focus on visual perception, visual art, and aesthetic aspects, but also consider other art forms (e.g., installation art, design, architecture, dance, fashion), multi-sensory aspects (e.g., the smell, touch, and sound of tapestry and textiles) and non-aesthetic aspects. We regard aesthetics as a multi-sensory sense of beauty, based on feelings of pleasure (i.e., not a rational, cognitive act but a combination of sensation and emotion). However, aesthetics is also about wonder, fascination and the sublime, and it comprises all evaluative aspects, positive or negative, from beautiful to ugly, from pleasure to disgust. Empirical aesthetics or psycho-aesthetics aims at uncovering the factors that determine aesthetic appreciation, which is often reduced to establishing quantitative relationships between (formal) aspects of the stimulus manipulated experimentally and the degree of appreciation (e.g., a point on a rating scale). In addition to quantitative research aimed at establishing universal laws, we will study the proper aesthetic experiences of individuals in rich contexts (e.g., in art museums), including individual differences arising from different viewing modes, perceptual styles, personality, familiarity with the stimuli or task, expertise, and knowledge of art. We therefore supplement well-controlled laboratory experiments aimed at causal explanations with quasi experimental field studies and qualitative case studies aimed at an in-depth understanding of a complex reality. Last modified: 14-04-2023 Created using DMPonline.be. Last modiﬁed 14 April 2023 1 of 6 METH/21/02 Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Data Type File format Data/physical volume Indicate: N(ew data) or E(xisting data) Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Questionnaire study Questionnaire data to assess art expertise and individual differences Collected via online survey program (Prolific) NN Textual and numerical ☒ .csv ☒ .xlsx ☐ .txt ☐ .sav ☐ other: ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Questionnaire data: Aesthetic rating scores of image regions collected online via jsPsych transferred to .csv N Numerical ☒ .csv ☐ .xlsx ☐ .txt ☐ .sav ☐ other: ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Questionnaire data: demographics, art expertise/knowledge, personality scales, judgments about panel sequences - Collected via Qualtrics or within our own in- lab experiment program running locally (for participants running the in-lab experiment) - Transferred and stored in text format .csv or .txt and/or spreadsheet .xlsx or .ods - For online (Qualtrics) survey, we send the link to specific persons. We may use mailing lists or social networks - We might use recruiting platforms like Prolific in follow-up studies. N Textual and numerical ☒ .csv ☒ .xlsx ☐ .txt ☐ .sav ☒ other: .ods .tsv ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Questionnaire data: altered mental state of consciousness Collected via online survey N Textual ☒ .csv ☐ .xlsx ☒ .txt ☒ .sav ☐ other: ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Experimental study Behavioral data on Likert scales; Reaction time data; Choice data Online computer task programmed with Labjs N Textual and numerical ☒ .csv ☒ .xlsx ☐ other: ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Behavioral data: Judgement scales, reading time (from panel sequence onset to offset before scales are presented) - Computer task programmed with Psychopy, SR research Experiment Builder or Matlab Psytoolbox - Stored as text and/or spreadsheets - Collected in-lab N Numerical (time and continuous or likert scales) ☒ .csv ☒ .xlsx ☒ .txt ☒ other: .ods .tsv ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Behavioral data: dial to signal hallucinatory episodes and intensity N Numerical ☒ .csv ☐ .xlsx ☐ other: blanco Created using DMPonline.be. Last modiﬁed 14 April 2023 2 of 6 Behavioral data on eye tracking - programmed with Python - Planned experiments: Recording with SR research Eyelink 1000 (fixed eye-tracker) - We leave open the possibility of using Tobii Glasses 2 or 3 (mobile eye-tracker) for future studies - Raw data files stored as .EDF (SR-Research device) or .json (Tobii devices) are converted to text files into .asc or .tsv (using softwares suites from the Eye-tracker’s companies). From them, new datafiles are processed (selecting and aggregating data) using text formats .tsv, .txt and/or .csv N Numerical ☒ .csv ☒ .xlsx ☐ other: ☐ < 1 GB ☒ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Physiological data: EEG recording Recorded with a mobile EEG device N Numerical ☒ .csv ☐ .xlsx ☐ other: Analysis stimuli Image analysis We used Mid-Level Vision toolbox ( https://github.com/bwlabToronto/MLV_toolbox ) to analyze the visual properties (e.g. color, contrast, complexity, etc…) of the art images used in the study N Numerical ☒ .csv ☒ .xlsx ☒ other: MAT-file ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Observation, interview, focus group or document analysis study Videos from the mobile eye-tracking glasses - If using Tobii Glasses 2/3, videos of what participants look at while reading comics are recorded - Those videos are then used to map the gaze fixations onto them N Audiovisual ☒ other: MP4 ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Field notes Notes made by researcher(s) during data collection to record specific information about individual experimental sessions, e.g. technical problems, light conditions N Textual ☒ .docx ☐ .txt ☒ other: .odt .xlsx .ods ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Photos from which we draw comics panels To create a new database of comic panels, we first collect photo sequences (4 photos) and then outline the photos using Adobe Fresco. Characteristic features of the people appearing in the photos are modified in the final drawing outline version, to make them less recognizable (when applicable). N Pictures (Photos and drawings) ☒ other: .jpeg .png .tiff ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We collect new data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) G-2022-5247 G-2022-6135 G-2022-5469 G-2022-5247-R2 We will submit additional ethical applications at the Social and Societal Ethics Committee KU Leuven (SMEC) for every other new study under METH/21/02. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G-2022-5247 G-2022-6135 G-2022-5469 G-2022-5247-R2 We will collect the following personal data: EMS number contact information and name(voluntary), stored separately from the rest of the experiment data. bank account number demographic information (age, sex, gender) Created using DMPonline.be. Last modiﬁed 14 April 2023 3 of 6 personality traits (through surveys such as Visual Language Fluency Index (Cohn, 2020); Openness to experience (DeYoung et al., 2007), Need for cognition (Cacioppo et al., 1984).) art expertise, art training experience with hallucinogenic drugs audio and video recordings from the participants As the data contain personal information, the data will be treated with the necessary carefulness. As described in the application to the ethics committee, the data will be pseudonymized by removing personal data and by storing this data separately from the raw research data. randomly generated identification codes (keys) will be created to link the pseudonymized file with the personal data and the raw data files. the data will be fully anonymized [ time at which data will be anonymized e.g., after data collection ] by deleting the files with personal data [AND/OR: deleting the raw data files]. Participants will be informed that after anonymization, they cannot revoke their consent to use their data anymore. participants will be asked for their informed consent to collect their data. participants will be asked for their informed consent to collect and share the pseudonymized data with other researchers. participants will be informed that the anonymized data will be shared with other researchers. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The following files will be saved in the same folder as the dataset: Project documentation will be provided in a readme file. This file will include the project name, keywords, name of involved researchers and their ORCID ID, name of funder, funding code, start- and end date of the project, DOIs of shared datasets, creative common license, link to preregistration, approval/registration code of ethical committee, links to publications. The preregistration will be published on OSF. The link to the preregistration will be provided in the project documentation. The ethical application will be saved as a PDF document and the approval/approval code will be added to the OSF project. An empty informed consent form will be provided as a word file. The data management plan will be provided as a word file. Experimental program (if developed in the project) For the [ name of dataset ] a codebook will be created in R. (OR: Information on the variables in [ name of dataset ] will be provided in SPSS.) The data preparation and statistical analyses will be documented in an annotated analysis code file (e.g., SPSS syntax, R code file). The version of the used software will be documented in [ add method used to add this information e.g., used R package/command ]. A word document will be created describing the recruitment strategy, the participant inclusion criteria, instructions and procedure of the study, references to questionnaires (OR: items of self-developed questionnaire scales), experimental procedures, manipulations, task, measurement methods, stimulus set, technical specifications/set up details, references to standard operating procedures, references to lab protocols, software versions, observation and/or interview protocol, coding scheme etc. used in the study. (OR: A link to a publication will be added to the project documentation, in which the method of the study is described). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Shared network drive (J-drive) Digital data will be stored in a shared folder on OneDrive and a shared J: drive, which can only be accessed by the principal investigator, post-docs, student researchers and IT support of our lab who are working on the project. Created using DMPonline.be. Last modiﬁed 14 April 2023 4 of 6 How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes As the size of all data files do not exceed the available individual storage space of 2 TB (OneDrive) and the available shared storage space of 100 GB, there is sufficient storage and backup capacity during the project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Multi-factor authentication is activated for the KU Leuven login of all researchers having access to the data. The data files will be password-protected and will be stored on OneDrive and on a shared J: drive. The file with the password will be stored on the shielded J: drive, which can only be accessed by the data manager of the research unit. Offline copies of digital data will be stored on encrypted media (e.g., USB sticks). File transfers will be performed with Belnet Filesender using the encryption option. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no costs expected as the size of the data files does not exceed the available storage space. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Participants’ contact information, payment information, IP-addresses, raw (non-anonymized) data files containing highly confidential data, analogue data with a digital equivalent (e.g., paper and pencil questionnaires) will be deleted after the project is finished (OR: after data collection) as they contain personal data that are not relevant anymore for the research project. All other data will be preserved for 10 years according to KU Leuven RDM policy (OR: 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans). Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) The data will be archived on a shared network drive (J-drive). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? As storage space is covered by our standard arrangements for OneDrive and J:drive, no extra costs are expected. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Other (specify below) Yes, as open data Yes, in an Open Access repository such as OSF. If access is restricted, please specify who will be able to access the data and under what conditions. The data will be made available to researchers with relevant research questions. Data will be shared upon motivated request via OSF. Conditions for data usage will be specified by protecting the data with a (creative commons) license. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 14 April 2023 5 of 6 No There are no restrictions to share the anonymized data. There are no restrictions to share the pseudonymized data as the data do not contain highly sensitive Where will the data be made available? If already known, please provide a repository per dataset or data type. Other data repository (specify below) The data will be made available via OSF. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? No costs are expected. Responsibilities Who will manage data documentation and metadata during the research project? The PI will manage data documentation and metadata during the project supported by the other involved researchers. Who will manage data storage and backup during the research project? The PI will manage data storage and backup during the project supported by the other involved researchers. Who will manage data preservation and sharing? The PI will manage data preservation and sharing supported by the other involved researchers. Who will update and implement this DMP? The PI will update and implement this DMP supported by the other involved researchers. Created using DMPonline.be. Last modiﬁed 14 April 2023 6 of 6"
}