{
    "document_id": "D-2021-1197",
    "LinkTitle": "D-2021-1197",
    "file_name": "D-2021-1197.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1197.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n Arnaud Van Caenegem\nGrant Title\n 11J0422N\nPrincipal Investigator / Researcher\n Arnaud Van Caenegem\nProject Data Contact\n Arnaud Van Caenegem\nDescription\n The ambition to increase sustainable finance has never been more \nprominent in the\nEuropean Commission’s policy than with the \nClimate Action Plan of 2018. It led to new\nregulation for collective \ninvestment funds to improve non-financial risk management and\nencourage sustainable investments. To achieve the latter goal, it \nshould be clear for investors\nhow a sustainable fund can be \ndifferentiated from a conventional one. This classification remains\nuncharted territory from a legal perspective and comes with certain \nchallenges. The legal\ndefinition of a sustainable fund is opaque. Its coexistence \nwith existing regulations and nationally\norganised private and public \nlabels is unclear. There is also no explicit link with other regulations\nthat aim to encourage sustainable investments, most notably the \nlegal definition of a sustainable\neconomic activity. The law governing \nthe distributors that match these funds to investors'\nsustainability \npreferences makes no reference to this legal classification either. \nThis\nfragmentation leads to unclarity about the legal meaning of \nsustainability and may discourage\ninvestors from investing \nsustainably. The objective of this project is to identify the sets of\nobligations \napplicable to sustainable investment funds that distinguish them from \nconventional\nfunds and evaluate the coherence of that legal \nframework.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nArnaud Van Caenegem\nFWO Project Number & Title\nProject number: 11J0422N\nTitle: Towards a coherent legal framework for sustainable collective investment funds in the EU\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThe only type of data that will be used are publicly available documents (legislation, case law,\npolicy documents) and literature generated from the KU Leuven library or bought at my own\nexpense, either in electronic or physical form. The format is .pdf. The estimated volume will be 1\nMB per file. \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe physical and electronic documents that are used will be documented in a Word document.  \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThe physical and electronic documents that are used will be documented in a Word document\nand structured according to the European hierarchy of legal norms (1. primary law, 2. secondary\nlaw, 3. caselaw, 4. legal literature) using headings. \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nSince no personal data is used, I will store the data locally on my hardrive and on OneDrive for\nelectronic documents, and keep physical data in a closed office at the university.\nHow is backup of the data provided?\nThe data will be stored on the university's I:Drive.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe combination of a local hardrive, OneDrive and the KU Leuven I:Drive provides sufficient\nstorage and backup capacity.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere are no additional costs incurred for data storage.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nNo personal data will be used. Physical and electronic documents will be stored on secure\nuniversity's premises. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll research data will be preserved for 10 years.\nWhere will the data be archived (= stored for the longer term)?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThere are no additional costs incurred for data preservation.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll the data will be made available.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWhen will the data be made available?\nImmediately after the end of the project\nWho will be able to access the data and under what conditions?\nThe data will be available to anyone for any purpose.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere will be no additional costs incurred for data sharing.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nArnaud Van Caenegem \nWho will be responsible for data storage & back up during the project?\nArnaud Van Caenegem\nWho will be responsible for ensuring data preservation and reuse ?\nArnaud Van Caenegem\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier Arnaud Van Caenegem Grant Title 11J0422N Principal Investigator / Researcher Arnaud Van Caenegem Project Data Contact Arnaud Van Caenegem Description The ambition to increase sustainable finance has never been more prominent in the European Commission's policy than with the Climate Action Plan of 2018. It led to new regulation for collective investment funds to improve non-financial risk management and encourage sustainable investments. To achieve the latter goal, it should be clear for investors how a sustainable fund can be differentiated from a conventional one. This classification remains uncharted territory from a legal perspective and comes with certain challenges. The legal definition of a sustainable fund is opaque. Its coexistence with existing regulations and nationally organised private and public labels is unclear. There is also no explicit link with other regulations that aim to encourage sustainable investments, most notably the legal definition of a sustainable economic activity. The law governing the distributors that match these funds to investors' sustainability preferences makes no reference to this legal classification either. This fragmentation leads to unclarity about the legal meaning of sustainability and may discourage investors from investing sustainably. The objective of this project is to identify the sets of obligations applicable to sustainable investment funds that distinguish them from conventional funds and evaluate the coherence of that legal framework. Institution KU Leuven 1. General Information Name applicant Arnaud Van Caenegem FWO Project Number & Title Project number: 11J0422N Title: Towards a coherent legal framework for sustainable collective investment funds in the EU Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The only type of data that will be used are publicly available documents (legislation, case law, policy documents) and literature generated from the KU Leuven library or bought at my own expense, either in electronic or physical form. The format is .pdf. The estimated volume will be 1 MB per file. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The physical and electronic documents that are used will be documented in a Word document. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No The physical and electronic documents that are used will be documented in a Word document and structured according to the European hierarchy of legal norms (1. primary law, 2. secondary law, 3. caselaw, 4. legal literature) using headings. 5. Data storage and backup during the FWO project Where will the data be stored? Since no personal data is used, I will store the data locally on my hardrive and on OneDrive for electronic documents, and keep physical data in a closed office at the university. How is backup of the data provided? The data will be stored on the university's I:Drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The combination of a local hardrive, OneDrive and the KU Leuven I:Drive provides sufficient storage and backup capacity. What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no additional costs incurred for data storage. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? No personal data will be used. Physical and electronic documents will be stored on secure university's premises. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All research data will be preserved for 10 years. Where will the data be archived (= stored for the longer term)? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? There are no additional costs incurred for data preservation. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All the data will be made available. Where/how will the data be made available for reuse? In an Open Access repository When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? The data will be available to anyone for any purpose. What are the expected costs for data sharing? How will the costs be covered? There will be no additional costs incurred for data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? Arnaud Van Caenegem Who will be responsible for data storage & back up during the project? Arnaud Van Caenegem Who will be responsible for ensuring data preservation and reuse ? Arnaud Van Caenegem Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}