{
    "document_id": "D-2022-1588",
    "LinkTitle": "D-2022-1588",
    "file_name": "D-2022-1588.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1588.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Melina Hehl",
        "num_pages": 9
    },
    "content": {
        "full_text": "DMP_ 3M210428 _Stefaan Soenen        Page 1 of 9  \nNanomaterial enhanced immunotherapy for tumor treatment.  \nDMP C3/21/035  \n \nADMIN DETAILS  \nProject Name: Nanomaterial enhanced immunotherapy for tumor treatment.  \nProject Identifier: 3M210428  (onderzoeksportaal)  \nGrant Title: C3/21/035  \nPrincipal Investigator / Researcher: Stefaan Soenen, Bella Manshian  \nProject Data Contact: Stefaan Soenen , +32 16 330 034, s.soenen @kuleuven.be  \nDescription: The main aim of this C3 application is to facilitate the clinical translation of modern nanotechnology to \nexplore new horizons in the treatment of cancer, continuing from recent groundbreaking results that de monstrated \nfull tumor remission and lack of tumor relapse or metastasis in different murine tumor models. The unique ability of \nthese nanomaterials (NMs), with their demonstrated activities against multidrug -resistant tumors and tumor \ninitiating cells (TIC s) as wellas their potent induction of immunogenic cell death (ICD) and ability to act as an adjuvant \nrenders these particles perfectly suited to tackle some of the major issues remaining in tumor therapy. The current \nC3 aims at 1) enhancing GMP -certified production capacity of the nanoparticles of interest along with validation 2) \nof the nanoparticles combined with different immunotherapy regimens and 3) in different tumor models of interest. \nAlong with the KUL LRD and external CROs paid through a Wellcome  fund, appropriate tumor models and \nimmunotherapy regimens have been defined, a business plan is being set up, and we are liaising with industrial \npartners. Together with clinical partners, we can then pave the way to incorporate this technology in the cli nical \npipeline of immunotherapy studies.  \nInstitution: KU Leuven  \n  \nDMP_ 3M210428 _Stefaan Soenen        Page 2 of 9 1. GENERAL INFORMATION  \na. Name applicant  \nStefaan Soenen  \n \nb. FWO Project Number & Title  \nBOF project number:  C3/21/035   \nTitle:  Nanomaterial enhanced immunotherapy for tumor treatment  \n \nc. Affiliation  \n● KU Leuven  \n \n \n2. DATA DESCRIPTION  \na. Will you generate/ collect new data and/or make use of existing data?  \n● Generate new data  \n \nb. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may \nbe easiest in a table (see example) or as a data flow and per WP or obje ctive of the project.  \nType of Data   Format   Volume  How created  \n(A) transmission \nelectron microscopy  .tif; ;jpegg   50 GB TEM images of the synthesized nanomaterials that are \nto be used in this project  \nThe images will be put in folders with specific indication \nof the sample date and sample name in the subfolder \nnames  \n(B) Dynam ic light \nscattering (DLS)  .xlsx  1 GB Dynamic light s catter ing data of the nanomaterials used \nin th is project.  \n(C) IVIS S pectrum \noptical imaging  .tif, .PNG, .txt, \n.xlsx  1 GB Optical imaging datafiles for all animal studies requiring \nluminescence and fluorescence imaging. The images and \nraw data are filed as series with .tif and .txt files in \nfolders with unique identifiers in the folder name.  \nAn excel sheet will be kept to track the groups/animals \nand their individual scans taken and their corresponding \nfolder name as w ell as a summarized analysed dataset.  \n(D) blood \nbiochemistry results  .pdf  0.1 GB .pdf files are generated by the device with all input \n(animal/date/ parameters checked) and raw data for all \nparameters tested.  \nDMP_ 3M210428 _Stefaan Soenen        Page 3 of 9 (E) ImageStream data  .cif, .rif, .daf   300 GB Raw data of the ImageStream to analyze cell \nsubpopulations will be stored as .cif files. Any analyzed \ndata will be kept as .cif files while an alysis templates are \nstored as .daf files.  All data will be stored in folder with \nindication o f the name and date of subjects and types of \nanalyses  \n(F) \nimmunohistochemist\nry data  .qptiff , OME   2 TB Raw images of immunohistochemistry analysis will be \nstored as .qptiff  files. Analysis te mplates and in -house \ngenerated scripts for data analysis will be stored as \nOME -compliant readouts.  \n \n \n  \nDMP_ 3M210428 _Stefaan Soenen        Page 4 of 9 3. LEGAL AND ETHICAL ISSUES  \na. Will you use personal data?  If so, shortly describe the kind of personal data you will use. Add the reference to \nyour file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). \nBe aware that registering th e fact that you process personal data is a legal obligation.  \n● No \n \nb. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s)  \n● Yes \nThis project involves the use of mice as labora tory animals and we follow the guidelines and rules from the HSE \nDepartment (Health, Safety and Environment) and the Animal Ethics Committee at KU  Leuven. Ethical permission \nfor animal work were given for following ECDs  by the Leuven animal ethics commission: approved ( P146/2019 + \nP193/2021)  \n \nc. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP \nrestrictions be claimed for the data you created? If so , for what data and which restrictions will be asserted?  \n● Yes \nYes, any nan oform ulation wi th potential therapeutic impact will be protected by us in collaboration with LRD. We \nhave one pre -patent applicati on submitted and plan to submit 2 -3 more patent applications in the runtime of this \nproject. This means that all data generated  will only be accessib le to the resea rchers involved in the work. Any \nother researchers will have to sign NTA/MTA aggreements via LRD and  this will be discussed on a case to case \nbasis. Once a patent has b een approved, we will liaise with LRD to see which data can then become available to \nthe broader public and w hich needs to be restricted.  \n \nd. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what \ndata do they relate and what restrictions are in place?  \n● No \n \n  \nDMP_ 3M210428 _Stefaan Soenen        Page 5 of 9 4. DOCUMENTATION AND METADATA  \na. What documentation will be provided to enable reuse of the data collected/generated in this project?  \nAll information regarding this study will be kept on central KULeuven large storage drives (L -drives) will be updated \nby a member o f the  research team every time new measurements take place.  \nThe study outline describes the goal, purpose and objectives of the study and how the study will be performed \npractically.    \nLetters in brackets below refer to the table above ( question 2 b). \n(A) and (B): Raw data nanoparticles properties will be  kept  in their original format.  For organizational  purposes , all \nTEM images of the same sample will be time -stamped, automatic indication of scale bar and will be placed in a folder \nwith the name and data of sample generation. An accompanying pdf will  be generated that  describes the synthesis \nof the nanoformulations.  \n(C): Raw IVIS data will be s tored for each condition with an automatically  generated .txt file explaining the naming \nof the animals used, their group indication, treatments undergone, scan number, scan settings (time of exposure, \ncamera settings,  binning facto r, f-STOP factor …), the name of the researcher acquiring the images and the name of \nthe unique folder that carrie s all images and the text files. One such folder is generated for every individual scan \nperformed.  \n(D): The blood biochemistry device generates .pdf files that provides the names and dates of acquisition of the \nindividual subjects, along wit h the corresponding values for every parameter analysed.  \n(E): Raw .r if files with all channels for all acquired data will  be stored. Compensated data (.cif) will be stored in the \nsame folder. This will be accompanied by .daf files which outline the script used for analysis (sel ection of thresholds, \ngating, masks …) as well as any numerical data obtained in a table format linked within this .daf file. A corresponding \n.xlsx file will be kept to indicate which samples have been acquired, the exact conditions used during acquisition  and \nwhich markers were used for staining. The names and dates of acquisition for all files will be indicated in the excel \nsheet.   \n(F): Histology  data (.qptiff and .OME) will be kept  as raw images, and  an analysis pipeline (OME -compliant) that \nenables retrieval of numerical data from the images obtained. A corresponding  excel sheet will be accompanying \never y folder to assign the images to a particular organ of a particular indivi duum and to detail the markers used in \nstaining.  \n \nb. Will a metadata standard be used? If so, describe in detail which standard will be used.  If no, state in detail \nwhich metadata will be created to make the data easy/easier to find and reuse.  \n● Yes \nWe will follow the Dublin Core and Qualified DC metadata vocabularies to guarantee data interoperability allowing \nthe exchange and reuse of data between researchers, institutions, organizations, countries, etc.  \nFor each dataset, metadata will be always provided in a README file stored together with the data, including \ninformation such as title, creator, description, date of creation, data format, data type, data size, confidentiality type \netc. There will be 4 levels  of confidentiality (Public, Internal, Restricted, Confidential).  Wherever possible the data \nwill be shared following the Creative Commons CC -BY or CC0 licenses. In any case, obl igation to protect results in \nDMP_ 3M210428 _Stefaan Soenen        Page 6 of 9 Article 27, the confidentiality obligations in Article 36, the security obligations in Article 37 or the obligations to \nprotect personal data in Article 39 of the H2020 -MGA, will be fulfilled.  \n  \nDMP_ 3M210428 _Stefaan Soenen        Page 7 of 9 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT  \na. Where will the data be stored?  \n1. The time -stamped master copy of the data will be kept on the KULeuven central storage facility ( L-drives) . These \ndata can then only be assessed by researchers working on the project by logging into their personal accounts from \na work PC .  \n2. Physical data will be stored in a locked filing cabinet in a locked office in Gebouw De Nayer, KU Leuven, 3001 \nLeuven.  \n \nb. How is backup of the data provided?  \nThe data will be stored on KULeuven L -drives for long -term storage which are mirrored servers with automatic daily \nback -up procedures .  \n \nc. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or \ninsufficient storage or backup capacities are available then explain how this will be taken care of.  \n● Yes \nThe central storage servers of KULeuven have sufficient space and additional space for project use can be purchased \nin 10 TB parts.  \n \nd. What are the expected costs for data storage and back up during the project? How will these costs be \ncovered?  \nCosts of data storage will be supported by leftover overhead costs obtained through EU projects.  \n \ne. Data security: how will you ensure that the data are securely stored and not accessed or modified by \nunauthorized persons?  \nPlease see question 5 a.  \n \n \n  \nDMP_ 3M210428 _Stefaan Soenen        Page 8 of 9 6. DATA PRESERVATION AFTER THE C3 PROJECT  \na. Which data will be retained for the expected 5-year  period afte r the end of the project? In case only a \nselection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, \nphysical preservation issues, ...).  \nAfter the end of the project, all  data will be retained for the  5-year period expected by KU Leuven.  \n \nb. Where will the data be archived (= stored for the longer term)?  \nThe data will be stored on the  KULeuven long -term storage servers (L -drives) for 5 years, conform the KU Leuven \npolicy.  \n \nc. What are the expected costs for data preservation during the retention period of 5 years? How will the costs \nbe covered?  \nThe costs will be covered by overhead leftovers available from EU project s. This will amount to approximately \n€1000/year.  \n \n \n7. DATA SHARING AND REUSE  \na. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \n● Yes \nPlease see question 3.c  \n \nb. Which data will  be made available after the end of the project?  \nData will o nly be made available  in case of publications that require the publication /disclosure  of the dataset.  \nIn case data sharing is planned i n the context of a publication, this will first be discussed with experts at LRD prior to \npublication to conform with all current standards  regarding data protection and IP tech transfer .  \n \nc. Where/how will the data be made available for reuse ? \n● Upon request by mail  \nAs explain ed above, the data is acquired to support IP applications and canthus not be widely shared without \nauthorization . For any request we receive, LRD will be consulted regarding the legal requirements in sharing the \ninformation requested.   \n  \nDMP_ 3M210428 _Stefaan Soenen        Page 9 of 9 d. When will the data be made available?  \n● Upon publication of the research results  \nData will only be made available to other researchers after publi cation of the research results or after obtaining th e \nrelevant patents. Any data to be made avai lable will then first be discussed with LRD.  \n \ne. Who will be able to acces s the data and under what conditions?  \nAs stated above, only requests via mail will be answered. Legal experts will be consulted when sharing data with \nresearchers outside of the research group. A written agreement with the PI and LRD is necessary when sharing the \ndata outside of the research groups .  \n \nf. What are the expected costs for data sharing? How will the costs be covered?   \nNone. Data preparation will be done by the researchers primarily involved in the project. Secure data sharing \ninfrastructure is available at both universities, e.g. Belnet via KU Leuven . If costs occur, these need  to be covered by \nthe re questing party /-ies.  \n \n \n8. RESPONSIBILITIES  \na. Who will be responsible for data documentation & metadata?  \nProf. Dr. Stefaan Soenen  \nDr. Bella Manshian   \n \nb. Who will be responsible for data storage & back up during the project?  \nProf. Dr. Stefaan Soenen  \nDr. Bella Manshian   \n \nc. Who will be responsible for ensuring data preservation and reuse?  \nProf. Dr. Stefaan Soenen  \n \nd. Who bears the end responsibility for updating & implementing this DMP?  \nProf. Dr. Stefaan Soenen  \n "
    },
    "clean_full_text": "DMP_ 3M210428 _Stefaan Soenen Page 1 of 9 Nanomaterial enhanced immunotherapy for tumor treatment. DMP C3/21/035 ADMIN DETAILS Project Name: Nanomaterial enhanced immunotherapy for tumor treatment. Project Identifier: 3M210428 (onderzoeksportaal) Grant Title: C3/21/035 Principal Investigator / Researcher: Stefaan Soenen, Bella Manshian Project Data Contact: Stefaan Soenen , +32 16 330 034, s.soenen @kuleuven.be Description: The main aim of this C3 application is to facilitate the clinical translation of modern nanotechnology to explore new horizons in the treatment of cancer, continuing from recent groundbreaking results that de monstrated full tumor remission and lack of tumor relapse or metastasis in different murine tumor models. The unique ability of these nanomaterials (NMs), with their demonstrated activities against multidrug -resistant tumors and tumor initiating cells (TIC s) as wellas their potent induction of immunogenic cell death (ICD) and ability to act as an adjuvant renders these particles perfectly suited to tackle some of the major issues remaining in tumor therapy. The current C3 aims at 1) enhancing GMP -certified production capacity of the nanoparticles of interest along with validation 2) of the nanoparticles combined with different immunotherapy regimens and 3) in different tumor models of interest. Along with the KUL LRD and external CROs paid through a Wellcome fund, appropriate tumor models and immunotherapy regimens have been defined, a business plan is being set up, and we are liaising with industrial partners. Together with clinical partners, we can then pave the way to incorporate this technology in the cli nical pipeline of immunotherapy studies. Institution: KU Leuven DMP_ 3M210428 _Stefaan Soenen Page 2 of 9 1. GENERAL INFORMATION a. Name applicant Stefaan Soenen b. FWO Project Number & Title BOF project number: C3/21/035 Title: Nanomaterial enhanced immunotherapy for tumor treatment c. Affiliation ● KU Leuven 2. DATA DESCRIPTION a. Will you generate/ collect new data and/or make use of existing data? ● Generate new data b. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or obje ctive of the project. Type of Data Format Volume How created (A) transmission electron microscopy .tif; ;jpegg 50 GB TEM images of the synthesized nanomaterials that are to be used in this project The images will be put in folders with specific indication of the sample date and sample name in the subfolder names (B) Dynam ic light scattering (DLS) .xlsx 1 GB Dynamic light s catter ing data of the nanomaterials used in th is project. (C) IVIS S pectrum optical imaging .tif, .PNG, .txt, .xlsx 1 GB Optical imaging datafiles for all animal studies requiring luminescence and fluorescence imaging. The images and raw data are filed as series with .tif and .txt files in folders with unique identifiers in the folder name. An excel sheet will be kept to track the groups/animals and their individual scans taken and their corresponding folder name as w ell as a summarized analysed dataset. (D) blood biochemistry results .pdf 0.1 GB .pdf files are generated by the device with all input (animal/date/ parameters checked) and raw data for all parameters tested. DMP_ 3M210428 _Stefaan Soenen Page 3 of 9 (E) ImageStream data .cif, .rif, .daf 300 GB Raw data of the ImageStream to analyze cell subpopulations will be stored as .cif files. Any analyzed data will be kept as .cif files while an alysis templates are stored as .daf files. All data will be stored in folder with indication o f the name and date of subjects and types of analyses (F) immunohistochemist ry data .qptiff , OME 2 TB Raw images of immunohistochemistry analysis will be stored as .qptiff files. Analysis te mplates and in -house generated scripts for data analysis will be stored as OME -compliant readouts. DMP_ 3M210428 _Stefaan Soenen Page 4 of 9 3. LEGAL AND ETHICAL ISSUES a. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering th e fact that you process personal data is a legal obligation. ● No b. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ● Yes This project involves the use of mice as labora tory animals and we follow the guidelines and rules from the HSE Department (Health, Safety and Environment) and the Animal Ethics Committee at KU Leuven. Ethical permission for animal work were given for following ECDs by the Leuven animal ethics commission: approved ( P146/2019 + P193/2021) c. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so , for what data and which restrictions will be asserted? ● Yes Yes, any nan oform ulation wi th potential therapeutic impact will be protected by us in collaboration with LRD. We have one pre -patent applicati on submitted and plan to submit 2 -3 more patent applications in the runtime of this project. This means that all data generated will only be accessib le to the resea rchers involved in the work. Any other researchers will have to sign NTA/MTA aggreements via LRD and this will be discussed on a case to case basis. Once a patent has b een approved, we will liaise with LRD to see which data can then become available to the broader public and w hich needs to be restricted. d. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● No DMP_ 3M210428 _Stefaan Soenen Page 5 of 9 4. DOCUMENTATION AND METADATA a. What documentation will be provided to enable reuse of the data collected/generated in this project? All information regarding this study will be kept on central KULeuven large storage drives (L -drives) will be updated by a member o f the research team every time new measurements take place. The study outline describes the goal, purpose and objectives of the study and how the study will be performed practically. Letters in brackets below refer to the table above ( question 2 b). (A) and (B): Raw data nanoparticles properties will be kept in their original format. For organizational purposes , all TEM images of the same sample will be time -stamped, automatic indication of scale bar and will be placed in a folder with the name and data of sample generation. An accompanying pdf will be generated that describes the synthesis of the nanoformulations. (C): Raw IVIS data will be s tored for each condition with an automatically generated .txt file explaining the naming of the animals used, their group indication, treatments undergone, scan number, scan settings (time of exposure, camera settings, binning facto r, f-STOP factor …), the name of the researcher acquiring the images and the name of the unique folder that carrie s all images and the text files. One such folder is generated for every individual scan performed. (D): The blood biochemistry device generates .pdf files that provides the names and dates of acquisition of the individual subjects, along wit h the corresponding values for every parameter analysed. (E): Raw .r if files with all channels for all acquired data will be stored. Compensated data (.cif) will be stored in the same folder. This will be accompanied by .daf files which outline the script used for analysis (sel ection of thresholds, gating, masks …) as well as any numerical data obtained in a table format linked within this .daf file. A corresponding .xlsx file will be kept to indicate which samples have been acquired, the exact conditions used during acquisition and which markers were used for staining. The names and dates of acquisition for all files will be indicated in the excel sheet. (F): Histology data (.qptiff and .OME) will be kept as raw images, and an analysis pipeline (OME -compliant) that enables retrieval of numerical data from the images obtained. A corresponding excel sheet will be accompanying ever y folder to assign the images to a particular organ of a particular indivi duum and to detail the markers used in staining. b. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● Yes We will follow the Dublin Core and Qualified DC metadata vocabularies to guarantee data interoperability allowing the exchange and reuse of data between researchers, institutions, organizations, countries, etc. For each dataset, metadata will be always provided in a README file stored together with the data, including information such as title, creator, description, date of creation, data format, data type, data size, confidentiality type etc. There will be 4 levels of confidentiality (Public, Internal, Restricted, Confidential). Wherever possible the data will be shared following the Creative Commons CC -BY or CC0 licenses. In any case, obl igation to protect results in DMP_ 3M210428 _Stefaan Soenen Page 6 of 9 Article 27, the confidentiality obligations in Article 36, the security obligations in Article 37 or the obligations to protect personal data in Article 39 of the H2020 -MGA, will be fulfilled. DMP_ 3M210428 _Stefaan Soenen Page 7 of 9 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT a. Where will the data be stored? 1. The time -stamped master copy of the data will be kept on the KULeuven central storage facility ( L-drives) . These data can then only be assessed by researchers working on the project by logging into their personal accounts from a work PC . 2. Physical data will be stored in a locked filing cabinet in a locked office in Gebouw De Nayer, KU Leuven, 3001 Leuven. b. How is backup of the data provided? The data will be stored on KULeuven L -drives for long -term storage which are mirrored servers with automatic daily back -up procedures . c. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ● Yes The central storage servers of KULeuven have sufficient space and additional space for project use can be purchased in 10 TB parts. d. What are the expected costs for data storage and back up during the project? How will these costs be covered? Costs of data storage will be supported by leftover overhead costs obtained through EU projects. e. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Please see question 5 a. DMP_ 3M210428 _Stefaan Soenen Page 8 of 9 6. DATA PRESERVATION AFTER THE C3 PROJECT a. Which data will be retained for the expected 5-year period afte r the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). After the end of the project, all data will be retained for the 5-year period expected by KU Leuven. b. Where will the data be archived (= stored for the longer term)? The data will be stored on the KULeuven long -term storage servers (L -drives) for 5 years, conform the KU Leuven policy. c. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The costs will be covered by overhead leftovers available from EU project s. This will amount to approximately €1000/year. 7. DATA SHARING AND REUSE a. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ● Yes Please see question 3.c b. Which data will be made available after the end of the project? Data will o nly be made available in case of publications that require the publication /disclosure of the dataset. In case data sharing is planned i n the context of a publication, this will first be discussed with experts at LRD prior to publication to conform with all current standards regarding data protection and IP tech transfer . c. Where/how will the data be made available for reuse ? ● Upon request by mail As explain ed above, the data is acquired to support IP applications and canthus not be widely shared without authorization . For any request we receive, LRD will be consulted regarding the legal requirements in sharing the information requested. DMP_ 3M210428 _Stefaan Soenen Page 9 of 9 d. When will the data be made available? ● Upon publication of the research results Data will only be made available to other researchers after publi cation of the research results or after obtaining th e relevant patents. Any data to be made avai lable will then first be discussed with LRD. e. Who will be able to acces s the data and under what conditions? As stated above, only requests via mail will be answered. Legal experts will be consulted when sharing data with researchers outside of the research group. A written agreement with the PI and LRD is necessary when sharing the data outside of the research groups . f. What are the expected costs for data sharing? How will the costs be covered? None. Data preparation will be done by the researchers primarily involved in the project. Secure data sharing infrastructure is available at both universities, e.g. Belnet via KU Leuven . If costs occur, these need to be covered by the re questing party /-ies. 8. RESPONSIBILITIES a. Who will be responsible for data documentation & metadata? Prof. Dr. Stefaan Soenen Dr. Bella Manshian b. Who will be responsible for data storage & back up during the project? Prof. Dr. Stefaan Soenen Dr. Bella Manshian c. Who will be responsible for ensuring data preservation and reuse? Prof. Dr. Stefaan Soenen d. Who bears the end responsibility for updating & implementing this DMP? Prof. Dr. Stefaan Soenen"
}