{
    "document_id": "D-2021-1093",
    "LinkTitle": "D-2021-1093",
    "file_name": "D-2021-1093.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1093.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n u0146018\nGrant Title\n 12ZU322N\nPrincipal Investigator / Researcher\n Daniel de Zeeuw\nProject Data Contact\n Daniel.dezeeuw@kuleuven.be\nDescription\n My project seeks to develop a media-epistemological account of post-truth\ndynamics in contemporary Digital culture and society. I do so through a comparative analysis of\nfour \"post truth personae\": the leaker, troll, influencer, and conspiracist. The project is mostly of\na theoretical nature, and dealing with contemporary literature and debates. Each persona\nhowever will be anchored in various case studies. My approach is based in media studies, using\ncritical media theory in combination with cultural analysis.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nDaniel de Zeeuw\nFWO Project Number & Title\n12ZU322N - Conspiracist, Leaker, Troll, Influencer: A comparative analysis of four post-truth\npersonae\nAffiliation\nKU Leuven\nInstitute for Media Studies \n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nFor this research project I will not systematically collect, store, or analyze data. Since my\napproach is based in the humanities (cultural and media studies), the only type of data I will\ncollect are images, text, video publicly available on the internet, on websites like 4chan, Reddit,\nand Instagram. If this changes in the course of the project, I will of course update the DMP\naccordingly.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe reuse of data is not applicable to this project. If materials like images are used in Figures in\nany publications resulting from the research, the adequate source links will be provided\naccordingly.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nNot applicable to this project - see above answer.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nIf any data from the Internet such as images and text are stored locally, I will only use my work\nlaptop and/or store the data on KU Leuven cloud infrastructure (OneDrive).\nHow is backup of the data provided?\nBack up is provided by KU Leuven cloud infrastructure (OneDrive).\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe totality of data collected for this project will not exceed the OneDrive space provided.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNo costs expected.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAccess to the work laptop and OneDrive are protected by my KU Leuven account, using a secure\npassword and multi-authentication, making unauthorized access highly unlikely.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll the data collected can be retained for 5 years after the end of the project, using the above\nsetup.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be archived on OneDrive (secure KU Leuven work account).\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nno expected costs. Would my KU Leuven account expire, I will make sure to store the archived\ndata elsewhere.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nNot applicable to this project (any data used is already publicly available). Other than that,\nrelevant data will be accesible by way of publications related to the research.\nWhere/how will the data be made available for reuse?\nOther (specify):\nNot applicable.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nAnyone who has access to the relevant research publication (and again, using only public\ninformation).\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo expected costs.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nDaniel de Zeeuw\nWho will be responsible for data storage & back up during the project?\nDaniel de Zeeuw\nWho will be responsible for ensuring data preservation and reuse ?\nDaniel de Zeeuw\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier u0146018 Grant Title 12ZU322N Principal Investigator / Researcher Daniel de Zeeuw Project Data Contact Daniel.dezeeuw@kuleuven.be Description My project seeks to develop a media-epistemological account of post-truth dynamics in contemporary Digital culture and society. I do so through a comparative analysis of four \"post truth personae\": the leaker, troll, influencer, and conspiracist. The project is mostly of a theoretical nature, and dealing with contemporary literature and debates. Each persona however will be anchored in various case studies. My approach is based in media studies, using critical media theory in combination with cultural analysis. Institution KU Leuven 1. General Information Name applicant Daniel de Zeeuw FWO Project Number & Title 12ZU322N - Conspiracist, Leaker, Troll, Influencer: A comparative analysis of four post-truth personae Affiliation KU Leuven Institute for Media Studies 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). For this research project I will not systematically collect, store, or analyze data. Since my approach is based in the humanities (cultural and media studies), the only type of data I will collect are images, text, video publicly available on the internet, on websites like 4chan, Reddit, and Instagram. If this changes in the course of the project, I will of course update the DMP accordingly. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The reuse of data is not applicable to this project. If materials like images are used in Figures in any publications resulting from the research, the adequate source links will be provided accordingly. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Not applicable to this project - see above answer. 5. Data storage and backup during the FWO project Where will the data be stored? If any data from the Internet such as images and text are stored locally, I will only use my work laptop and/or store the data on KU Leuven cloud infrastructure (OneDrive). How is backup of the data provided? Back up is provided by KU Leuven cloud infrastructure (OneDrive). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The totality of data collected for this project will not exceed the OneDrive space provided. What are the expected costs for data storage and back up during the project? How will these costs be covered? No costs expected. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the work laptop and OneDrive are protected by my KU Leuven account, using a secure password and multi-authentication, making unauthorized access highly unlikely. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the data collected can be retained for 5 years after the end of the project, using the above setup. Where will the data be archived (= stored for the longer term)? The data will be archived on OneDrive (secure KU Leuven work account). What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? no expected costs. Would my KU Leuven account expire, I will make sure to store the archived data elsewhere. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Not applicable to this project (any data used is already publicly available). Other than that, relevant data will be accesible by way of publications related to the research. Where/how will the data be made available for reuse? Other (specify): Not applicable. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Anyone who has access to the relevant research publication (and again, using only public information). What are the expected costs for data sharing? How will the costs be covered? No expected costs. 8. Responsibilities Who will be responsible for data documentation & metadata? Daniel de Zeeuw Who will be responsible for data storage & back up during the project? Daniel de Zeeuw Who will be responsible for ensuring data preservation and reuse ? Daniel de Zeeuw Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}