{
    "document_id": "D-2024-3073",
    "LinkTitle": "D-2024-3073",
    "file_name": "D-2024-3073.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3073.pdf",
    "metadata": {
        "title": "Post-quantum cryptanalysis and constructive applications",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Post-quantum cryptanalysis and constructive applications\nPost-quantum cryptanalysis and constructive applications\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname /\nID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nCode\nVarious programs will be implemented to time the\nconstructive aspects and execute the\ncryptanalytical\nattacks developed during the project\nN\nD\nSO\ntxt\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nDuring the project we may re-use existing software libraries, typically Magma or Sage scripts, in accordance with the licenses\nunder which they are published.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nCreated using DMPonline.be. Last modiﬁed 31 March 2025\n1 of 5\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nThe software libraries that this code would use may be published under certain restrictive licenses. Any software in this project\nthat builds upon these libraries will be therefore also be subject to licenses that take into account the restrictions of the licenses\ntherein.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAny software code or script produced during this project will be documented in-file, according to the practices of the relevant\nlanguage. Also, readme files will be included alongside, describing how to compile and/or operate the software and how to\ninterpret the output produced.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nAny software code made publicly available will be stored on the github.com website, which is an industry reference for open-\nsource software, on the COSIC research group's github.com page (https://github.com/KULeuven-COSIC). It will be named\naccording to the research publications that refer to it, and links to the source code's page\nwill also be included in such publications.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nThe publicly available software code and scripts will be primarily stored on the COSIC GitHub repository\n(https://github.com/KULeuven-COSIC). Code that is not publicly available will be stored on the COSIC research group's GitLab\ninfrastructure, which is private and also maintained by the ESAT department of the KU Leuven.\nCreated using DMPonline.be. Last modiﬁed 31 March 2025\n2 of 5\nHow will the data be backed up?\nHow will the data be backed up?\nOther (specify below)\nThe publicly accessible COSIC GitHub repository (https://github.com/KULeuven-COSIC) is backed up automatically by GitHub.\nThe COSIC research group's GitLab infrastructure, is private and also maintained by the ICTS services of the ESAT department of\nthe KU Leuven.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nDuring the course of the project, software code and scripts will be protected by access rights maintained by the ESAT network\nand within the GitLab.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs of the GitLab maintenance are covered by the COSIC research group as part of the general IT costs. The use of GitHub\nis currently 5USD/month and is funded from general COSIC funds.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nOther (specify below)\nThese data will be archived in several locations. First, the ESAT GitLab will hold the code and scripts so that it can be easily\nretrieved for further use by researchers; this data is backed up. Second, a copy of the totality of the data will be stored in the KU\nLeuven RDR.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nGiven the small size (< 1GB) of the data, the storage cost will either be free of charge, or already covered by COSIC's or KU\nCreated using DMPonline.be. Last modiﬁed 31 March 2025\n3 of 5\nLeuven's IT costs.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nYes, as open data\nProjects that are deemed advanced enough will be made publicly available on COSIC's GitHub page, with appropriate licenses. All\nprojects will be stored on COSIC's GitLab so that it can be shared (conditioned on internal approval) with other researchers.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nFor the projects stored internally on GitLab, approval will be granted to COSIC researchers, or affiliated, under the condition of\nlegitimate use for further research. This acts as a sanity check so that the technology is not removed from COSIC's internal\ncontrol without further approval.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nSome open-source software libraries used during this project come with licenses that limit their commercial use, but no\nproprietary code will be used so that all projects can be made open-source without requiring further authorisation.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther (specify below)\nThe data will be made publicly available on COSIC's GitHub account because this is a widely-used repository for open-source\ncode. Alternative access may be made available via KU Leuven RDR.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nOther (specify below)\nIf software projects are in enough of a developed state, they will be made available upon publication of research results.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCreated using DMPonline.be. Last modiﬁed 31 March 2025\n4 of 5\nCC-BY 4.0 (data)\nMIT licence (code)\nThe data that is made publicly available will use appropriate licenses to permit the use of the code for further research, but\nprohibit commercial use, in addition to respecting any licenses of libraries used within.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nThe KU Leuven RDR will be used for this.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nGiven the small size (< 1 GB), data sharing is expected to be free of charge.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe authors of the code are responsible.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nDaniel Ishimwe is the COSIC sysadmin in charge of linking the COSIC GitHub repo and internal GitLab repos with the KU Leuven\nRDR.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nDaniel Ishimwe is the COSIC sysadmin in charge of linking the COSIC GitHub repo and internal GitLab repos with the KU Leuven\nRDR.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe co-supervisors of the project: Wouter Castryck & Frederik Vercauteren\nCreated using DMPonline.be. Last modiﬁed 31 March 2025\n5 of 5"
    },
    "clean_full_text": "Post-quantum cryptanalysis and constructive applications Post-quantum cryptanalysis and constructive applications Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Code Various programs will be implemented to time the constructive aspects and execute the cryptanalytical attacks developed during the project N D SO txt <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: During the project we may re-use existing software libraries, typically Magma or Sage scripts, in accordance with the licenses under which they are published. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 31 March 2025 1 of 5 No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes The software libraries that this code would use may be published under certain restrictive licenses. Any software in this project that builds upon these libraries will be therefore also be subject to licenses that take into account the restrictions of the licenses therein. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Any software code or script produced during this project will be documented in-file, according to the practices of the relevant language. Also, readme files will be included alongside, describing how to compile and/or operate the software and how to interpret the output produced. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Any software code made publicly available will be stored on the github.com website, which is an industry reference for open- source software, on the COSIC research group's github.com page (https://github.com/KULeuven-COSIC). It will be named according to the research publications that refer to it, and links to the source code's page will also be included in such publications. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) The publicly available software code and scripts will be primarily stored on the COSIC GitHub repository (https://github.com/KULeuven-COSIC). Code that is not publicly available will be stored on the COSIC research group's GitLab infrastructure, which is private and also maintained by the ESAT department of the KU Leuven. Created using DMPonline.be. Last modiﬁed 31 March 2025 2 of 5 How will the data be backed up? How will the data be backed up? Other (specify below) The publicly accessible COSIC GitHub repository (https://github.com/KULeuven-COSIC) is backed up automatically by GitHub. The COSIC research group's GitLab infrastructure, is private and also maintained by the ICTS services of the ESAT department of the KU Leuven. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? During the course of the project, software code and scripts will be protected by access rights maintained by the ESAT network and within the GitLab. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs of the GitLab maintenance are covered by the COSIC research group as part of the general IT costs. The use of GitHub is currently 5USD/month and is funded from general COSIC funds. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Other (specify below) These data will be archived in several locations. First, the ESAT GitLab will hold the code and scripts so that it can be easily retrieved for further use by researchers; this data is backed up. Second, a copy of the totality of the data will be stored in the KU Leuven RDR. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Given the small size (< 1GB) of the data, the storage cost will either be free of charge, or already covered by COSIC's or KU Created using DMPonline.be. Last modiﬁed 31 March 2025 3 of 5 Leuven's IT costs. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Yes, as open data Projects that are deemed advanced enough will be made publicly available on COSIC's GitHub page, with appropriate licenses. All projects will be stored on COSIC's GitLab so that it can be shared (conditioned on internal approval) with other researchers. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. For the projects stored internally on GitLab, approval will be granted to COSIC researchers, or affiliated, under the condition of legitimate use for further research. This acts as a sanity check so that the technology is not removed from COSIC's internal control without further approval. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Some open-source software libraries used during this project come with licenses that limit their commercial use, but no proprietary code will be used so that all projects can be made open-source without requiring further authorisation. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other (specify below) The data will be made publicly available on COSIC's GitHub account because this is a widely-used repository for open-source code. Alternative access may be made available via KU Leuven RDR. When will the data be made available? When will the data be made available? Upon publication of research results Other (specify below) If software projects are in enough of a developed state, they will be made available upon publication of research results. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Created using DMPonline.be. Last modiﬁed 31 March 2025 4 of 5 CC-BY 4.0 (data) MIT licence (code) The data that is made publicly available will use appropriate licenses to permit the use of the code for further research, but prohibit commercial use, in addition to respecting any licenses of libraries used within. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository The KU Leuven RDR will be used for this. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Given the small size (< 1 GB), data sharing is expected to be free of charge. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The authors of the code are responsible. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Daniel Ishimwe is the COSIC sysadmin in charge of linking the COSIC GitHub repo and internal GitLab repos with the KU Leuven RDR. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Daniel Ishimwe is the COSIC sysadmin in charge of linking the COSIC GitHub repo and internal GitLab repos with the KU Leuven RDR. Who will update and implement this DMP? Who will update and implement this DMP? The co-supervisors of the project: Wouter Castryck & Frederik Vercauteren Created using DMPonline.be. Last modiﬁed 31 March 2025 5 of 5"
}