{
    "document_id": "D-2023-2366",
    "LinkTitle": "D-2023-2366",
    "file_name": "D-2023-2366.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2366.pdf",
    "metadata": {
        "title": "C16/23/001",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "C16/23/001\nA Data Management Plan created using DMPonline.be\nCreators: \nAnthony Dupont, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nAnthony Dupont, n.n. n.n.\nData Manager:\n \nAnthony Dupont\nProject Administrator:\n \nAnthony Dupont\nGrant number / URL: \nC16/23/001\nID: \n202012\nStart date: \n01-10-2023\nEnd date: \n30-09-2029\nProject abstract:\nAn early witness to the ‘construction’ of (Semi-)Pelagianism?\nCritical edition, content analysis, and reception study of the Ps.-Augustinian \nHypomnesticon\nThe present project studies the \nHypomnesticon contra Pelagianos et Caelestianos\n. This late antique treatise consists of\nsix books, which systematically refute the teachings of so-called (Semi-)Pelagianism. Although the anonymous author\nheavily depended on Augustine’s anti-Pelagian treatises, and on the latter’s teachings about original sin, grace and\npredestination, its author not only offers a mitigated version of Augustine’s ideas, he also presents the positions of the\nso-called ‘(Semi-)Pelagians’ in a radicalized way. Despite its clear impact and widespread reception, the work has\nreceived little attention in scholarship. We will study it from three angles: (WP a) manuscript transmission and critical\nedition; (WP b) authorship, historical context, sources, structural and rhetorical aspects, theological argumentation; (WP\nc) early-medieval reception and the role it played in the ‘construction’ of (Semi-)Pelagianism and Augustinianism.\nLast modified: \n02-10-2023\nCreated using DMPonline.be. Last modiﬁed 02 October 2023\n1 of 5\nC16/23/001\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n1\n. \nAs to data used by all WPs: these are available in scientific libraries (text editions, articles, books, library catalogues, etc.) or online (LIMO, databases, etc.).\n2\n. \nAs to the Medieval manuscripts: they are preserved in public libraries all over Europe. If possible we will consult them online (digital photos). If necessary, we will\norder digital photos or microfilms. If the latter is impossible or too expensive, we will consult them \nin situ\n (for collation or making photographs).\n3\n. \nAs to own generated data, we can distinguish \n(a)\n the database of all preserved manuscripts containing, which will be generated in WP a and c, \n(b)\n “private”\nnotebooks, containing personal observations and information on which our conclusions will rest, and \n(c)\n the doctoral dissertations (WPs a and c) and scientific\npublications (WPs a, b and c) containing the conclusions.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\n1\n. \nAll three WPs will use existing data available in print or in digital format (text editions, articles, books, library catalogues, online databases, etc.).\n2\n. \nWP a and c will make use of microfilms and/or digital reproductions of manuscripts (some available online, some to be ordered, some to be studied/photographed \nin\nsitu\n).\n3\n. \nWPs a and b will generate doctoral dissertations and scientific publications, WP c will produce scientific publications, while WP a and c will also generate a database\ncontaining essential information concerning all preserved manuscripts containing the \nHypomnesticon contra Pelagianos et Caelestianos.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \n1\n. \nThe most important data generated by the project (doctoral dissertations and scientific publications) will be self-evident for each researcher in the research fields\nconcerned.\n2\n. \nThe database will be user-friendly and easily consultable for any researcher with expertise in the field of manuscript studies. Its structure will reflect that of other\ndatabases in the field of manuscript studies (Medium [IRHT], Mirabile [SISMEL], etc.).\nCreated using DMPonline.be. Last modiﬁed 02 October 2023\n2 of 5\n3\n. \nThe digital photos and microfilms of manuscripts will be stored according to city, library/archive, number. Information concerning provenance and content of the\nmanuscripts in question will be given in the database.\n4\n. \nAn efficient consultation of the personal notebooks at a later moment will presuppose knowledge of the conclusions formulated in the doctoral dissertations and\nscientific publications.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nNo metadata standard will be used.\nThe answer to the second question is implied in the answer to above subquestion.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\n1. All digital information will be stored on KU Leuven servers.\n2. The microfilms of manuscripts will be stored in the Arts Library. Moreover, they will be digitized and in this form stored together with all other acquired digital photos\n(on KU Leuven servers).\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\n1\n. \nAll digital information stored on KU Leuven servers is automatically backed up.\n2\n. \nMicrofilms do not need backups (and will be digitized anyway).\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\n1\n. \nCurrently, there is sufficient storage. The only future problem might be the storage of the digitized photos of manuscripts. In case this problem poses itself, we will\nenlarge storage capacity (the budget foresaw a substantial amount of money for the purchase and storage of photos: 40.000 euros).\n2\n. \nThe storage of microfilms does not require a lot of space.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \n1\n. \nAll information stored on KU Leuven servers is supposed to be safe.\n2\n. \nMicrofilms cannot be modified.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe budget foresaw a substantial amount of money for the purchase and storage of microfilms and digital photos: 40.000 euros.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\n1\n. \nThe main data generated by the project will be accessible in the form of book/electronic publications published by international recognized scientific publishers.\nThey will also be accessible via LIRIAS.\n2\n. \nThe database and personal notebooks will be stored on KU Leuven servers.\n3\n. \nThe microfilms will be stored in the Artes Library.\nCreated using DMPonline.be. Last modiﬁed 02 October 2023\n3 of 5\nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nSee our answer to the subquestion here above.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nSince we were not asked to include these costs in the budget of our C1-proposal, there might be a problem here (mainly for the storage of digital images). In case KU\nLeuven would not cover these costs in the future, the Chair Augustine of Hippo – of which I am the director – will take charge of these expenses.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nYes, as embargoed data (temporary restriction)\n1. The doctoral dissertations and scientific publications.\n2. The database of manuscripts containing the transmission history of Hyp.. Restriction: this will only be done in a form that can be considered a publication (registered\nwith DOI code).\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe main-results of the two PhDs will only be made available after their succesful defense (and publication).\nGenerally no, but we are not allowed to make publicly accessible any information that is property of other institutions than KU Leuven (digital photos/microfilms of\nmanuscripts).\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nSee our answer to the subquestion here above.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nOther (specify below)\n1\n. \nAs to the doctoral dissertations and scientific publications: they will be accessible in the form of book/electronic publications published by international recognized\nscientific publishers. They will also be accessible via LIRIAS.\n2\n. \nAs to the database: open access, via KU Leuven website. Access to the database will be completely free.\nWhen will the data be made available? \nUpon publication of research results\nSpecific date (specify below)\nAfter finishing the WPs in general, and the PhDs more specifically.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nNot applicable for this type of research.\nCreated using DMPonline.be. Last modiﬁed 02 October 2023\n4 of 5\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nNot applicable for this type of research.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWe do not expect to have to pay costs for data sharing, except for certain open access publications, for which a budget is foreseen in the project application.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe supervisors of the project:\nWPa: Gert Partoens\nWPb: Anthony Dupont\nWPc: Gert Partoens\nWho will manage data storage and backup during the research project? \nThe supervisors of the project:\nWPa: Gert Partoens\nWPb: Anthony Dupont\nWPc: Gert Partoens\nWho will manage data preservation and sharing? \nThe supervisors of the project:\nWPa: Gert Partoens\nWPb: Anthony Dupont\nWPc: Gert Partoens\nWho will update and implement this DMP? \nAnthony Dupont\nCreated using DMPonline.be. Last modiﬁed 02 October 2023\n5 of 5"
    },
    "clean_full_text": "C16/23/001 A Data Management Plan created using DMPonline.be Creators: Anthony Dupont, n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Anthony Dupont, n.n. n.n. Data Manager: Anthony Dupont Project Administrator: Anthony Dupont Grant number / URL: C16/23/001 ID: 202012 Start date: 01-10-2023 End date: 30-09-2029 Project abstract: An early witness to the ‘construction’ of (Semi-)Pelagianism? Critical edition, content analysis, and reception study of the Ps.-Augustinian Hypomnesticon The present project studies the Hypomnesticon contra Pelagianos et Caelestianos . This late antique treatise consists of six books, which systematically refute the teachings of so-called (Semi-)Pelagianism. Although the anonymous author heavily depended on Augustine’s anti-Pelagian treatises, and on the latter’s teachings about original sin, grace and predestination, its author not only offers a mitigated version of Augustine’s ideas, he also presents the positions of the so-called ‘(Semi-)Pelagians’ in a radicalized way. Despite its clear impact and widespread reception, the work has received little attention in scholarship. We will study it from three angles: (WP a) manuscript transmission and critical edition; (WP b) authorship, historical context, sources, structural and rhetorical aspects, theological argumentation; (WP c) early-medieval reception and the role it played in the ‘construction’ of (Semi-)Pelagianism and Augustinianism. Last modified: 02-10-2023 Created using DMPonline.be. Last modiﬁed 02 October 2023 1 of 5 C16/23/001 Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. 1 . As to data used by all WPs: these are available in scientific libraries (text editions, articles, books, library catalogues, etc.) or online (LIMO, databases, etc.). 2 . As to the Medieval manuscripts: they are preserved in public libraries all over Europe. If possible we will consult them online (digital photos). If necessary, we will order digital photos or microfilms. If the latter is impossible or too expensive, we will consult them in situ (for collation or making photographs). 3 . As to own generated data, we can distinguish (a) the database of all preserved manuscripts containing, which will be generated in WP a and c, (b) “private” notebooks, containing personal observations and information on which our conclusions will rest, and (c) the doctoral dissertations (WPs a and c) and scientific publications (WPs a, b and c) containing the conclusions. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: 1 . All three WPs will use existing data available in print or in digital format (text editions, articles, books, library catalogues, online databases, etc.). 2 . WP a and c will make use of microfilms and/or digital reproductions of manuscripts (some available online, some to be ordered, some to be studied/photographed in situ ). 3 . WPs a and b will generate doctoral dissertations and scientific publications, WP c will produce scientific publications, while WP a and c will also generate a database containing essential information concerning all preserved manuscripts containing the Hypomnesticon contra Pelagianos et Caelestianos. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). 1 . The most important data generated by the project (doctoral dissertations and scientific publications) will be self-evident for each researcher in the research fields concerned. 2 . The database will be user-friendly and easily consultable for any researcher with expertise in the field of manuscript studies. Its structure will reflect that of other databases in the field of manuscript studies (Medium [IRHT], Mirabile [SISMEL], etc.). Created using DMPonline.be. Last modiﬁed 02 October 2023 2 of 5 3 . The digital photos and microfilms of manuscripts will be stored according to city, library/archive, number. Information concerning provenance and content of the manuscripts in question will be given in the database. 4 . An efficient consultation of the personal notebooks at a later moment will presuppose knowledge of the conclusions formulated in the doctoral dissertations and scientific publications. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No No metadata standard will be used. The answer to the second question is implied in the answer to above subquestion. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) 1. All digital information will be stored on KU Leuven servers. 2. The microfilms of manuscripts will be stored in the Arts Library. Moreover, they will be digitized and in this form stored together with all other acquired digital photos (on KU Leuven servers). How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution 1 . All digital information stored on KU Leuven servers is automatically backed up. 2 . Microfilms do not need backups (and will be digitized anyway). Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes 1 . Currently, there is sufficient storage. The only future problem might be the storage of the digitized photos of manuscripts. In case this problem poses itself, we will enlarge storage capacity (the budget foresaw a substantial amount of money for the purchase and storage of photos: 40.000 euros). 2 . The storage of microfilms does not require a lot of space. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? 1 . All information stored on KU Leuven servers is supposed to be safe. 2 . Microfilms cannot be modified. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The budget foresaw a substantial amount of money for the purchase and storage of microfilms and digital photos: 40.000 euros. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy 1 . The main data generated by the project will be accessible in the form of book/electronic publications published by international recognized scientific publishers. They will also be accessible via LIRIAS. 2 . The database and personal notebooks will be stored on KU Leuven servers. 3 . The microfilms will be stored in the Artes Library. Created using DMPonline.be. Last modiﬁed 02 October 2023 3 of 5 Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR See our answer to the subquestion here above. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Since we were not asked to include these costs in the budget of our C1-proposal, there might be a problem here (mainly for the storage of digital images). In case KU Leuven would not cover these costs in the future, the Chair Augustine of Hippo – of which I am the director – will take charge of these expenses. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) Yes, as embargoed data (temporary restriction) 1. The doctoral dissertations and scientific publications. 2. The database of manuscripts containing the transmission history of Hyp.. Restriction: this will only be done in a form that can be considered a publication (registered with DOI code). If access is restricted, please specify who will be able to access the data and under what conditions. The main-results of the two PhDs will only be made available after their succesful defense (and publication). Generally no, but we are not allowed to make publicly accessible any information that is property of other institutions than KU Leuven (digital photos/microfilms of manuscripts). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No See our answer to the subquestion here above. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) Other (specify below) 1 . As to the doctoral dissertations and scientific publications: they will be accessible in the form of book/electronic publications published by international recognized scientific publishers. They will also be accessible via LIRIAS. 2 . As to the database: open access, via KU Leuven website. Access to the database will be completely free. When will the data be made available? Upon publication of research results Specific date (specify below) After finishing the WPs in general, and the PhDs more specifically. Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) Not applicable for this type of research. Created using DMPonline.be. Last modiﬁed 02 October 2023 4 of 5 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No Not applicable for this type of research. What are the expected costs for data sharing? How will these costs be covered? We do not expect to have to pay costs for data sharing, except for certain open access publications, for which a budget is foreseen in the project application. Responsibilities Who will manage data documentation and metadata during the research project? The supervisors of the project: WPa: Gert Partoens WPb: Anthony Dupont WPc: Gert Partoens Who will manage data storage and backup during the research project? The supervisors of the project: WPa: Gert Partoens WPb: Anthony Dupont WPc: Gert Partoens Who will manage data preservation and sharing? The supervisors of the project: WPa: Gert Partoens WPb: Anthony Dupont WPc: Gert Partoens Who will update and implement this DMP? Anthony Dupont Created using DMPonline.be. Last modiﬁed 02 October 2023 5 of 5"
}