{
    "document_id": "D-2021-1300",
    "LinkTitle": "D-2021-1300",
    "file_name": "D-2021-1300.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1300.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP Mart Sillen.docx",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template  1  FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template.   1. General Information  Name applicant  Mart Sillen FWO Project Number & Title Title: Exploration and assessment of probiotic treatment of vaginal candidiasis.  Project number: 1SD8622N File number: 91128 Affiliation ☒ KU Leuven  ☒ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt  ☐ Vrije Universiteit Brussel ☐ Other:  2. Data description  Will you generate/collect new data and/or make use of existing data?  ☒ Generate new data ☒ Reuse existing data \n2019-10-01 | FWO DMP Template  2  Describe the origin, type and format of the data (per dataset) and its (estimated) volume  If you reuse existing data, specify the source of these data.  Distinguish data types (the kind of content) from data formats (the technical format).       Type Origin, Data formats and Estimated Volume Growth curves Multiscan, .xlsx and .pzfx, 10 GB Fluorescence measurements and absorbance Synergy H1, .xlsx and .pzfx, 10 GB  HPLC HPLC measurement, .xlsx and .pzfx, 1 GB Flow cytometry Guava, .fcs and .pzfx, 10 GB Digital images Microscopy pictures, gel scans, graphs, illustrations, figures, .jpeg, .ai, .tif and .pdf, 10 GB  Microbial DNA sequences Swabs from the vaginal niche, fastq files as output from the sequencer. These fastq files contain sequencing data and their quality, up to 20 Gb  Vaginal swabs Right now, the samples are registered and saved in a biobank at -20°C and can be accessed when needed.   3. Ethical and legal issues  Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register.  In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☒ Yes ☐ No If yes:  - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Regarding the vaginal swabs obtained during the Isala project: The following personal data is collected: names (on informed consent forms, pseudonymized before data processing), personal characteristics (age, gender, date of birth, work/living environment, sexual habits, personal hygiene, diet,…), physical characteristics (height, weight), number of siblings, clinical data (general health and reproductive health) - see ERC with number 40121 in the Antigoon databank \n2019-10-01 | FWO DMP Template  3  Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No If yes:  - Reference to ethical committee approval for mice experiments: P077/2019  - Regarding the vaginal swabs obtained during the Isala project: Approved and registered at clinicaltrial.gov EC number: B300201942076 ClinicalTrials.gov Identifier: NCT04319536 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☒ Yes ☐ No If yes, please comment: The detailed description of the probiotic species, that prove to have the capacity to inhibit Candida during vaginal candidiasis, cannot be revealed. The Intellectual Property Department of KU Leuven Research & Development (LRD) will guide us during the entire process of protecting intellectual property.   Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: /           \n2019-10-01 | FWO DMP Template  4  4. Documentation and metadata  What documentation will be provided to enable understanding and reuse of the data collected/generated in this project?  All experiments are collected in folders that state the protocol that was used, the goal of the experiment, the lay-outs of the experiments, the raw data, the analysis and a conclusion. Stored in a personal folder in the J-drive (KULeuven). Standard operating protocols are shared in the general lab database on the J-drive (KULeuven)   Vaginal swab samples are logged and stored in the Biobank of Antwerp. After the open access publication of the research, the microbiome sequences will also be made public through public databases, such as the European Nucleotide Archive (ENA). Will a metadata standard be used? If so, describe in detail which standard will be used.  If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☒ Yes ☐ No If yes, please specify: Upon data submission to ENA, the ENA metadata model will be used. Furthermore, it is obligatory to store the metadata for the swab samples deposited in the Biobank Antwerpen in Bioslims software templates listing the body site, collection date, gender, coding, status sample, consent status, type sample, container type, etc.             \n2019-10-01 | FWO DMP Template  5  5. Data storage & backup during the FWO project  Where will the data be stored?  KU Leuven: The data generated during this research will be preserved in several manners. First, the data on the applicant's computer are backed up daily, on an external hard drive. Secondly, the data is transferred regularly to storage repositories maintained by the KU Leuven (hard drive and Box system). After the research, all data is maintained at these storage repositories at KU Leuven. Our lab uses four different drives: a shared drive, a personal drive, a large volume storage drive and lastly a drive used to archive results and presentations.   UAntwerp: The collected data will be stored on the password-protected server of the University of Antwerp managed by the university’s ICT department with regular automatic back-ups. Experimental data will be recorded in lab notebooks and stored on the server of the research group. Microbiome and other data will be stored, and protected on the server of the research group, which is only accessible by registered personnel. Data regarding the collected swabs deposited in the Biobank of Antwerp are stored on the servers of the Biobank of Antwerp. After the open access publication of the research, the sequences will also be made public through public databases, such as ENA, where sample-related data can be made available as well.   How will the data be backed up?  The data will be stored on the KUL university's central servers with automatic daily back-up procedures.  Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  ☒ Yes ☐ No If no, please specify: The data will be stored on servers from the KUL, there is no limit on the amount of data that can be stored there.  \n2019-10-01 | FWO DMP Template  6  What are the expected costs for data storage and backup during the project? How will these costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. The cost of the J-drive is €519/TB/year The cost is covered by the laboratory of molecular cell biology.   Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  KU Leuven: The data is stored on servers of the KUL which are a secure environment. Furthermore, the data is divided into folders which are only visible for the people working on the project. The work laptop is managed by KUL, protected by Windows defender.  UAntwerp: Research group servers and data in the Biobank of Antwerp (Bioslims software) are only accessible by registered personnel cfr. the Biobank or departmental security policies. Authentication takes place by personal username and password. University of Antwerp user accounts are created/managed by the IT department. Access rights to study data is provided upon decision by the head of the research group.   6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow.  Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons  for this (legal or contractual restrictions, physical preservation issues, ...). All data will be stored in the servers from the KUL and on a hard drive.   \n2019-10-01 | FWO DMP Template  7  Where will these data be archived (= stored for the long term)?  KU Leuven: The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy.   UAntwerp: Microbiome data and the corresponding metadata will be archived on the server of the research group, in the Biobank of Antwerp and in ENA upon data publication.  What are the expected costs for data preservation during these 5 years? How will the costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. The costs are €113,84/TB/year and these costs will be covered by the lab of molecular cell biology.   7. Data sharing and reuse  Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?  ☒ Yes ☐ No If yes, please specify: The detailed description of the probiotic species, that prove to have the capacity to inhibit Candida during vaginal candidiasis, cannot be revealed. The Intellectual Property Department of KU Leuven Research & Development (LRD) will guide us during the entire process of protecting intellectual property.  Which data will be made available after the end of the project?  Data will be available at the end of the project with the possible exception of the detailed description of the probiotic species, that prove to have the capacity to inhibit Candida during vaginal candidiasis, as we would like to file a patent application.  After the Open access publication of the research, the microbiome sequences will be made public through public databases such as ENA, where sample-related metadata can be made available as well. \n2019-10-01 | FWO DMP Template  8  Where/how will the data be made available for reuse?  ☒ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☐ Other (specify):  When will the data be made available?  Upon publication of the research results. The data will be available upon request after publication. Who will be able to access the data and under what conditions?  Before publication, a dedicated list of researchers from the Lab of Applied Microbiology and Biotechnology (UA) and the laboratory of molecular cell biology (KUL) will have access to either the Biobank or server. There will be open access to the data with the exception of the detailed description of the probiotic species, that prove to have the capacity to inhibit Candida during vaginal candidiasis as we would like to file a patent application.  What are the expected costs for data sharing? How will these costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Since the data is shared upon request, there are currently no expected costs.  The Biobank costs for data sharing are 4EUR/sample and will be covered by the requesting party.   8. Responsibilities  Who will be responsible for the data documentation & metadata?  FWO researcher Mart Sillen will be the main responsible for data documentation & metadata. Dr. Ir. Stijn Wittouck and Prof. Sarah Lebeer and Prof. Patrick Van Dijck are co-responsible for the data storage and backup of the server.  Who will be responsible for data storage & back up during the project?  FWO researcher Mart Sillen will be the main responsible, and Dr. Ir. Stijn Wittouck and Prof. Sarah Lebeer and Prof. Patrick Van Dijck will be co-responsible for the data storage and backup of the server.  \n2019-10-01 | FWO DMP Template  9  Who will be responsible for ensuring data preservation and sharing?  FWO researcher Mart Sillen will be the main responsible, and Dr. Ir. Stijn Wittouck and Prof. Sarah Lebeer and Prof. Patrick Van Dijck will be co-responsible for the data preservation and sharing.  Who bears the end responsibility for updating & implementing this DMP?   Default response: The PI bears the overall responsibility for updating & implementing this DMP FWO researcher Mart Sillen, Prof. Sarah Lebeer and Prof. Patrick Van Dijck bear the overall responsibility for updating & implementing this DMP.   "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Mart Sillen FWO Project Number & Title Title: Exploration and assessment of probiotic treatment of vaginal candidiasis. Project number: 1SD8622N File number: 91128 Affiliation ☒ KU Leuven ☒ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type Origin, Data formats and Estimated Volume Growth curves Multiscan, .xlsx and .pzfx, 10 GB Fluorescence measurements and absorbance Synergy H1, .xlsx and .pzfx, 10 GB HPLC HPLC measurement, .xlsx and .pzfx, 1 GB Flow cytometry Guava, .fcs and .pzfx, 10 GB Digital images Microscopy pictures, gel scans, graphs, illustrations, figures, .jpeg, .ai, .tif and .pdf, 10 GB Microbial DNA sequences Swabs from the vaginal niche, fastq files as output from the sequencer. These fastq files contain sequencing data and their quality, up to 20 Gb Vaginal swabs Right now, the samples are registered and saved in a biobank at -20°C and can be accessed when needed. 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☒ Yes ☐ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Regarding the vaginal swabs obtained during the Isala project: The following personal data is collected: names (on informed consent forms, pseudonymized before data processing), personal characteristics (age, gender, date of birth, work/living environment, sexual habits, personal hygiene, diet,…), physical characteristics (height, weight), number of siblings, clinical data (general health and reproductive health) - see ERC with number 40121 in the Antigoon databank 2019-10-01 | FWO DMP Template 3 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No If yes: - Reference to ethical committee approval for mice experiments: P077/2019 - Regarding the vaginal swabs obtained during the Isala project: Approved and registered at clinicaltrial.gov EC number: B300201942076 ClinicalTrials.gov Identifier: NCT04319536 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☒ Yes ☐ No If yes, please comment: The detailed description of the probiotic species, that prove to have the capacity to inhibit Candida during vaginal candidiasis, cannot be revealed. The Intellectual Property Department of KU Leuven Research & Development (LRD) will guide us during the entire process of protecting intellectual property. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: / 2019-10-01 | FWO DMP Template 4 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? All experiments are collected in folders that state the protocol that was used, the goal of the experiment, the lay-outs of the experiments, the raw data, the analysis and a conclusion. Stored in a personal folder in the J-drive (KULeuven). Standard operating protocols are shared in the general lab database on the J-drive (KULeuven) Vaginal swab samples are logged and stored in the Biobank of Antwerp. After the open access publication of the research, the microbiome sequences will also be made public through public databases, such as the European Nucleotide Archive (ENA). Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☒ Yes ☐ No If yes, please specify: Upon data submission to ENA, the ENA metadata model will be used. Furthermore, it is obligatory to store the metadata for the swab samples deposited in the Biobank Antwerpen in Bioslims software templates listing the body site, collection date, gender, coding, status sample, consent status, type sample, container type, etc. 2019-10-01 | FWO DMP Template 5 5. Data storage & backup during the FWO project Where will the data be stored? KU Leuven: The data generated during this research will be preserved in several manners. First, the data on the applicant's computer are backed up daily, on an external hard drive. Secondly, the data is transferred regularly to storage repositories maintained by the KU Leuven (hard drive and Box system). After the research, all data is maintained at these storage repositories at KU Leuven. Our lab uses four different drives: a shared drive, a personal drive, a large volume storage drive and lastly a drive used to archive results and presentations. UAntwerp: The collected data will be stored on the password-protected server of the University of Antwerp managed by the university’s ICT department with regular automatic back-ups. Experimental data will be recorded in lab notebooks and stored on the server of the research group. Microbiome and other data will be stored, and protected on the server of the research group, which is only accessible by registered personnel. Data regarding the collected swabs deposited in the Biobank of Antwerp are stored on the servers of the Biobank of Antwerp. After the open access publication of the research, the sequences will also be made public through public databases, such as ENA, where sample-related data can be made available as well. How will the data be backed up? The data will be stored on the KUL university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: The data will be stored on servers from the KUL, there is no limit on the amount of data that can be stored there. 2019-10-01 | FWO DMP Template 6 What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. The cost of the J-drive is €519/TB/year The cost is covered by the laboratory of molecular cell biology. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven: The data is stored on servers of the KUL which are a secure environment. Furthermore, the data is divided into folders which are only visible for the people working on the project. The work laptop is managed by KUL, protected by Windows defender. UAntwerp: Research group servers and data in the Biobank of Antwerp (Bioslims software) are only accessible by registered personnel cfr. the Biobank or departmental security policies. Authentication takes place by personal username and password. University of Antwerp user accounts are created/managed by the IT department. Access rights to study data is provided upon decision by the head of the research group. 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be stored in the servers from the KUL and on a hard drive. 2019-10-01 | FWO DMP Template 7 Where will these data be archived (= stored for the long term)? KU Leuven: The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. UAntwerp: Microbiome data and the corresponding metadata will be archived on the server of the research group, in the Biobank of Antwerp and in ENA upon data publication. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. The costs are €113,84/TB/year and these costs will be covered by the lab of molecular cell biology. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: The detailed description of the probiotic species, that prove to have the capacity to inhibit Candida during vaginal candidiasis, cannot be revealed. The Intellectual Property Department of KU Leuven Research & Development (LRD) will guide us during the entire process of protecting intellectual property. Which data will be made available after the end of the project? Data will be available at the end of the project with the possible exception of the detailed description of the probiotic species, that prove to have the capacity to inhibit Candida during vaginal candidiasis, as we would like to file a patent application. After the Open access publication of the research, the microbiome sequences will be made public through public databases such as ENA, where sample-related metadata can be made available as well. 2019-10-01 | FWO DMP Template 8 Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): When will the data be made available? Upon publication of the research results. The data will be available upon request after publication. Who will be able to access the data and under what conditions? Before publication, a dedicated list of researchers from the Lab of Applied Microbiology and Biotechnology (UA) and the laboratory of molecular cell biology (KUL) will have access to either the Biobank or server. There will be open access to the data with the exception of the detailed description of the probiotic species, that prove to have the capacity to inhibit Candida during vaginal candidiasis as we would like to file a patent application. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Since the data is shared upon request, there are currently no expected costs. The Biobank costs for data sharing are 4EUR/sample and will be covered by the requesting party. 8. Responsibilities Who will be responsible for the data documentation & metadata? FWO researcher Mart Sillen will be the main responsible for data documentation & metadata. Dr. Ir. Stijn Wittouck and Prof. Sarah Lebeer and Prof. Patrick Van Dijck are co-responsible for the data storage and backup of the server. Who will be responsible for data storage & back up during the project? FWO researcher Mart Sillen will be the main responsible, and Dr. Ir. Stijn Wittouck and Prof. Sarah Lebeer and Prof. Patrick Van Dijck will be co-responsible for the data storage and backup of the server. 2019-10-01 | FWO DMP Template 9 Who will be responsible for ensuring data preservation and sharing? FWO researcher Mart Sillen will be the main responsible, and Dr. Ir. Stijn Wittouck and Prof. Sarah Lebeer and Prof. Patrick Van Dijck will be co-responsible for the data preservation and sharing. Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMP FWO researcher Mart Sillen, Prof. Sarah Lebeer and Prof. Patrick Van Dijck bear the overall responsibility for updating & implementing this DMP."
}