{
    "document_id": "D-2021-1143",
    "LinkTitle": "D-2021-1143",
    "file_name": "D-2021-1143.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1143.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Paulien Verstraete",
        "num_pages": 6
    },
    "content": {
        "full_text": "1  \nData Management Plan  (FWO DMP)  \nSerine/glycine synthesis addiction in acute lymphoblastic leukemia and \nresulting therapeutic opportunities  \n \nADMIN DETAILS  \nProject Name: Data Management Plan  (FWO DMP) – Serine/glycine synthesis addiction in acute \nlymphoblastic leukemia and resulting therapeutic opportunities  \nPrincipal Investigator / Researcher: Paulien Verstraete  \nInstitution: KU Leuven  \n \n1. GENERAL INFORMATION  \nName applicant  \nVERSTRAETE Paulien  \n \nFWO Project Number & Title  \n1116822N  - Serine/glycine sy nthesis addiction in acute lymphoblastic leukemia and resulting therapeutic \nopportunities  \n \nAffiliation  \nKU Leuven  \n \n \n2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \n- Generate new data  \n- Reuse existing data  \n \nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) o r as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the technical format).  \n- Notes about the experiments will be kept in both hard copy notebooks and electronic documents \n(.doc, .csv, .ppt). These electronic files wil l have a size of max.  20 MB.  \n- Next generation sequencing data (FASTQ(C), baf -files) (Methylation sequencing, ChIP \nsequencing) generated by others and ourselves will be collected.  \n2 - Numerical data (.csv, .xls, . pzfx, .fcs) will be generated by various software packages resulting from \ncell and molecular biology experiments (Western blot, RT -qPCR, flow cytometry, proteomics, \nmetabolomics, lipidomics , FACS, luminescenc e and fluorescence plate reading ). These files will \nhave a size between  20-40 MB. \n- Images (.gif, .jpg, .png, .tif, .pdf, .pptx) of immunoblots, microscopy, graphical representations of \ndata will be generated and have a size of 10 MB.  \n- Manuscript papers (.doc , .csv, .pptx) will  have a size of approximately 10 MB.  \n- Generated cell lines and tissue samples from in vivo xenografts will be collected ( cryovials ). Around \n200-500 vials will b e gathered over the course of the project .  \n- Generated DNA/RNA/Protein samples will be generated. Around 300 -1000 sample tubes will be \ngenerated.  \n \n \n3. LEGAL AND ETHICAL ISSUES  \nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service \nPurposes (PRET application).  Be aware that registering the fact that you process personal data is \na legal obligation.  \n- No \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. expe riments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)  \n- Yes \nEthical approval for animal work will be obtained prior to the start of experimental work later in this project.  \n \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted?  \n- No \nWe do not expect data with potential f or tech transfer and valorization within the course  of this project. If  \nthis would be the case at a certain point, LRD will be contacted.  \n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?  \n- No \n \n \n \n \n3 4. DOCUMENTATION AND METADATA  \nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?  \nAll wet lab experiments  and protocols  will be documented in hard copy notebooks and electronic documents \nstored on the secured KU Leuven J -drive. Additional data  and experiments will also be stored on this J -\ndrive.  \n \nWill a metadata standard be used? If so,  describe in detail which standard wi ll be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.  \n- No \nNo metadata standard will be used. Each researcher working on this project will document data, protocols \nand results in self -chosen folder s on the KU Leuven J -drive (organized by subproject and/or type of \nexperiment). Therefore, data will be annotated according to the researchers’ standards. However, publically \navailable data will be annotated according to the standards of public databases ( GEO, EGA etc.) in order \nto allow easy and findable data reuse.  \n \n \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT  \nWhere will the data be stored?  \n- Datasets, metadata, protocols and experimental results will be stored on the secured KU Leuven \nJ-drive. After  the project has finished, the data will be stored on the KU Leuven Archive drive. No \nexperimental data or protocols will be stored on hard drives or hard disks of personal computers \nas no backups are guaranteed.  \n- Cell lines, mouse tissue samples and PDX samples will be stored in the liquid nitrogen storage.  \n- DNA, RNA and protein samples will be store d in -20°C and -80°C freezers.  \n \nHow is backup of the data provided?  \nThe KU Leuven J -drive is automatically backed up several times a day by the KU Leuven ICTS service  and \nis protected against any potential hazard by storage in the ICTS secure data center . \nThe -80°C and liquid nitrogen storage are equipped with an alarm warning technical services and the lab \nmanager if anything goes wrong with sample storage.  \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will \nbe taken care of.  \n- Yes \nAdditional storage on the KU Leuven J -drive and liquid nitrogen capacity can be purchased if necessary. \nThe -20°C and -80°C freezers in the lab are more than sufficient to cover the needs of this project.  \n \n \n4 What are the expected costs for data storage and back up during the project? How will these \ncosts be covered?  \n- A cost of €51,90 / 100GB / year for storage on the KU Leuven J -drive  is needed . We anticipate to  \nneed a budget of maximum €1000  for data storage and back -up during the  project.  \n- Liquid nitrogen storage capacity costs €50 / year for one entire sample column (13  boxes of 81 \nsamples). We expect to need half a column for sample storage related to  this project.  \n- We do not expect any costs related to -20°C and -80°C storage given the investments  that our lab \nmade in the past 5 years.  \n- All costs will be covered by the funding of this project and money that the lab saved over the years.  \n \nData security: how will you ensure that the data are securely stored an d not accessed or modified \nby unauthorized persons?  \nKU Leuven storage drives are secured and can only be accessed by authorized personnel with a valid \naccount and password. Secondly, KU Leuven recently enhanced security authorization by implying the KU \nLeuven Authenticator app which only allows logging in using an extra verification step through this \napplication. Liquid nitrogen tanks are in rooms that are locked and can only be accessed by authorized \npersonnel.  \n \n \n6. DATA PRESERVATION AFTER THE FWO PROJECT  \nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues , ...). \nAll data will be retained for at least 5 years. Except RNA and protein samples will be retained for 2 years \ndue to quality loss upon long -term storage.  \n \nWhere will the data be archived (= stored for the longer term)?  \n- Long -term storage of experiment al data and protocols will be on the KU Leuven Archive drive as \nwell as the KU Leuven J -drive.  \n- Experimental results will also be deposited to data repositories such as the European Genome -\nphenome Archive (EGA:  https://www.ebi.ac.uk/ega/home) . \n- Cell line vi als, tissue and xenograft samples  will be stored in the  liquid nitrogen storage system . \n- DNA, RNA and protein samples  will be stored in  -20°C and -80°C freezers .  \n \nWhat are the expected costs for data preservation during the retention period of 5 years? How  will \nthe costs be covered?  \n- A cost of €51,90 / 100GB / year for storage on the KU Leuven J -drive is needed. We anticipate to \nneed a budget of maximum €1000 for data storage and back -up during the project.  \n- Liquid nitrogen storage capacity costs €50 / year for one entire sample column  (13 boxes of 81 \nsamples). We expect to need half a column for sample storage related to this project.  \n- Costs will be covered from money the lab has saved over the years.  \n5 7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?  \n- No \n \nWhich data will be made available after the end of the project?  \n- Experimental results  \n- Data derived from human patient samples will be made available in an anonymized fashion in order \nto never reveal the identity of the sample donors.  \n \nWhere/how will the data be made available for reuse?  \n- In an Open Access repository  \n- In a restricted access repository  \n- Upon request by mail  \n- All datasets will be made available in dedicated data repositories as mentioned  previously.  \n- Generated cell lines and DNA constructs will be available upon request within  the framework of a \nscientific collaboration.  \n \nWhen will the data be made available?  \n- Upon publication of the research results  \nEarlier access of experimental results, generated cell lines and DNA constructs may be granted upon \nrequest and within the framework of a scientific collaboration.  \n \nWho will be able to access the data and under what conditions?  \n- Experimental data and protocols will be accessible to all members of our laboratory (KU Leuven \nLaboratory for Disease Mechanisms in Cancer, www.LDMC.be ) (through J -drive access)  \n- Datasets will be available through data rep ositories (EGA) where scientists will be able to download \nthe data without restrictions.  \n- Unpublished data, DNA and generated cell lines can be made accessible upon request in the \ncontext of a scientific collaboration.  \n \nWhat are the expected costs for data sharing? How will the costs be covered?   \nNo costs are expected. Shipping costs for biological samples will be charged to interested scientists.  \n \n \n8. RESPONSIBILITIES  \nWho will be responsible for data documentation & metadata?  \nPhD student, postdocs and tec hnicians.  \n \n \n6 Who will be responsible for data storage & back up during the project?  \nKU Leuven ICTS  \n \nWho will be responsible for ensuring data preservation and reuse ?  \nKim De Keersmaecker  \n \nWho bears the end responsibility for updating & implementing this DMP?  \nThe PI bears the end responsibility of updating and implementing this DMP.  "
    },
    "clean_full_text": "1 Data Management Plan (FWO DMP) Serine/glycine synthesis addiction in acute lymphoblastic leukemia and resulting therapeutic opportunities ADMIN DETAILS Project Name: Data Management Plan (FWO DMP) – Serine/glycine synthesis addiction in acute lymphoblastic leukemia and resulting therapeutic opportunities Principal Investigator / Researcher: Paulien Verstraete Institution: KU Leuven 1. GENERAL INFORMATION Name applicant VERSTRAETE Paulien FWO Project Number & Title 1116822N - Serine/glycine sy nthesis addiction in acute lymphoblastic leukemia and resulting therapeutic opportunities Affiliation KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? - Generate new data - Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) o r as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). - Notes about the experiments will be kept in both hard copy notebooks and electronic documents (.doc, .csv, .ppt). These electronic files wil l have a size of max. 20 MB. - Next generation sequencing data (FASTQ(C), baf -files) (Methylation sequencing, ChIP sequencing) generated by others and ourselves will be collected. 2 - Numerical data (.csv, .xls, . pzfx, .fcs) will be generated by various software packages resulting from cell and molecular biology experiments (Western blot, RT -qPCR, flow cytometry, proteomics, metabolomics, lipidomics , FACS, luminescenc e and fluorescence plate reading ). These files will have a size between 20-40 MB. - Images (.gif, .jpg, .png, .tif, .pdf, .pptx) of immunoblots, microscopy, graphical representations of data will be generated and have a size of 10 MB. - Manuscript papers (.doc , .csv, .pptx) will have a size of approximately 10 MB. - Generated cell lines and tissue samples from in vivo xenografts will be collected ( cryovials ). Around 200-500 vials will b e gathered over the course of the project . - Generated DNA/RNA/Protein samples will be generated. Around 300 -1000 sample tubes will be generated. 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. - No Are there any ethical issues concerning the creation and/or use of the data (e.g. expe riments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) - Yes Ethical approval for animal work will be obtained prior to the start of experimental work later in this project. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? - No We do not expect data with potential f or tech transfer and valorization within the course of this project. If this would be the case at a certain point, LRD will be contacted. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? - No 3 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? All wet lab experiments and protocols will be documented in hard copy notebooks and electronic documents stored on the secured KU Leuven J -drive. Additional data and experiments will also be stored on this J - drive. Will a metadata standard be used? If so, describe in detail which standard wi ll be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. - No No metadata standard will be used. Each researcher working on this project will document data, protocols and results in self -chosen folder s on the KU Leuven J -drive (organized by subproject and/or type of experiment). Therefore, data will be annotated according to the researchers’ standards. However, publically available data will be annotated according to the standards of public databases ( GEO, EGA etc.) in order to allow easy and findable data reuse. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? - Datasets, metadata, protocols and experimental results will be stored on the secured KU Leuven J-drive. After the project has finished, the data will be stored on the KU Leuven Archive drive. No experimental data or protocols will be stored on hard drives or hard disks of personal computers as no backups are guaranteed. - Cell lines, mouse tissue samples and PDX samples will be stored in the liquid nitrogen storage. - DNA, RNA and protein samples will be store d in -20°C and -80°C freezers. How is backup of the data provided? The KU Leuven J -drive is automatically backed up several times a day by the KU Leuven ICTS service and is protected against any potential hazard by storage in the ICTS secure data center . The -80°C and liquid nitrogen storage are equipped with an alarm warning technical services and the lab manager if anything goes wrong with sample storage. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. - Yes Additional storage on the KU Leuven J -drive and liquid nitrogen capacity can be purchased if necessary. The -20°C and -80°C freezers in the lab are more than sufficient to cover the needs of this project. 4 What are the expected costs for data storage and back up during the project? How will these costs be covered? - A cost of €51,90 / 100GB / year for storage on the KU Leuven J -drive is needed . We anticipate to need a budget of maximum €1000 for data storage and back -up during the project. - Liquid nitrogen storage capacity costs €50 / year for one entire sample column (13 boxes of 81 samples). We expect to need half a column for sample storage related to this project. - We do not expect any costs related to -20°C and -80°C storage given the investments that our lab made in the past 5 years. - All costs will be covered by the funding of this project and money that the lab saved over the years. Data security: how will you ensure that the data are securely stored an d not accessed or modified by unauthorized persons? KU Leuven storage drives are secured and can only be accessed by authorized personnel with a valid account and password. Secondly, KU Leuven recently enhanced security authorization by implying the KU Leuven Authenticator app which only allows logging in using an extra verification step through this application. Liquid nitrogen tanks are in rooms that are locked and can only be accessed by authorized personnel. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues , ...). All data will be retained for at least 5 years. Except RNA and protein samples will be retained for 2 years due to quality loss upon long -term storage. Where will the data be archived (= stored for the longer term)? - Long -term storage of experiment al data and protocols will be on the KU Leuven Archive drive as well as the KU Leuven J -drive. - Experimental results will also be deposited to data repositories such as the European Genome - phenome Archive (EGA: https://www.ebi.ac.uk/ega/home) . - Cell line vi als, tissue and xenograft samples will be stored in the liquid nitrogen storage system . - DNA, RNA and protein samples will be stored in -20°C and -80°C freezers . What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? - A cost of €51,90 / 100GB / year for storage on the KU Leuven J -drive is needed. We anticipate to need a budget of maximum €1000 for data storage and back -up during the project. - Liquid nitrogen storage capacity costs €50 / year for one entire sample column (13 boxes of 81 samples). We expect to need half a column for sample storage related to this project. - Costs will be covered from money the lab has saved over the years. 5 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? - No Which data will be made available after the end of the project? - Experimental results - Data derived from human patient samples will be made available in an anonymized fashion in order to never reveal the identity of the sample donors. Where/how will the data be made available for reuse? - In an Open Access repository - In a restricted access repository - Upon request by mail - All datasets will be made available in dedicated data repositories as mentioned previously. - Generated cell lines and DNA constructs will be available upon request within the framework of a scientific collaboration. When will the data be made available? - Upon publication of the research results Earlier access of experimental results, generated cell lines and DNA constructs may be granted upon request and within the framework of a scientific collaboration. Who will be able to access the data and under what conditions? - Experimental data and protocols will be accessible to all members of our laboratory (KU Leuven Laboratory for Disease Mechanisms in Cancer, www.LDMC.be ) (through J -drive access) - Datasets will be available through data rep ositories (EGA) where scientists will be able to download the data without restrictions. - Unpublished data, DNA and generated cell lines can be made accessible upon request in the context of a scientific collaboration. What are the expected costs for data sharing? How will the costs be covered? No costs are expected. Shipping costs for biological samples will be charged to interested scientists. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? PhD student, postdocs and tec hnicians. 6 Who will be responsible for data storage & back up during the project? KU Leuven ICTS Who will be responsible for ensuring data preservation and reuse ? Kim De Keersmaecker Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating and implementing this DMP."
}