{
    "document_id": "D-2023-2362",
    "LinkTitle": "D-2023-2362",
    "file_name": "D-2023-2362.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2362.pdf",
    "metadata": {
        "title": "D-2023-2362",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Humiplast DMP V1.0  1 DMP HUMIPLAST ‘The development of melt electrowritten, ﬂexible and micro-porous sensors  for monitoring plant transpiration in real time’   Creator: Veerle Bloemen A3iliation: KU Leuven (KUL)  Template KU Leuven: BOF-IOF  Grant number / URL ID: IDN/23/007   Start date: 01/10/2023 End date: 30/09/2027  Project abstract Climate change is posing serious threats on global agricultural productivity. More frequently than ever, crops are facing extreme and unpredictable weather events, which lead to drought, heat, ﬂooding, and pathogen stress. Knowing how plants deal with stress and understanding how they are sensing stress is crucial for safeguarding agricultural productivity under a changing climate. The era of smart farming is revolutionizing our current farming systems, thanks to major advancements in electronics, information technology and material sciences.  In the HumiPlast project, we aim at developing an aXordable humidity sensor able to measure plant transpiration in real-time, hereby combining advanced technologies in an interdisciplinary approach and progressing beyond the state-of-the-art. Melt electrowriting of novel polymers will be used as the high-resolution 3D printing tool to fabricate ﬂexible meshes on which conductive and dielectric ﬁlms will be placed to sense humidity by resistance or capacitance changes.  The development of such a novel plant sensor that can measure speciﬁc plant physiological processes, will open a new ﬁeld in plant diagnostics.    \nHumiplast DMP V1.0  2 Research Data Summary Dataset name/ ID Descrip/on New (N) or Reuse (R) Digital or physical data Data type File format Data volume Physical volume SEM Sample morphology/ characterization N digital Experi-mental (Exp) .ti< <100MB  MEW Print parameters N Physical Digital Exp .xlsx, .csv, .txt <100MB Notes in lab book, print code in Motion Perfect Electrical measurements Probe station N Digital Exp txt,.csv <1GB  Mechanical measurements Tensiometer N Digital Exp txt,.csv <1GB  XPS surface chemistry analysis N Digital Exp Software .vms,.emf,.csv  <100MB  AFM  roughness estimation  N Digital Exp .jpg <100MB  PVD depositions Sputtering/ patterning of thin ﬁlms N Digital & physical Exp Software .xlsx <100MB Parameters written down on physical/ electronic logbook 1H-NMR Characterization of synthesis steps N Digital Exp .ﬁd <100MB  GPC Characterization of synthesis steps N Digital Exp .xlsx <100MB  Microscopic images Characterization N Digital Exp .ti<, .jpeg, .eps <250 MB  Plant material Study objects N Physical (seeds) Exp / / Several falcon tubes.  Are there any ethical issues concerning the creation and/or use of the data (e g experiments on humans or animals dual use)? If so refer to speciﬁc datasets or data types when appropriate and provide the relevant ethical approval number   no Will you process personal data? If so please refer to speciﬁc datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number) No \nHumiplast DMP V1.0  3 Does your work have potential for commercial valorization (eg tech transfer for example spin o3s commercial exploitation )? If so please comment per dataset or data type where appropriate Yes This work has a clear commercial potential. Both the raw and analyzed data that has the potential for commercial valorization, will be kept conﬁdential and shared when appropriate only with the members of the research group. Possible IP will be explored and on a case by case basis we will evaluate whether to patent (LRD oXice) or publish an article on our work. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e g Material or Data transfer agreements Research collaboration agreements)? If so please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues such as intellectual property rights and ownership to be managed related to the data you (re)use? if so please explain in the comment section to what data they relate and which restrictions will be asserted No Documentation and Metadata All protocols and methodology are kept in Excel spreadsheets and word doc. and shared among team members. The ﬁles are kept on a personal computer and on a cloud service (Onedrive, shared folder). Accompanying readme ﬁles explaining the electronic ﬁling system will always be kept in the main directory. Data collected directly from certain equipment with no possible digital data format(s) are kept in a physical and/or electronic laboratory notebook (Evernote). Will a metadata standard be used to make it easier to ﬁnd and reuse the data ? If so please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to ﬁnd and reuse. No metadata standard will be used here.  The names of the ﬁles will be structured in a comprehensible way: system studied/date/main parameters used. In addition, data will be stored in a folder per experimental setup, the type of investigated system and the corresponding date. In this way, by tracking the corresponding logbook notes, each ﬁle can be easily found on the local computers controlling the setup and on the server of the laboratory. \nHumiplast DMP V1.0  4 The analysis ﬁles will contain notes describing the analysis procedure and mention which original data ﬁles are included. A readme ﬁle describing the goal of the experiment and the analysis procedure will be stored in the folder where the data are saved.  Data Storage & Back up during the Research Project Where will the data be stored?   OneDrive (KU Leuven)   Shared network drive (J drive)   Personal network drive (I drive) How will the data be backed up? Standard back up provided by KU Leuven ICTS.   Personal backups made as described below: Additional backups will be archived in the protected ESAT cloud Long term data preservation (after research) and every 6 months all data is backed up in to a physical open drive Is there currently su3icient storage & backup capacity during the project? If no or insu3icient storage or backup capacities are available explain how this will be taken care of   Yes How will you ensure that the data are securely stored and not accessed or modiﬁed by unauthorized persons? Data on one-drive is encrypted and requires authentication to access it. Every team member has a unique link that allows access from his/her account. Data on the personal workstation is protected by an access password. The data on the pendrive is zipped in a password protected archive. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Every KU Leuven employee has 1TB of storage free to use, physical external hard disks of 4TB cost +- 150 euro. This can be covered by the project budget.     \nHumiplast DMP V1.0  5 Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved clearly state the reasons for this (e g legal or contractual restrictions storage/budget issues institutional policies ) All data will be preserved for at least 10 years according to KU Leuven RDM policy. Special attention will be given to IP-sensitive data.  Where will these data be archived (stored and curated for the long term)?  KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect the costs for data preservation during the expected retention period to be manageable (< 3000 euro).  The costs for data preservation during the project will be covered by the project and after the project shared by the involved PI’s.  Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available Yes, as open data - Published work - SOPs (when not part of an IP-application) Yes, as restricted data (upon approval) or institutional access only: some data could remain conﬁdential due to the potential for commercialization - Data sets with IP-potential - SOPs with IP-potential If access is restricted, please specify who will be able to access the data and under what conditions Team members and LRD will be able to access the data (upon approval from the PI’s) Are there any factors that restrict or prevent the sharing of (some of) the data (e g as deﬁned in an agreement with a 3rd party legal restrictions)? Please explain per dataset or data type where appropriate  Yes, intellectual property rights  \nHumiplast DMP V1.0  6 Where will the data be made available? If already known please provide a repository per dataset or data type KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none please explain why To be discussed with LRD Do you intend to add a persistent identiﬁer (PID) to your dataset(s) e g a DOI or accession number? If already available please provide it here Yes a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? The expected costs for data sharing are expected to be rather low (<2000 euro) and are covered by the project.  Responsibilities Who will manage data documentation and metadata during the research project? The team members  Who will manage data storage and backup during the research project? The team members  Who will manage data preservation and sharing? The PI’s  Who will update and implement this DMP?  Prof. Bloemen "
    },
    "clean_full_text": "Humiplast DMP V1.0 1 DMP HUMIPLAST ‘The development of melt electrowritten, ﬂexible and micro-porous sensors for monitoring plant transpiration in real time’ Creator: Veerle Bloemen A3iliation: KU Leuven (KUL) Template KU Leuven: BOF-IOF Grant number / URL ID: IDN/23/007 Start date: 01/10/2023 End date: 30/09/2027 Project abstract Climate change is posing serious threats on global agricultural productivity. More frequently than ever, crops are facing extreme and unpredictable weather events, which lead to drought, heat, ﬂooding, and pathogen stress. Knowing how plants deal with stress and understanding how they are sensing stress is crucial for safeguarding agricultural productivity under a changing climate. The era of smart farming is revolutionizing our current farming systems, thanks to major advancements in electronics, information technology and material sciences. In the HumiPlast project, we aim at developing an aXordable humidity sensor able to measure plant transpiration in real-time, hereby combining advanced technologies in an interdisciplinary approach and progressing beyond the state-of-the-art. Melt electrowriting of novel polymers will be used as the high-resolution 3D printing tool to fabricate ﬂexible meshes on which conductive and dielectric ﬁlms will be placed to sense humidity by resistance or capacitance changes. The development of such a novel plant sensor that can measure speciﬁc plant physiological processes, will open a new ﬁeld in plant diagnostics. Humiplast DMP V1.0 2 Research Data Summary Dataset name/ ID Descrip/on New (N) or Reuse (R) Digital or physical data Data type File format Data volume Physical volume SEM Sample morphology/ characterization N digital Experi-mental (Exp) .ti< <100MB MEW Print parameters N Physical Digital Exp .xlsx, .csv, .txt <100MB Notes in lab book, print code in Motion Perfect Electrical measurements Probe station N Digital Exp txt,.csv <1GB Mechanical measurements Tensiometer N Digital Exp txt,.csv <1GB XPS surface chemistry analysis N Digital Exp Software .vms,.emf,.csv <100MB AFM roughness estimation N Digital Exp .jpg <100MB PVD depositions Sputtering/ patterning of thin ﬁlms N Digital & physical Exp Software .xlsx <100MB Parameters written down on physical/ electronic logbook 1H-NMR Characterization of synthesis steps N Digital Exp .ﬁd <100MB GPC Characterization of synthesis steps N Digital Exp .xlsx <100MB Microscopic images Characterization N Digital Exp .ti<, .jpeg, .eps <250 MB Plant material Study objects N Physical (seeds) Exp / / Several falcon tubes. Are there any ethical issues concerning the creation and/or use of the data (e g experiments on humans or animals dual use)? If so refer to speciﬁc datasets or data types when appropriate and provide the relevant ethical approval number no Will you process personal data? If so please refer to speciﬁc datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number) No Humiplast DMP V1.0 3 Does your work have potential for commercial valorization (eg tech transfer for example spin o3s commercial exploitation )? If so please comment per dataset or data type where appropriate Yes This work has a clear commercial potential. Both the raw and analyzed data that has the potential for commercial valorization, will be kept conﬁdential and shared when appropriate only with the members of the research group. Possible IP will be explored and on a case by case basis we will evaluate whether to patent (LRD oXice) or publish an article on our work. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e g Material or Data transfer agreements Research collaboration agreements)? If so please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues such as intellectual property rights and ownership to be managed related to the data you (re)use? if so please explain in the comment section to what data they relate and which restrictions will be asserted No Documentation and Metadata All protocols and methodology are kept in Excel spreadsheets and word doc. and shared among team members. The ﬁles are kept on a personal computer and on a cloud service (Onedrive, shared folder). Accompanying readme ﬁles explaining the electronic ﬁling system will always be kept in the main directory. Data collected directly from certain equipment with no possible digital data format(s) are kept in a physical and/or electronic laboratory notebook (Evernote). Will a metadata standard be used to make it easier to ﬁnd and reuse the data ? If so please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to ﬁnd and reuse. No metadata standard will be used here. The names of the ﬁles will be structured in a comprehensible way: system studied/date/main parameters used. In addition, data will be stored in a folder per experimental setup, the type of investigated system and the corresponding date. In this way, by tracking the corresponding logbook notes, each ﬁle can be easily found on the local computers controlling the setup and on the server of the laboratory. Humiplast DMP V1.0 4 The analysis ﬁles will contain notes describing the analysis procedure and mention which original data ﬁles are included. A readme ﬁle describing the goal of the experiment and the analysis procedure will be stored in the folder where the data are saved. Data Storage & Back up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Shared network drive (J drive) Personal network drive (I drive) How will the data be backed up? Standard back up provided by KU Leuven ICTS. Personal backups made as described below: Additional backups will be archived in the protected ESAT cloud Long term data preservation (after research) and every 6 months all data is backed up in to a physical open drive Is there currently su3icient storage & backup capacity during the project? If no or insu3icient storage or backup capacities are available explain how this will be taken care of Yes How will you ensure that the data are securely stored and not accessed or modiﬁed by unauthorized persons? Data on one-drive is encrypted and requires authentication to access it. Every team member has a unique link that allows access from his/her account. Data on the personal workstation is protected by an access password. The data on the pendrive is zipped in a password protected archive. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Every KU Leuven employee has 1TB of storage free to use, physical external hard disks of 4TB cost +- 150 euro. This can be covered by the project budget. Humiplast DMP V1.0 5 Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved clearly state the reasons for this (e g legal or contractual restrictions storage/budget issues institutional policies ) All data will be preserved for at least 10 years according to KU Leuven RDM policy. Special attention will be given to IP-sensitive data. Where will these data be archived (stored and curated for the long term)? KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect the costs for data preservation during the expected retention period to be manageable (< 3000 euro). The costs for data preservation during the project will be covered by the project and after the project shared by the involved PI’s. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available Yes, as open data - Published work - SOPs (when not part of an IP-application) Yes, as restricted data (upon approval) or institutional access only: some data could remain conﬁdential due to the potential for commercialization - Data sets with IP-potential - SOPs with IP-potential If access is restricted, please specify who will be able to access the data and under what conditions Team members and LRD will be able to access the data (upon approval from the PI’s) Are there any factors that restrict or prevent the sharing of (some of) the data (e g as deﬁned in an agreement with a 3rd party legal restrictions)? Please explain per dataset or data type where appropriate Yes, intellectual property rights Humiplast DMP V1.0 6 Where will the data be made available? If already known please provide a repository per dataset or data type KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none please explain why To be discussed with LRD Do you intend to add a persistent identiﬁer (PID) to your dataset(s) e g a DOI or accession number? If already available please provide it here Yes a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? The expected costs for data sharing are expected to be rather low (<2000 euro) and are covered by the project. Responsibilities Who will manage data documentation and metadata during the research project? The team members Who will manage data storage and backup during the research project? The team members Who will manage data preservation and sharing? The PI’s Who will update and implement this DMP? Prof. Bloemen"
}