{
    "document_id": "D-2022-1569",
    "LinkTitle": "D-2022-1569",
    "file_name": "D-2022-1569.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1569.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Kim Vanmeensel\nInstitution\n KU Leuven\n1. General Information\nName applicant\nKim Vanmeensel\nFWO Project Number & Title\nApplication number: G093822N\nFunctionally Graded Materials with Interpenetrating Phases made of\nImmiscible Alloys\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWP\nType\nFormat\nVolume\nHow Created\n1 / 2\nMatlab scripts\n.m and .mat\nmax 5 Gb\nMatlab software\n1\nCAD files\n.stl, .stp,\n.step, .igs,\n.iges\nmax 100 Gb\nSolid Edge, Creo, Inventore software\n1\nCOMSOL files\n.mph\nmax 100 Gb\nComsol Software\n2\nThermocalc\nfiles\n.tc\nmax 100 Gb\nThermocalc software\n2\nMicroscopy\nimages\n.tif\nmax 10 Gb\nImages of wetting experiments\n5\nMicroscopy\nimages\n.tif\nmax 100 Gb\nImages of microstructures\n(optical/scanning electron/transmission\nelectron microscopy)\n5\nX-ray\ndiffraction data\n.csv, .raw\nmax 5 Gb\nX-ray diffraction data\n5\nMechanical\ntest results\n.csv, .txt\nmax 5 Gb\nTest data from quasi-static and dynamic\nmechanical tests\n5\nThermal and\nelectrical\nconductivity\nresults\n.csv, .txt\nmax 5 Gb\nTest data from thermal and electrical\nconductivity measurements\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nDepending on the succesful outcome of the research activities on the functionally graded Fe-\nbased and W-based lattice structures as well as the liquid metal alloy infiltrated lattice structures,\nIP will be claimed. This will happen in close collaboration with the KU Leuven patent office, for\nwhich we are usually in contact with Wim de Clercq and Rachel Gregory.\nPatneting the processing methodology, optimization of the graded structure and optimization of\nthe compositional gradient strategy is aimed at.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nA \nunique labeling methodology\n will be adopted. All sample labels will contain the date en job\nnumber of the processed and characterized material. A separate spreadsheet file will be\ncontinuously updated and physical samples will be stored in dedicated sample boxes also\ncontaining the unique sample labels.\nEach sample will be described as follows:\n- for homogeneous (H) lattice structures\n1. Alloy composition used\n2. LPBF scan parameters used to prodcue H lattice structure\n3. Unit cell and size of the produced lattice structure\n4. Link with the used CAD file describing the lattice structure\n5. Other relevant LPBF processing parameters such as sample orientation and slicing strategy\n \n- for functionally graded (FGM) lattice structures\nBesides the parameters mentioned for H lattice structures, the gradient will be described\n- direction of the porosity gradient\n- porosity gradient function\n- size and morphology of pores\n \nMicroscopy (optical, scanning electron, transmission electron) images will be stored per\ncombination of lattice structure and infiltration alloy.   The methodology and protocol will be\ndescribed and stored in detail in a spreadsheet. A ReadMe file of the image collection will be\nwritten. A similar protocol will be followed for X-ray diffraction files, CAD files, Thermocalc files,\nmechanical and thermal/electrical test files and Comsol files.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nEach sample will be described as follows:\n- for homogeneous (H) lattice structures\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\n1. Alloy composition used\n2. LPBF scan parameters used to prodcue H lattice structure\n3. Unit cell and size of the produced lattice structure\n4. Link with the used CAD file describing the lattice structure\n5. Other relevant LPBF processing parameters such as sample orientation and slicing strategy\n \n- for functionally graded (FGM) lattice structures\nBesides the parameters mentioned for H lattice structures, the gradient will be described\n- direction of the porosity gradient\n- porosity gradient function\n- size and morphology of pores\n \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nSince we will collaborate with researchers from other research units and groups, we will use\nOneDrive for active use of the data during the project.\nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nData will be stored in the cloud using KU Leuven OneDrive. Back-up files will be automatically\nstored on a daily base on external hard discs that will be financed by the allocated project budget\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe total expected cost for data storage and backup during the project equals +/- 456 EUR.\nTwo external hard drives with a capacity of 8 TB each will be bought, with a cost of +/- 200 EUR\neach, VAT incl., corresponding to a total cost of 400 EUR.\nThe use of KU Leuven OneDrive for Business is free of charge\n(see: https://admin.kuleuven.be/icts/english/services/lio/data-storage)\nThe costs for data storage and backup are covered by the allocated project budget.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe collected data does not contain sensitive or personal information. Therefore, no specific\nsecurity measures are taken.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for a period of 10 years, conform the KU Leuven RDM policy.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on so-called ‘Large Volume Archive Storage’ of KU Leuven.\nThe mirrored two external hard drives are also stored during this period of 10 years.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe cost for ‘Large Volume Archive Storage’ of KU Leuven ICTS is \n€ 100,86\n EUR/TB/year,\ncorresponding to an expected total cost of ~500 EUR.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nThe cost for data preservation is covered by the division. The division has allocated budgets to\ncover the costs.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe generated CAD input files and matlab files to couple the lattice design to COMSOL\nmultiphysics simulations will be shared through GitHub.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nGithub (\nhttps://github.com/about\n) in an on-line platform where people build, store and distribute\ntheir software.\nWhen will the data be made available?\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nUpon publication of the research results\nAn embargo period will be in place in case the decision is made to take IP protection. In case of\npatent filing, the filing date will be the last day of the embargo period.\nWho will be able to access the data and under what conditions?\nThe CAD files and Matlab scripts will be uploaded on Github as an open access dataset.\nTherefore, it will be available to anyone for any purpose, provided that they give appropriate\ncredit to the creators.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs are expected.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI, i.e. the PHD researcher working on the topic, and the post-doc supervising the PhD\nstudent.\nWho will be responsible for data storage & back up during the project?\nThe PI, i.e. the PHD researcher working on the topic, and the post-doc supervising the PhD\nstudent.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI, i.e. the PHD researcher working on the topic, and the post-doc supervising the PhD\nstudent.\nThe supervisor, prof. K. Vanmeensel.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Kim Vanmeensel Institution KU Leuven 1. General Information Name applicant Kim Vanmeensel FWO Project Number & Title Application number: G093822N Functionally Graded Materials with Interpenetrating Phases made of Immiscible Alloys Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP Type Format Volume How Created 1 / 2 Matlab scripts .m and .mat max 5 Gb Matlab software 1 CAD files .stl, .stp, .step, .igs, .iges max 100 Gb Solid Edge, Creo, Inventore software 1 COMSOL files .mph max 100 Gb Comsol Software 2 Thermocalc files .tc max 100 Gb Thermocalc software 2 Microscopy images .tif max 10 Gb Images of wetting experiments 5 Microscopy images .tif max 100 Gb Images of microstructures (optical/scanning electron/transmission electron microscopy) 5 X-ray diffraction data .csv, .raw max 5 Gb X-ray diffraction data 5 Mechanical test results .csv, .txt max 5 Gb Test data from quasi-static and dynamic mechanical tests 5 Thermal and electrical conductivity results .csv, .txt max 5 Gb Test data from thermal and electrical conductivity measurements 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Depending on the succesful outcome of the research activities on the functionally graded Fe- based and W-based lattice structures as well as the liquid metal alloy infiltrated lattice structures, IP will be claimed. This will happen in close collaboration with the KU Leuven patent office, for which we are usually in contact with Wim de Clercq and Rachel Gregory. Patneting the processing methodology, optimization of the graded structure and optimization of the compositional gradient strategy is aimed at. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? A unique labeling methodology will be adopted. All sample labels will contain the date en job number of the processed and characterized material. A separate spreadsheet file will be continuously updated and physical samples will be stored in dedicated sample boxes also containing the unique sample labels. Each sample will be described as follows: - for homogeneous (H) lattice structures 1. Alloy composition used 2. LPBF scan parameters used to prodcue H lattice structure 3. Unit cell and size of the produced lattice structure 4. Link with the used CAD file describing the lattice structure 5. Other relevant LPBF processing parameters such as sample orientation and slicing strategy - for functionally graded (FGM) lattice structures Besides the parameters mentioned for H lattice structures, the gradient will be described - direction of the porosity gradient - porosity gradient function - size and morphology of pores Microscopy (optical, scanning electron, transmission electron) images will be stored per combination of lattice structure and infiltration alloy. The methodology and protocol will be described and stored in detail in a spreadsheet. A ReadMe file of the image collection will be written. A similar protocol will be followed for X-ray diffraction files, CAD files, Thermocalc files, mechanical and thermal/electrical test files and Comsol files. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Each sample will be described as follows: - for homogeneous (H) lattice structures This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 1. Alloy composition used 2. LPBF scan parameters used to prodcue H lattice structure 3. Unit cell and size of the produced lattice structure 4. Link with the used CAD file describing the lattice structure 5. Other relevant LPBF processing parameters such as sample orientation and slicing strategy - for functionally graded (FGM) lattice structures Besides the parameters mentioned for H lattice structures, the gradient will be described - direction of the porosity gradient - porosity gradient function - size and morphology of pores 5. Data storage and backup during the FWO project Where will the data be stored? Since we will collaborate with researchers from other research units and groups, we will use OneDrive for active use of the data during the project. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Data will be stored in the cloud using KU Leuven OneDrive. Back-up files will be automatically stored on a daily base on external hard discs that will be financed by the allocated project budget What are the expected costs for data storage and back up during the project? How will these costs be covered? The total expected cost for data storage and backup during the project equals +/- 456 EUR. Two external hard drives with a capacity of 8 TB each will be bought, with a cost of +/- 200 EUR each, VAT incl., corresponding to a total cost of 400 EUR. The use of KU Leuven OneDrive for Business is free of charge (see: https://admin.kuleuven.be/icts/english/services/lio/data-storage) The costs for data storage and backup are covered by the allocated project budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The collected data does not contain sensitive or personal information. Therefore, no specific security measures are taken. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for a period of 10 years, conform the KU Leuven RDM policy. Where will the data be archived (= stored for the longer term)? The data will be stored on so-called ‘Large Volume Archive Storage’ of KU Leuven. The mirrored two external hard drives are also stored during this period of 10 years. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The cost for ‘Large Volume Archive Storage’ of KU Leuven ICTS is € 100,86 EUR/TB/year, corresponding to an expected total cost of ~500 EUR. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 The cost for data preservation is covered by the division. The division has allocated budgets to cover the costs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The generated CAD input files and matlab files to couple the lattice design to COMSOL multiphysics simulations will be shared through GitHub. Where/how will the data be made available for reuse? In an Open Access repository Github ( https://github.com/about ) in an on-line platform where people build, store and distribute their software. When will the data be made available? After an embargo period. Specify the length of the embargo and why this is necessary Upon publication of the research results An embargo period will be in place in case the decision is made to take IP protection. In case of patent filing, the filing date will be the last day of the embargo period. Who will be able to access the data and under what conditions? The CAD files and Matlab scripts will be uploaded on Github as an open access dataset. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? No costs are expected. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI, i.e. the PHD researcher working on the topic, and the post-doc supervising the PhD student. Who will be responsible for data storage & back up during the project? The PI, i.e. the PHD researcher working on the topic, and the post-doc supervising the PhD student. Who will be responsible for ensuring data preservation and reuse ? The PI, i.e. the PHD researcher working on the topic, and the post-doc supervising the PhD student. The supervisor, prof. K. Vanmeensel. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}