{
    "document_id": "D-2024-3245",
    "LinkTitle": "D-2024-3245",
    "file_name": "D-2024-3245.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3245.pdf",
    "metadata": {
        "title": "D-2024-3245",
        "author": "Veerle Van den Eynden",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Kasra Abdavi Azar (0000-0001-5206-4733)\nContributor name(s) (+ ORCID) & roles Jan Opsomer (0000-0001-7723-1120), Professor at the Institute of Philosophy\nProject number 1 & title FWO Junior Postdoctoral Fellowship\nFunder(s) GrantID 21236125N\nAffiliation(s) ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven: 05f950310\nPlease provide a short project description This project explores how Greek philosophers envisioned their intellectual efforts vis-à-vis those of non-\nGreek and non-philosophical traditions. The focus is mostly on the larger Platonic tradition and their \nengagement with ‘religious’ truth claims, i.e. how does the Neoplatonist Proclus maintain the uniqueness \nand superiority of Plato while also regarding the Orphic or Chaldaean tradition as divinely inspired truth? \nThrough a philosophical, historical, and philological analysis of a selected, wide body of sources, it will be \nargued that the heritage and identity of Plato(nism) and Greek philosophy as such was throughout \nantiquity more often than not construed, contested, and legitimised in a (mostly) sympathetic dialogue \nwith other, non-Greek civilisations.\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 32.Research Data Summary\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL \nDATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nAcademic \npublicationsResearch \npapers/books/chapters,  \neditions/translations \n(of ancient texts, \nmostly), \nencyclopaedias/lexica \netc.☐ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:Online \npublications \n(browser-based, \nPDF download) ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nOnline \nresourcesTLG, dictionaries ☒ Reuse existing \ndataOnline software \n(browser-based)\nPublications+ everything that leads \nto it: extensive \nliterature notes (incl. \nreading lists), \nconceptual notes, \ndrafts, arguments, \ntranslations, … ☒ Generate new \ndata☒ Digital\n☒ Physical☒ TextualOnline \npublications \n(browser-based, \nPDF download, \ngreen open \naccess)☒ < 1 GB Some publications \nwill be in print as \nwell\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  I work intensively with the Thesaurus Linguae Graecae  (TLG) and their online database of Greek texts \n(https://stephanus.tlg.uci.edu/ ). My publications will partly reproduce passages/sections of the various \nGreek editions that are stored there, and frequently (but not solely) rely on them to evaluate the texts \nthat I work with.\nI will also use other online resources such as The Brill Dictionary of Ancient Greek \n(https://brill.com/display/db/bdgo?language=en ), and those that are implemented within above-\nmentioned TLG.\nOther than this, I will reuse data found in online publications and printed volumes/books, like every \nresearcher does.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☒ No\nAdditional information:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Will  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .I store parts of my notes physically on written paper but mostly save them to my hard drive. The physical \nones are mostly produced in the early stage of my research (brainstorming ideas, developing concepts, \nlisting possible outcomes/problems), while proper drafts and more complex and ordered notes are \nproduced on my Laptop (including literature reviews, argument outlines, reading lists, translations). There \nare also intermediate stage notes (things to remember, small remarks, spontaneous insights/ideas), which \nare either included within the draft on my Laptop (usually in a different colour to indicate the nature of the  \nremark) or also written down on my physical notes.\nAll the generated data listed above will eventually be brought together as a coherent whole in the final \ndrafts of my papers, which are then submitted to the publishers (usually journals).\nThe only metadata I will produce are those on my Academia.edu and PhilPapers profile, where I present \nand store my publications and the relevant data about the publications (year, volume, publishing house \netc.).\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nBy uploading the metadata on Academia.edu and PhilPapers, I hope to reach a broader audience and \nmake my results (and the correct way to locate/cite them) more easily discoverable.\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☐ Teams\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ ManGO\n☐ Digital vault\n☒ Other: on my hard drive + physically + Google Drive\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (specify)\n☐ Other (specify) \nI bi-weekly back-up all my notes and writings on an external hard drive. The physical notes are stored at \nhome in organised folders. Whenever I make substantial progress, I store another back-up on my personal \nGoogle Drive.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  As long as my apartment is not burnt down (or emptied by a burglar), my external hard drive and physical \nnotes should be safe. Similarly, no unauthorised person could possibly access any of them unless they hack  \nmy password-protected Laptop (or, again, break into my apartment).\nAdditional back-ups on my Google Cloud ensure that even in unlikely scenarios involving the loss of my \nproperty, the major progress is securely saved on the servers of Google.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?No notable costs. I already possess a Laptop, an external hard drive, and regularly buy notebooks once the \nold ones are full.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nThe results (research papers, book chapters, book) will be retained on my external hard drive and \ncomputer as long as they serve me, and in addition to the publication via the publisher—which is the main \nway of data preservation—be made available through KU Leuven’s Lirias and stored on PhilPapers and \nAcademia.edu. If the licence agreement does not allow for uploading the final document, I will upload the \npenultimate draft (without the typesetting) to Lirias and store a preview thereof on Academia.edu.\nPhysical data which is of no use anymore because all its content is accessible in a better organized and \nrevised version in those publications, will be destroyed. Notes that I could not incorporate but might be of \nfuture use, I will keep on my hard drive/folders.\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specify): my Laptop, external hard drive, Google Drive\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?No additional costs.\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nThey final data will be published in journals and books accessible to both scholars and interested general \naudience.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☐ KU Leuven RDR\n☐ Other data repository (specify)\n☒ Other (specify): On the webpages of the publisher + my Academia.edu and PhilPapers page+ in physical \nform to buy in book stores\nWhen will the data be made available? ☐ Upon publication of research results\n☐ Specific date (specify)\n☒ Other (specify): as soon as my papers are accepted, I will upload the abstract and make announcements  \non my Academia.edu page. Upon request, I will already share the penultimate draft then. Once it is \nofficially published, I will seek to make it widely accessible through above-mentioned repositories.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☒ Other (specify): that one which is free (depends on the publisher), preferably open-access\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No additional costs.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Kasra Abdavi Azar\nWho will manage data storage and backup \nduring the research project?Kasra Abdavi Azar\nWho will manage data preservation and \nsharing?Kasra Abdavi Azar\nWho will update and implement this DMP? Kasra Abdavi Azar\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Kasra Abdavi Azar (0000-0001-5206-4733) Contributor name(s) (+ ORCID) & roles Jan Opsomer (0000-0001-7723-1120), Professor at the Institute of Philosophy Project number 1 & title FWO Junior Postdoctoral Fellowship Funder(s) GrantID 21236125N Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description This project explores how Greek philosophers envisioned their intellectual efforts vis-à-vis those of non- Greek and non-philosophical traditions. The focus is mostly on the larger Platonic tradition and their engagement with ‘religious’ truth claims, i.e. how does the Neoplatonist Proclus maintain the uniqueness and superiority of Plato while also regarding the Orphic or Chaldaean tradition as divinely inspired truth? Through a philosophical, historical, and philological analysis of a selected, wide body of sources, it will be argued that the heritage and identity of Plato(nism) and Greek philosophy as such was throughout antiquity more often than not construed, contested, and legitimised in a (mostly) sympathetic dialogue with other, non-Greek civilisations. 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 32.Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Academic publicationsResearch papers/books/chapters, editions/translations (of ancient texts, mostly), encyclopaedias/lexica etc.☐ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:Online publications (browser-based, PDF download) ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Online resourcesTLG, dictionaries ☒ Reuse existing dataOnline software (browser-based) Publications+ everything that leads to it: extensive literature notes (incl. reading lists), conceptual notes, drafts, arguments, translations, … ☒ Generate new data☒ Digital ☒ Physical☒ TextualOnline publications (browser-based, PDF download, green open access)☒ < 1 GB Some publications will be in print as well 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. I work intensively with the Thesaurus Linguae Graecae (TLG) and their online database of Greek texts (https://stephanus.tlg.uci.edu/ ). My publications will partly reproduce passages/sections of the various Greek editions that are stored there, and frequently (but not solely) rely on them to evaluate the texts that I work with. I will also use other online resources such as The Brill Dictionary of Ancient Greek (https://brill.com/display/db/bdgo?language=en ), and those that are implemented within above- mentioned TLG. Other than this, I will reuse data found in online publications and printed volumes/books, like every researcher does. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .I store parts of my notes physically on written paper but mostly save them to my hard drive. The physical ones are mostly produced in the early stage of my research (brainstorming ideas, developing concepts, listing possible outcomes/problems), while proper drafts and more complex and ordered notes are produced on my Laptop (including literature reviews, argument outlines, reading lists, translations). There are also intermediate stage notes (things to remember, small remarks, spontaneous insights/ideas), which are either included within the draft on my Laptop (usually in a different colour to indicate the nature of the remark) or also written down on my physical notes. All the generated data listed above will eventually be brought together as a coherent whole in the final drafts of my papers, which are then submitted to the publishers (usually journals). The only metadata I will produce are those on my Academia.edu and PhilPapers profile, where I present and store my publications and the relevant data about the publications (year, volume, publishing house etc.). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: By uploading the metadata on Academia.edu and PhilPapers, I hope to reach a broader audience and make my results (and the correct way to locate/cite them) more easily discoverable. If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ Teams ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ ManGO ☐ Digital vault ☒ Other: on my hard drive + physically + Google Drive How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify) ☐ Other (specify) I bi-weekly back-up all my notes and writings on an external hard drive. The physical notes are stored at home in organised folders. Whenever I make substantial progress, I store another back-up on my personal Google Drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data As long as my apartment is not burnt down (or emptied by a burglar), my external hard drive and physical notes should be safe. Similarly, no unauthorised person could possibly access any of them unless they hack my password-protected Laptop (or, again, break into my apartment). Additional back-ups on my Google Cloud ensure that even in unlikely scenarios involving the loss of my property, the major progress is securely saved on the servers of Google. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9What are the expected costs for data storage and backup during the research project? How will these costs be covered?No notable costs. I already possess a Laptop, an external hard drive, and regularly buy notebooks once the old ones are full. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) The results (research papers, book chapters, book) will be retained on my external hard drive and computer as long as they serve me, and in addition to the publication via the publisher—which is the main way of data preservation—be made available through KU Leuven’s Lirias and stored on PhilPapers and Academia.edu. If the licence agreement does not allow for uploading the final document, I will upload the penultimate draft (without the typesetting) to Lirias and store a preview thereof on Academia.edu. Physical data which is of no use anymore because all its content is accessible in a better organized and revised version in those publications, will be destroyed. Notes that I could not incorporate but might be of future use, I will keep on my hard drive/folders. Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specify): my Laptop, external hard drive, Google Drive FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10What are the expected costs for data preservation during the expected retention period? How will these costs be covered?No additional costs. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: They final data will be published in journals and books accessible to both scholars and interested general audience. If access is restricted, please specify who will be able to access the data and under what conditions. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☐ KU Leuven RDR ☐ Other data repository (specify) ☒ Other (specify): On the webpages of the publisher + my Academia.edu and PhilPapers page+ in physical form to buy in book stores When will the data be made available? ☐ Upon publication of research results ☐ Specific date (specify) ☒ Other (specify): as soon as my papers are accepted, I will upload the abstract and make announcements on my Academia.edu page. Upon request, I will already share the penultimate draft then. Once it is officially published, I will seek to make it widely accessible through above-mentioned repositories. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☒ Other (specify): that one which is free (depends on the publisher), preferably open-access Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? No additional costs. 7. Responsibilities Who will manage data documentation and metadata during the research project?Kasra Abdavi Azar Who will manage data storage and backup during the research project?Kasra Abdavi Azar Who will manage data preservation and sharing?Kasra Abdavi Azar Who will update and implement this DMP? Kasra Abdavi Azar FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13"
}