{
    "document_id": "D-2022-1701",
    "LinkTitle": "D-2022-1701",
    "file_name": "D-2022-1701.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1701.pdf",
    "metadata": {
        "title": "Unravelling and improving the structure of emulsified meat analogues",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Unravelling and improving the structure of emulsified meat\nanalogues\nA Data Management Plan created using DMPonline.be\nCreators: \nDiede Bogaerts, Ilse Fraeye\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nIlse Fraeye, Diede Bogaerts\nGrant number / URL: \nC24E/22/021\nID: \n191741\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nIn Western countries, the consumption of meat and meat products is decreasing due to health,\nenvironmental and/or ethical issues, while consumption and production of meat analogues\nincreases. Meat analogues are generally plant-based foods which aim to mimic the sensorial\ncharacteristics of meat products. This project focuses on emulsified meat analogues. One of the\nchallenges in their production is to mimic the textural properties of emulsified meat products.\nHardly any knowledge is available on the structural architecture of emulsified meat analogues.\nTherefore, the goal of this project is to improve the structural properties of emulsified meat\nanalogues through an enhanced mechanistic insight into the role of proteins, fats and\npolysaccharides in their structural architecture.\nLast modified: \n06-01-2023\nCreated using DMPonline.be. Last modiﬁed 06 January 2023\n1 of 6\nUnravelling and improving the structure of emulsified meat\nanalogues\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data)\nor \nE\n(xisting\ndata) \nIndicate: \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nNitrogen Content\nDetermined through Kjeldahl\nanalysis\nN\nD\nN\n.csv\n<1GB\n \nRheological Parameters\nDetermined through small\ndeformation rheology\nN\nD\nN\n.csv\n<1GB\n \nTexture Parameters\nDetermined through texture\nanalysis (compression)\nN\nD\nN\n.csv\n<1GB\n \nMinimal Gelling\nConcentration\nDetermined experimentally by\nheating various concentrations of\nprotein isolates\nN\nD\nN\n.csv\n.jpg\n<1GB\n \nEmulsion Properties\nDetermined through pendant drop\ntensiometry and\nspectrophotometry\nN\nD\nN\n.csv\n<1GB\n \nWater and oil binding\nproperties\nDetermined through centrifugation\nand gravimetry\nN\nD\nN\n.csv\n<1GB\n \nFat composition\nDetermined through\nchromatography (GC-FID and LC-\nMS)\nN\nD\nN\nsoftware-\ndependent\n<1GB\n \nMathematical modelling\nPredicted using relevant software\nN\nD\nN\n.Rdata\n<1GB\n \nCLSM imaging\nMicroscopic images of model\nsystems, processed using ImageJ\nsoftware\nN\nD\nI\n.jpg\n<100GB\n \nSensorial properties of\nemulsified meat analogue\nmodel systems \nDetermined by use of trained\nexpert panel\nN\nD\nN\n.csv\n<1GB\n \nStatistical data processing\nData analysis using R\nN\nD\nN\n.Rdata\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nCreated using DMPonline.be. Last modiﬁed 06 January 2023\n2 of 6\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU\nLeuven or UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)?  If so, please comment per dataset or data type where appropriate. \nYes\nThe overall knowledge generated through this project will facilitate bilateral projects with companies. For example, the application\npotential of company-specific ingredients in meat analogues can be investigated. This is not related to a specific dataset, rather to the\noveral expertise gain. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nYes\nFor a specific protein isolate sample, the supplier has requested through the use of a non-disclosure agreement to keep specific\nsample-related information (supplier, product number) hidden from publication. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nAll acquired data will be written down in a physical lab diary prior to copying the data to a digital file. Both the written and digital file\ncontain: date experiment, sample information (name, supplier, batch info, date of expiration, storing conditions, number), measured\nvalues (such as mass of all relevant samples and lab equipment, experimental conditions), environmental factors (where relevant:\ntemperature, humidity), timing and all other parameters relevant to the specific experiment being performed.  \nData is transferred to a digital form as soon as possible after completion of the experiment. Data (mostly measured values, but may also\nincludes pictures) are stored in an appropriate excel file which has a dedicated tab for every experiment and includes a complete\ndescription of the sample under investigation, the experimental conditions and any relevant comments with regards to the experiment. In\nthe case of images (.jpg files), the image is stored in a separate folder and clearly identified with an appropriate title, which will be\nreferred to in the corresponding excel file.  \nAll the above mentioned digital files (excel) are stored on a dedicated Microsoft Teams folder where they are only accessible to the 2\nPhD students involved in this C2 project (Diede Bogaerts and Yongming Zhang), dr. Olivier Goemaere (copromotor of the PhDs) and\nProf. Ilse Fraeye (promotor of the C2 project and the corresponding PhDs). \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nCreated using DMPonline.be. Last modiﬁed 06 January 2023\n3 of 6\nNo\nMetadata created:\n- sample ID (product, supplier, product number, batch number, expiration date, date packaged, storage conditions, initials of person\nhandling product)\n- research data (standard operating procedure applied, date of experiment, experimental conditions, measured values, additional\nremarks and notes, environmental conditions where applicable)\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nOther (specify below)\nThe respective PhD students will store preliminary, unfinished and unprocessed data on their personal Onedrive, provided by KU\nLeuven.\nAll processed, final data will be copied to a private channel of the Microsoft Teams team of the research group (provided by KU Leuven)\nthat is dedicated to this C2 project and that is accessible by the 2 PhD students involved (Diede Bogaerts and Yongming Zhang), dr.\nOlivier Goemaere (copromotor of the PhDs) and Prof. Ilse Fraeye (promotor of the C2 project and the corresponding PhDs). \nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data are stored on Onedrive and in a private channel of the Microsoft Teams team of the research group. The latter channel is only\naccessible to the 2 PhD students involved (Diede Bogaerts and Yongming Zhang), dr. Olivier Goemaere (copromotor of the PhDs) and\nProf. Ilse Fraeye (promotor of the C2 project and the corresponding PhDs). Both Onedrive and Teams are only accessible using the KU\nLeuven credentials of the respective coworkers (and require using the authenticator app on ones personal phone). \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nBoth Onedrive and Microsoft Teams, provided by KU Leuven, are free.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end\nof the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nCreated using DMPonline.be. Last modiﬁed 06 January 2023\n4 of 6\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nOther (specify below)\nPhysical notebooks will be archived at the applicant's research group for a minimum of 10 years. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe annual cost of the archive server amounts to 10 euro per 100 GB. Therefore the cost related to storage of the data from this project\nwill be limited. This cost will be covered by the promotor's research group. \nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nFor a specific protein isolate sample, the supplier has requested through the use of a non-disclosure agreement to keep specific\nsample-related information (supplier, product number) hidden from publication. \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nNA\nWhen will the data be made available? \nOther (specify below)\nNA\nCreated using DMPonline.be. Last modiﬁed 06 January 2023\n5 of 6\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nNA\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available,\nplease provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNA\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe 2 PhD students involved (Diede Bogaerts and Yongming Zhang)\nWho will manage data storage and backup during the research project? \nThe 2 PhD students involved (Diede Bogaerts and Yongming Zhang)\nWho will manage data preservation and sharing? \nProf. Ilse Fraeye\nWho will update and implement this DMP? \nThe 2 PhD students involved (Diede Bogaerts and Yongming Zhang)\nCreated using DMPonline.be. Last modiﬁed 06 January 2023\n6 of 6"
    },
    "clean_full_text": "Unravelling and improving the structure of emulsified meat analogues A Data Management Plan created using DMPonline.be Creators: Diede Bogaerts, Ilse Fraeye Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Ilse Fraeye, Diede Bogaerts Grant number / URL: C24E/22/021 ID: 191741 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: In Western countries, the consumption of meat and meat products is decreasing due to health, environmental and/or ethical issues, while consumption and production of meat analogues increases. Meat analogues are generally plant-based foods which aim to mimic the sensorial characteristics of meat products. This project focuses on emulsified meat analogues. One of the challenges in their production is to mimic the textural properties of emulsified meat products. Hardly any knowledge is available on the structural architecture of emulsified meat analogues. Therefore, the goal of this project is to improve the structural properties of emulsified meat analogues through an enhanced mechanistic insight into the role of proteins, fats and polysaccharides in their structural architecture. Last modified: 06-01-2023 Created using DMPonline.be. Last modiﬁed 06 January 2023 1 of 6 Unravelling and improving the structure of emulsified meat analogues Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Nitrogen Content Determined through Kjeldahl analysis N D N .csv <1GB Rheological Parameters Determined through small deformation rheology N D N .csv <1GB Texture Parameters Determined through texture analysis (compression) N D N .csv <1GB Minimal Gelling Concentration Determined experimentally by heating various concentrations of protein isolates N D N .csv .jpg <1GB Emulsion Properties Determined through pendant drop tensiometry and spectrophotometry N D N .csv <1GB Water and oil binding properties Determined through centrifugation and gravimetry N D N .csv <1GB Fat composition Determined through chromatography (GC-FID and LC- MS) N D N software- dependent <1GB Mathematical modelling Predicted using relevant software N D N .Rdata <1GB CLSM imaging Microscopic images of model systems, processed using ImageJ software N D I .jpg <100GB Sensorial properties of emulsified meat analogue model systems Determined by use of trained expert panel N D N .csv <1GB Statistical data processing Data analysis using R N D N .Rdata <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Created using DMPonline.be. Last modiﬁed 06 January 2023 2 of 6 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The overall knowledge generated through this project will facilitate bilateral projects with companies. For example, the application potential of company-specific ingredients in meat analogues can be investigated. This is not related to a specific dataset, rather to the overal expertise gain. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes For a specific protein isolate sample, the supplier has requested through the use of a non-disclosure agreement to keep specific sample-related information (supplier, product number) hidden from publication. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All acquired data will be written down in a physical lab diary prior to copying the data to a digital file. Both the written and digital file contain: date experiment, sample information (name, supplier, batch info, date of expiration, storing conditions, number), measured values (such as mass of all relevant samples and lab equipment, experimental conditions), environmental factors (where relevant: temperature, humidity), timing and all other parameters relevant to the specific experiment being performed. Data is transferred to a digital form as soon as possible after completion of the experiment. Data (mostly measured values, but may also includes pictures) are stored in an appropriate excel file which has a dedicated tab for every experiment and includes a complete description of the sample under investigation, the experimental conditions and any relevant comments with regards to the experiment. In the case of images (.jpg files), the image is stored in a separate folder and clearly identified with an appropriate title, which will be referred to in the corresponding excel file. All the above mentioned digital files (excel) are stored on a dedicated Microsoft Teams folder where they are only accessible to the 2 PhD students involved in this C2 project (Diede Bogaerts and Yongming Zhang), dr. Olivier Goemaere (copromotor of the PhDs) and Prof. Ilse Fraeye (promotor of the C2 project and the corresponding PhDs). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 06 January 2023 3 of 6 No Metadata created: - sample ID (product, supplier, product number, batch number, expiration date, date packaged, storage conditions, initials of person handling product) - research data (standard operating procedure applied, date of experiment, experimental conditions, measured values, additional remarks and notes, environmental conditions where applicable) Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Other (specify below) The respective PhD students will store preliminary, unfinished and unprocessed data on their personal Onedrive, provided by KU Leuven. All processed, final data will be copied to a private channel of the Microsoft Teams team of the research group (provided by KU Leuven) that is dedicated to this C2 project and that is accessible by the 2 PhD students involved (Diede Bogaerts and Yongming Zhang), dr. Olivier Goemaere (copromotor of the PhDs) and Prof. Ilse Fraeye (promotor of the C2 project and the corresponding PhDs). How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are stored on Onedrive and in a private channel of the Microsoft Teams team of the research group. The latter channel is only accessible to the 2 PhD students involved (Diede Bogaerts and Yongming Zhang), dr. Olivier Goemaere (copromotor of the PhDs) and Prof. Ilse Fraeye (promotor of the C2 project and the corresponding PhDs). Both Onedrive and Teams are only accessible using the KU Leuven credentials of the respective coworkers (and require using the authenticator app on ones personal phone). What are the expected costs for data storage and backup during the research project? How will these costs be covered? Both Onedrive and Microsoft Teams, provided by KU Leuven, are free. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Created using DMPonline.be. Last modiﬁed 06 January 2023 4 of 6 All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Other (specify below) Physical notebooks will be archived at the applicant's research group for a minimum of 10 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The annual cost of the archive server amounts to 10 euro per 100 GB. Therefore the cost related to storage of the data from this project will be limited. This cost will be covered by the promotor's research group. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights For a specific protein isolate sample, the supplier has requested through the use of a non-disclosure agreement to keep specific sample-related information (supplier, product number) hidden from publication. Where will the data be made available? If already known, please provide a repository per dataset or data type. Other (specify below) NA When will the data be made available? Other (specify below) NA Created using DMPonline.be. Last modiﬁed 06 January 2023 5 of 6 Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) NA Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? NA Responsibilities Who will manage data documentation and metadata during the research project? The 2 PhD students involved (Diede Bogaerts and Yongming Zhang) Who will manage data storage and backup during the research project? The 2 PhD students involved (Diede Bogaerts and Yongming Zhang) Who will manage data preservation and sharing? Prof. Ilse Fraeye Who will update and implement this DMP? The 2 PhD students involved (Diede Bogaerts and Yongming Zhang) Created using DMPonline.be. Last modiﬁed 06 January 2023 6 of 6"
}