{
    "document_id": "D-2023-2128",
    "LinkTitle": "D-2023-2128",
    "file_name": "D-2023-2128.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2128.pdf",
    "metadata": {
        "title": "D-2023-2128",
        "author": "Laura Trullemans",
        "num_pages": 9
    },
    "content": {
        "full_text": "1 \n  \nSUSTAINABLE PRODUCTI ON OF BIO -BASED MULT I-REACTIVE \nISOCYANATES  \nA Data Management Plan created using DMPonline.be  \n \nCreator:      Laura Trullemans    \n \nAffiliation: KU Leuven (KUL)  \n \nFunder: Vlaams Agentschap Innoveren & Ondernemen (VLAIO)  \n \nTemplate: VLAIO cSBO DMP (Flemish Standard DMP)  \n \nGrant number / URL: 3E230124  – HBC .2022 .0679  \n \nID: 200944  \n \nStart date: 01-01-2023  \n \nEnd date: 31-12-2025  \n \nProject abstract:  \nThe main objective of PROMIS is to provide the chemical and materials industry with new biomass -based renewable \naromatic and cyclic aliphatic base structures, which can result in 'lookalike' or new amine structures, to produce the \nmost important isocyanates for polyurethane (PU) production, i.e. to replace MDI, TDI and IPDI. A second goal of \nPROMIS is the development  of a phosgene -free route to convert renewable amines into 'blocked' isocyanates. A final \nobjective of PROMIS is the sustainability evaluation of the synthesis procedures and resulting end products.  \n \nLast modified: 05-07-2023  \n \n \n \n  \n2 \n SUSTAINABLE PRODUCTI ON OF BIO -BASED MULT I-REACTIVE \nISOCYANATES  \nVLAIO DMP (Flemish Standard DMP)  \n \n1. RESEARCH DATA SUM MARY  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For ea ch dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate th e type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.  \n \n        Only for digital data               \nDataset Name  Description  New or \nreused  Digital or \nPhysical  Digital  Data \nType  Digital Data \nformat  Digital data \nvolume \n(MB/GB/TB)  Physical \nvolume              \nAnalytical \nmeasurements  Analysis of \nreaction \nproducts (GC, \nGC-MS, NMR, \nHPLC, IR, \nDSC)  \n Generate \nnew data  Digital  Experimental  .txt .csv .xls  <100GB  /             \nStored product \nsamples  Product \nsamples.  \n Generate \nnew data  Physical  / / / 1/2 shelf \ncupboard              \nExperimental \ndata \n(generated) \nquantitative  Processing of \nmeasured, \nexperimental, \ndata \n Generate \nnew data  Digital  Compiled/aggr\negated data  .xls .ppt <100 GB  /             \nReference \ndata Literature \nsummary and \norganization of \nliterature  Reuse \nexisting \ndata Digital  Compiled/aggr\negated data  .pdf .docx  <100 GB  /             \n                            \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:  \n \nThe literature study for this project will be compiled from existing data as DOI, URL or PDF files, and summarized in a \nreview document (.docx, .xls) . \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data \ntypes when appropriate.  \n● No \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment \nsection. Please refer to specific datasets or data types when appropriate.  \n● No \n \n \n \n \n3 \n Does your work have potential for commercial valorization (e. g. tech transfer, for example spin -offs, \ncommercial exploitation, …)? If so, please comment per dataset or data type where appropriate.  \n● Yes \nThis work might have potential for tech transfer and valorization. Therefore, there will be restrictions for data di sclosure \nas it may contain IP -sensitive information. All data will be  subjected for their patentability prior to any publication. If \napplicable, patent  applications will be filled. IP management will be conducted as described  in the collaboration \nagreement  SWOK: Patent applications will be made for relevant innovative procedures/products and the costs will be \nshared according to ownership percentage that shall be subject to negotiation on a pro rata basis. The IP c an be filled \nby one partner on exclusive pr oject results or by mul tiple partners to protect common  project results (joined IP). \nFollowing the SWOK, the intention to file a patent application should be reported to the consortium at least two weeks \nprior to the filing date. Furthermore, to avoid publication of IPR sensitive results, all partners will be responsible for \ntransfer of anticipated publications.   \n \n \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. \nMaterial/Data transfer agreements/ research collaboration agreements)? If so, please explain in t he comment \nsection to what data they relate and what restrictions are in place.  \n● Yes \nFor this cSBO Cluster project a research collaboration agreement is drawn up (i.e. SWOK). Furthermore, material \nproduct samples will be transferred between partners. Common  project results and data will be shared in (bilateral) \ntechnical meetings (.ppt). Future (joined) anticipated publications or patent applications will be discussed in \nconsortium meetings. T he agreements concerning IPR are , briefly, reported in  the previou s question and described in \nthe SWOK.  \n \n \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.  \n● No \n \n  \n4 \n 2. DOCUMENTATION AND  METADATA  \n \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g.,  in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \nCodebook.tsv etc. where this information is recorded).  \n \n1. Regular set of raw experimental data will be collected per every experiment. Experiments will be classified \nbased on date and type of experiment.  \n2. Additional document (a living document, as .xls or .ppt) will contain a detailed summary of every experiment \nto keep track of experimental details.  \n3. Another overview file (ppt) explains t he organization of data storage (raw files, processed files, progress \nreport files).  \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where \nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where \nappropriate per dataset or data type) which metadata will be created to make the data easier to find and \nreuse.  \n● Yes \nThe metadata for t he data in this project entails:  \no Creator of the dataset  \no Name of the dataset  \no File type of the dataset (depending on the employed software different file formats will  be \ngenerated).  \no Date of generation  \no Data type (experimental or modelled)  \no Software employed to generate the data (in case of modelled)  \n \n  \n5 \n 3. DATA STORAGE & BA CK-UP DURING T HE RESEARCH PROJECT  \n \nWhere will the data be stored?  \n \nAll data will be stored in a cloud service offered by the university: KULeuven -One drive.  \nThis storage is regularly backed up by IT -service of KUL. Copies will be made and kept on personal drives (I:) . \n \n \nHow will the data be backed up?  \n \nThe data will be stored on the university's central serve rs with automatic daily back -up procedures.  \n \n \nIs there currently sufficient storage & backup  capacity during the project? If yes, specify concisely.  \nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  \n● Yes \nYes, there is currently sufficient storage and backup capacity  \n \n \nHow will you ensure  that the data are securely stored and not accessed or modified by unauthorized \npersons ? \n \nIn the cloud service offered by the university (One drive) the access to the d ata can be strictly authorized.  Furthermore , \nwe made the arrangement  with the KU Leuven ICTS department that we can use the K-Drive for  long-term data storage . \nHere, one folder will have  read-only rights for certain users to check data collected by  the team (and which they can \nsee, copy to their local storage space, but can't modify) and another folder with \"edit\" rights for users as \"input\" folder.  \nFurthermore a third folder will be  made with authorization limited  to the data  managers (i.e. Bert Sels, Bert Lagrain, \nLaura Trullemans)  of this project to back -up the data of the two working folders . The data manager s need to copy \nmanually data from input to other 2 folders, which will be do ne every month . Note, separated folders will be created to \nshare information with partners in this project . Hence, partners have nog access to internal file exchange .   \n \n \nWhat are the expected costs for data storage an d backup during the research project? How will these costs \nbe covered?  \n \nThere are no additional costs related to the data storage and backup.   \n \n \n \n  \n6 \n 4. DATA PRESERVATION  AFTER THE END OF TH E RESEARCH PROJECT  \n \nWhich data will be retained for at least five ye ars (or longer, in agreement with other retention policies that \nare applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons \nfor this (e.g. legal or contractual restrictions, storage/budget issues, institut ional policies...).  \n \nRetained data:  \n● Publications (experimental manuscripts, review papers, PhD ) stored in Lirias.   \n● Regular progress and final reports (as ppt and doc files)  \n● Processed experimental data (as xls files)  \nNot retained data:  \n● Raw experimental data (as csv, txt, xls,.. format) - easy and low cost reproducibility  \n \n \nWhere will these data be archived (stored and curated for the long -term)?  \n \nThe data will be stored on the university's central servers  (K-drive of CSCE , K:\\SET-CSCE -Archive -Data -D0771 ) with \nautomatic back -up procedures for at least 10  years, conform the KU Leuven RDM policy  \n \nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?  \n \nK-drive long -term storage cost s covered by project budget  \n \n \n \n \n  \n7 \n 5. DATA SHARING AND REUSE  \n \nWill the data (or part of the data) be made  available for reuse after/during the project?  In the comment \nsection please explain per dataset or data type which data will be made available.  \n● Yes, in a restricted access repository (after approval, institutional access only, …)  \nData will be available o nly in a format of publications (PhD, IP, master thesis) or strictly for internal use within \nresearch group internally  \n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.  \n \n1. In a restricted access reposito ry \n2. Upon request by mail  and approval by responsible PI (main data owner)  \n3. Via publications, patents  \n \n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data \ntype where appropriate.  \n● Yes, Intellectual Property Rights  \nLike reported in question 1.5, this work might have potential for tech transfer and valorization. Therefore, there will be \nrestrictions for data disclosure as it may contain IP -sensitive information. Note, this will not be applicable on the \nreference dataset, however it might be applicable on the experimental, analytical and sample storage dataset.    \nIn the section 'article 6 Publication' of t he collaboration agreement, the procedure of publication of results generated \nin this project covers the following requirements:  \no In all forms of dissemination the collaboration of the consortium should be mentioned.  \no A partner can not publish results which he/she does not own.   \no The type of dissemination of results will be discussed in the steering group, taking into account the \nvalorization potential of these results.   \no A publication should be shared with the collaborating partners at least 30 days before sub mission, to allow \nthem to register objection within 15 days after reception.  \no If there is any objection, the involved partners will discuss this a meeting and try to find, as soon as possible, \na solution, or tackle this problem by adapting the manuscript. I f there is no objection, the publication can be \nsubmitted.   \n \nWhere will the data be made available? If already known, please provide a repository per dataset or data \ntype.  \n \nThe experimental and analytical data will be stored in a restricted access reposito ry. This data and insights will be, \nlater, made available via publications or patents , which are accessible via LIMO (KU Leuven) and search engines like \npatentscope. More detailed information and data can be shared upon re quest by mail and approval by responsible PI \n(main data owner)  \n \n \n \n \n8 \n When will the data be made available?  \n \nUpon publication of the research results  \n \n \nWhich data usage licenses are you going to provide? If none, please explain why.  \n \nThe usage of licenses in not applicable  to the data generated in this project . \n \n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the \noption to provide it in the comment section.  \n● Yes \nOnce the research results will be published, the DOI will be linked to the dataset including th e project results.   \n \n \nWhat are the expected costs for data sharing? How will these costs be covered?  \n \nPublications in specific sources might be a subject o f additional costs that will be payed form running projects.  \n \n \n \n  \n9 \n 6. RESPONSIBILITIES  \n \nWho will manage data documentation and metadata during the research project?  \n \nThe postdocs and PhD students will manage their own  data and data documentation during the project  based on \nmutual agreements about data sets (see part 2) . They will be assisted by professor and project  manager.                      \n \n \nWho will manage data storage and backup during the research project?  \n \nProject manager will take responsibility to organize data collection ( set-up One-drive), coordinate  of data management \nactivity ( incl. manual back -ups) and assist people involved in the project in proper handling of collected data \n(documentation of data, sharing data etc.) . Professor will take a helicopter view on data management (assign roles, \nspecify a ccess perm issions etc.) . Project manager of current project (Laura Trullemans) will be always backed -up by \nother group members involved in project mana gement (research  manager Ekaterina Makshina, IOF valorization \nmanager Bert La grain, PI Bert Sels)                       \n \n \nWho will manage data preservation and sharing?  \n \nResearch manager (Ekaterina Makshina), main PI /professor (Bert Sels)                      \n \n \nWho will update and implement this DMP?  \n \nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor) and project \nmanagers.                      \n \n "
    },
    "clean_full_text": "1 SUSTAINABLE PRODUCTI ON OF BIO -BASED MULT I-REACTIVE ISOCYANATES A Data Management Plan created using DMPonline.be Creator: Laura Trullemans Affiliation: KU Leuven (KUL) Funder: Vlaams Agentschap Innoveren & Ondernemen (VLAIO) Template: VLAIO cSBO DMP (Flemish Standard DMP) Grant number / URL: 3E230124 – HBC .2022 .0679 ID: 200944 Start date: 01-01-2023 End date: 31-12-2025 Project abstract: The main objective of PROMIS is to provide the chemical and materials industry with new biomass -based renewable aromatic and cyclic aliphatic base structures, which can result in 'lookalike' or new amine structures, to produce the most important isocyanates for polyurethane (PU) production, i.e. to replace MDI, TDI and IPDI. A second goal of PROMIS is the development of a phosgene -free route to convert renewable amines into 'blocked' isocyanates. A final objective of PROMIS is the sustainability evaluation of the synthesis procedures and resulting end products. Last modified: 05-07-2023 2 SUSTAINABLE PRODUCTI ON OF BIO -BASED MULT I-REACTIVE ISOCYANATES VLAIO DMP (Flemish Standard DMP) 1. RESEARCH DATA SUM MARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For ea ch dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate th e type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Analytical measurements Analysis of reaction products (GC, GC-MS, NMR, HPLC, IR, DSC) Generate new data Digital Experimental .txt .csv .xls <100GB / Stored product samples Product samples. Generate new data Physical / / / 1/2 shelf cupboard Experimental data (generated) quantitative Processing of measured, experimental, data Generate new data Digital Compiled/aggr egated data .xls .ppt <100 GB / Reference data Literature summary and organization of literature Reuse existing data Digital Compiled/aggr egated data .pdf .docx <100 GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The literature study for this project will be compiled from existing data as DOI, URL or PDF files, and summarized in a review document (.docx, .xls) . Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. ● No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. ● No 3 Does your work have potential for commercial valorization (e. g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ● Yes This work might have potential for tech transfer and valorization. Therefore, there will be restrictions for data di sclosure as it may contain IP -sensitive information. All data will be subjected for their patentability prior to any publication. If applicable, patent applications will be filled. IP management will be conducted as described in the collaboration agreement SWOK: Patent applications will be made for relevant innovative procedures/products and the costs will be shared according to ownership percentage that shall be subject to negotiation on a pro rata basis. The IP c an be filled by one partner on exclusive pr oject results or by mul tiple partners to protect common project results (joined IP). Following the SWOK, the intention to file a patent application should be reported to the consortium at least two weeks prior to the filing date. Furthermore, to avoid publication of IPR sensitive results, all partners will be responsible for transfer of anticipated publications. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in t he comment section to what data they relate and what restrictions are in place. ● Yes For this cSBO Cluster project a research collaboration agreement is drawn up (i.e. SWOK). Furthermore, material product samples will be transferred between partners. Common project results and data will be shared in (bilateral) technical meetings (.ppt). Future (joined) anticipated publications or patent applications will be discussed in consortium meetings. T he agreements concerning IPR are , briefly, reported in the previou s question and described in the SWOK. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ● No 4 2. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1. Regular set of raw experimental data will be collected per every experiment. Experiments will be classified based on date and type of experiment. 2. Additional document (a living document, as .xls or .ppt) will contain a detailed summary of every experiment to keep track of experimental details. 3. Another overview file (ppt) explains t he organization of data storage (raw files, processed files, progress report files). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. ● Yes The metadata for t he data in this project entails: o Creator of the dataset o Name of the dataset o File type of the dataset (depending on the employed software different file formats will be generated). o Date of generation o Data type (experimental or modelled) o Software employed to generate the data (in case of modelled) 5 3. DATA STORAGE & BA CK-UP DURING T HE RESEARCH PROJECT Where will the data be stored? All data will be stored in a cloud service offered by the university: KULeuven -One drive. This storage is regularly backed up by IT -service of KUL. Copies will be made and kept on personal drives (I:) . How will the data be backed up? The data will be stored on the university's central serve rs with automatic daily back -up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ● Yes Yes, there is currently sufficient storage and backup capacity How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons ? In the cloud service offered by the university (One drive) the access to the d ata can be strictly authorized. Furthermore , we made the arrangement with the KU Leuven ICTS department that we can use the K-Drive for long-term data storage . Here, one folder will have read-only rights for certain users to check data collected by the team (and which they can see, copy to their local storage space, but can't modify) and another folder with \"edit\" rights for users as \"input\" folder. Furthermore a third folder will be made with authorization limited to the data managers (i.e. Bert Sels, Bert Lagrain, Laura Trullemans) of this project to back -up the data of the two working folders . The data manager s need to copy manually data from input to other 2 folders, which will be do ne every month . Note, separated folders will be created to share information with partners in this project . Hence, partners have nog access to internal file exchange . What are the expected costs for data storage an d backup during the research project? How will these costs be covered? There are no additional costs related to the data storage and backup. 6 4. DATA PRESERVATION AFTER THE END OF TH E RESEARCH PROJECT Which data will be retained for at least five ye ars (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institut ional policies...). Retained data: ● Publications (experimental manuscripts, review papers, PhD ) stored in Lirias. ● Regular progress and final reports (as ppt and doc files) ● Processed experimental data (as xls files) Not retained data: ● Raw experimental data (as csv, txt, xls,.. format) - easy and low cost reproducibility Where will these data be archived (stored and curated for the long -term)? The data will be stored on the university's central servers (K-drive of CSCE , K:\\SET-CSCE -Archive -Data -D0771 ) with automatic back -up procedures for at least 10 years, conform the KU Leuven RDM policy What are the expected costs for data preservation during the expected retention period? How will these costs be covered? K-drive long -term storage cost s covered by project budget 7 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. ● Yes, in a restricted access repository (after approval, institutional access only, …) Data will be available o nly in a format of publications (PhD, IP, master thesis) or strictly for internal use within research group internally If access is restricted, please specify who will be able to access the data and under what conditions. 1. In a restricted access reposito ry 2. Upon request by mail and approval by responsible PI (main data owner) 3. Via publications, patents Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. ● Yes, Intellectual Property Rights Like reported in question 1.5, this work might have potential for tech transfer and valorization. Therefore, there will be restrictions for data disclosure as it may contain IP -sensitive information. Note, this will not be applicable on the reference dataset, however it might be applicable on the experimental, analytical and sample storage dataset. In the section 'article 6 Publication' of t he collaboration agreement, the procedure of publication of results generated in this project covers the following requirements: o In all forms of dissemination the collaboration of the consortium should be mentioned. o A partner can not publish results which he/she does not own. o The type of dissemination of results will be discussed in the steering group, taking into account the valorization potential of these results. o A publication should be shared with the collaborating partners at least 30 days before sub mission, to allow them to register objection within 15 days after reception. o If there is any objection, the involved partners will discuss this a meeting and try to find, as soon as possible, a solution, or tackle this problem by adapting the manuscript. I f there is no objection, the publication can be submitted. Where will the data be made available? If already known, please provide a repository per dataset or data type. The experimental and analytical data will be stored in a restricted access reposito ry. This data and insights will be, later, made available via publications or patents , which are accessible via LIMO (KU Leuven) and search engines like patentscope. More detailed information and data can be shared upon re quest by mail and approval by responsible PI (main data owner) 8 When will the data be made available? Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. The usage of licenses in not applicable to the data generated in this project . Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. ● Yes Once the research results will be published, the DOI will be linked to the dataset including th e project results. What are the expected costs for data sharing? How will these costs be covered? Publications in specific sources might be a subject o f additional costs that will be payed form running projects. 9 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? The postdocs and PhD students will manage their own data and data documentation during the project based on mutual agreements about data sets (see part 2) . They will be assisted by professor and project manager. Who will manage data storage and backup during the research project? Project manager will take responsibility to organize data collection ( set-up One-drive), coordinate of data management activity ( incl. manual back -ups) and assist people involved in the project in proper handling of collected data (documentation of data, sharing data etc.) . Professor will take a helicopter view on data management (assign roles, specify a ccess perm issions etc.) . Project manager of current project (Laura Trullemans) will be always backed -up by other group members involved in project mana gement (research manager Ekaterina Makshina, IOF valorization manager Bert La grain, PI Bert Sels) Who will manage data preservation and sharing? Research manager (Ekaterina Makshina), main PI /professor (Bert Sels) Who will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor) and project managers."
}