{
    "document_id": "D-2022-1659",
    "LinkTitle": "D-2022-1659",
    "file_name": "D-2022-1659.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1659.pdf",
    "metadata": {
        "title": "REMEMBERING AS RESISTANCE. INCLUSIVE COMMEMORATIONS VERSUS COMPETITIVE VICTIMHOOD AFTER MASS ATROCITY IN THE FORMER YUGOSLAVIA",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "REMEMBERING AS RESISTANCE. INCLUSIVE COMMEMORATIONS\nVERSUS COMPETITIVE VICTIMHOOD AFTER MASS ATROCITY IN\nTHE FORMER YUGOSLAVIA\nA Data Management Plan created using DMPonline.be\nCreator: \nPeter Vermeersch\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nPeter Vermeersch\nID: \n191061\nLast modified: \n02-01-2023\nCreated using DMPonline.be. Last modiﬁed 02 January 2023\n1 of 6\nREMEMBERING AS RESISTANCE. INCLUSIVE COMMEMORATIONS\nVERSUS COMPETITIVE VICTIMHOOD AFTER MASS ATROCITY IN\nTHE FORMER YUGOSLAVIA\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nInterview\nrecordings CELSA\nInterview\nrecordings\nN\nD\nS\nMP3\nNA\nNA\nInterview\ntranscripts CELSA\nInterview\ntranscripts\nN\nD\nT\nDOCX and NVIVO\ntext files\nNA\nNA\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nG-2022-5879-R2(MAR)\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU\nLeuven or UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nG-2022-5879\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)?  If so, please comment per dataset or data type where appropriate. \nCreated using DMPonline.be. Last modiﬁed 02 January 2023\n2 of 6\nNo\nNA\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nThe interviews will be audio-recorded and then transcribed in docx format. They are immediately pseudonymized, i.e. a pseudonym is\nused (a random letter is assigned to each interview), and recognisable names, places or dates that could identify the subject are left out\nof the transcript. The process of pseudonymization will be explained to the participants. The transcriptions are analysed in NVIVO. The\nNVIVO files, together with the docx files will be stored on an encrypted external hard disk and on the KU Leuven central servers.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nInterviews will be tagged by keywords.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nCreated using DMPonline.be. Last modiﬁed 02 January 2023\n3 of 6\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data are password protected. They will not be accessible to anyone but the researchers working on the project.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nSince KU Leuven servers will be used no extra storage costs are expected. \nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end\nof the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNA\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe data will not be accessible to anyone but the researchers who have worked on the project.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nCreated using DMPonline.be. Last modiﬁed 02 January 2023\n4 of 6\nparty, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, ethical aspects\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nNA\nWhen will the data be made available? \nOther (specify below)\nNA\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nNA\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available,\nplease provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNA\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe PI of the project.\nWho will manage data storage and backup during the research project? \nThe PI of the project.\nWho will manage data preservation and sharing? \nCreated using DMPonline.be. Last modiﬁed 02 January 2023\n5 of 6\nThe PI of the project.\nWho will update and implement this DMP? \nThe PI of the project.\nCreated using DMPonline.be. Last modiﬁed 02 January 2023\n6 of 6"
    },
    "clean_full_text": "REMEMBERING AS RESISTANCE. INCLUSIVE COMMEMORATIONS VERSUS COMPETITIVE VICTIMHOOD AFTER MASS ATROCITY IN THE FORMER YUGOSLAVIA A Data Management Plan created using DMPonline.be Creator: Peter Vermeersch Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Peter Vermeersch ID: 191061 Last modified: 02-01-2023 Created using DMPonline.be. Last modiﬁed 02 January 2023 1 of 6 REMEMBERING AS RESISTANCE. INCLUSIVE COMMEMORATIONS VERSUS COMPETITIVE VICTIMHOOD AFTER MASS ATROCITY IN THE FORMER YUGOSLAVIA Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Interview recordings CELSA Interview recordings N D S MP3 NA NA Interview transcripts CELSA Interview transcripts N D T DOCX and NVIVO text files NA NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) G-2022-5879-R2(MAR) Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G-2022-5879 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 02 January 2023 2 of 6 No NA Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The interviews will be audio-recorded and then transcribed in docx format. They are immediately pseudonymized, i.e. a pseudonym is used (a random letter is assigned to each interview), and recognisable names, places or dates that could identify the subject are left out of the transcript. The process of pseudonymization will be explained to the participants. The transcriptions are analysed in NVIVO. The NVIVO files, together with the docx files will be stored on an encrypted external hard disk and on the KU Leuven central servers. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Interviews will be tagged by keywords. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Created using DMPonline.be. Last modiﬁed 02 January 2023 3 of 6 Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are password protected. They will not be accessible to anyone but the researchers working on the project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Since KU Leuven servers will be used no extra storage costs are expected. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? NA Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. The data will not be accessible to anyone but the researchers who have worked on the project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd Created using DMPonline.be. Last modiﬁed 02 January 2023 4 of 6 party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, ethical aspects Where will the data be made available? If already known, please provide a repository per dataset or data type. Other (specify below) NA When will the data be made available? Other (specify below) NA Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) NA Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? NA Responsibilities Who will manage data documentation and metadata during the research project? The PI of the project. Who will manage data storage and backup during the research project? The PI of the project. Who will manage data preservation and sharing? Created using DMPonline.be. Last modiﬁed 02 January 2023 5 of 6 The PI of the project. Who will update and implement this DMP? The PI of the project. Created using DMPonline.be. Last modiﬁed 02 January 2023 6 of 6"
}