{
    "document_id": "D-2021-1157",
    "LinkTitle": "D-2021-1157",
    "file_name": "D-2021-1157.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1157.pdf",
    "metadata": {
        "title": "D-2021-1157",
        "author": "Myriam Mertens",
        "num_pages": 7
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant Jolien Pattyn\nFWO Project Number & Title 1150822N – Uncovering the regulation of ethylene production through the formation of MACC in \ntomato\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☐ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).WP 1: Isolation and identification of AMT\nIncludes: T1.1 AMT purification and sequence identification using reversed proteomics, T1.2 Sequence \nidentification using comparative proteomics, T1.3 Sequence identification using transcriptome sequencing, \nT1.4 Ectopic AMT in vitro activity\nOrigin of data Type of data Format Estimated volume\nAMT activity and \nBradford assays of \nfractions( column \nchromatography, \ncomparative \nproteomics and \nyeast extracts)plant extract \nmeasurements \n(numerical)labbook\n.pdf\n.xlsx2 MB\nExtracts (tomato \nand yeast) and \ncolumn \nchromatography \nfractionsplant/yeast material 500\nSDS-PAGE and \nwestern blot of \nprotein extractsimage labbook\n.tif250 MB\nMass spec data list of proteins \npresent and \nquantification.xlsx\n.scaffold100 MB\nRNA sequence data sequences .raw\n.xlsx20 GB\nPutative AMT list sequences .fasta\n.genious5 MB\nCreated model files Model files .R 100 MB\nWP 2: Characterization of AMT biochemistry, expression and localization\n2019-10-01 | FWO DMP Template 3Includes: T2.1 AMT kinetic and optimal enzyme conditions, T2.2 AMT expression and abundance, T2.3 AMT  \nsubcellular localization\nOrigin of data Type of data Format Estimated volume\nAMT kinetics and \nconditions for \noptimal activity characteristics of \nenzymes (numerical)labbook\n.xlsx2 MB\nexpression profiles \n(based on RT-qPCR \nand reporter lines)quantification of \nexpression \n(numerical)\nimageslabbook\n.xlsx\n.tif50 MB\nreporter lines constructs .fasta\n.genious5 MB\nseeds of reporter \nlinesplant material around 100\ncreated model files model files .R 100 MB\nWP 3: Characterization of the biological relevance of AMT\nIncludes: T3.1 AMT knock-out lines, T3.2 Overexpression of AMT\nOrigin of data Type of data Format Estimated volume\nknock out and \noverexpression linesconstructs .fasta\n.genious5 MB\nphenotyping plants sensor data\nplant measurements\n(numerical)labbook\n.txt\n.xlsxmax 2 GB?\nseeds of \ntransformed linesplant material 1000\n(M)ACC extracts plant material 500\n2019-10-01 | FWO DMP Template 43.Ethical and legal issues\n \nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☐ Yes\n☒ No\nIf yes: \n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used:\nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☐ Yes\n☒ No\nIf yes: \n-Reference to ethical committee approval:\nDoes your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☐ Yes\n☒ No\nIf yes, please comment:\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\n4.Documentation and metadata\nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  Labbook, protocols (.dox), general calculation sheets (.xlsx), README files for characteristics raw data \nlists\n2019-10-01 | FWO DMP Template 5Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☐ Yes\n☒ No\nIf yes, please specify:\n5.Data storage & backup during the FWO project\nWhere will the data be stored?   BOX and university’s central servers\nHow will the data be backed up?  All data is immediately backed up in BOX, with daily back-up to the central servers\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nIf no, please specify:  \nThe lab currently uses 8 GB of the available 2 TB on the server. Physical data (extract, protein, RNA and \ncDNA samples) will be stored in the lab -80 °C freezer for long term storage. The lab has sufficient space \nin the -80 °C freezer. The -80 °C freezer is equipped with an automated temperature alarm, provided by \nthe KU Leuven central dispatch team. A backup contact list is provided in case the -80 °C goes into \nalarm. Seeds are stored in the labs seedstock at 4°C.\nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.We don’t expect extra cost for data storage. But in case the lab does not have enough storage room, the  \nPI has budget to buy more.  \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  The ICTS service of KU Leuven secures the network drive of the shared folder. Unauthorized persons do \nnot have access to this folder.\n2019-10-01 | FWO DMP Template 66.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).All data will be retained for the expected 5 year period.\nWhere will these data be archived (= stored for \nthe long term)? University’s central service, -80°C freezer and seedstock (4°C)\nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.We don’t expect extra costs. In case there will be, the PI had budget for this.\n7.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☐ Yes\n☒ No\nIf yes, please specify:\nWhich data will be made available after the end \nof the project? We aim to publish all data and make it available for requests afterwards. Until publication the data will \nbe protected. \n2019-10-01 | FWO DMP Template 7Where/how will the data be made available for \nreuse? ☐ In an Open Access repository\n☐ In a restricted access repository\n☒ Upon request by mail\n☐ Other (specify):\nWhen will the data be made available?  After publication of the research results\nWho will be able to access the data and under \nwhat conditions? All lab members will have access to the data. The published data will be available upon request for n on-\nlab members. \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Data sharing is organized by the KU Leuven and are free for the lab.\n8.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  Jolien Pattyn\nWho will be responsible for data storage & back \nup during the project?  Jolien Pattyn\nWho will be responsible for ensuring data \npreservation and sharing?  Prof. Bram Van de Poel\nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPProf. Bram Van de Poel"
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Jolien Pattyn FWO Project Number & Title 1150822N – Uncovering the regulation of ethylene production through the formation of MACC in tomato Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).WP 1: Isolation and identification of AMT Includes: T1.1 AMT purification and sequence identification using reversed proteomics, T1.2 Sequence identification using comparative proteomics, T1.3 Sequence identification using transcriptome sequencing, T1.4 Ectopic AMT in vitro activity Origin of data Type of data Format Estimated volume AMT activity and Bradford assays of fractions( column chromatography, comparative proteomics and yeast extracts)plant extract measurements (numerical)labbook .pdf .xlsx2 MB Extracts (tomato and yeast) and column chromatography fractionsplant/yeast material 500 SDS-PAGE and western blot of protein extractsimage labbook .tif250 MB Mass spec data list of proteins present and quantification.xlsx .scaffold100 MB RNA sequence data sequences .raw .xlsx20 GB Putative AMT list sequences .fasta .genious5 MB Created model files Model files .R 100 MB WP 2: Characterization of AMT biochemistry, expression and localization 2019-10-01 | FWO DMP Template 3Includes: T2.1 AMT kinetic and optimal enzyme conditions, T2.2 AMT expression and abundance, T2.3 AMT subcellular localization Origin of data Type of data Format Estimated volume AMT kinetics and conditions for optimal activity characteristics of enzymes (numerical)labbook .xlsx2 MB expression profiles (based on RT-qPCR and reporter lines)quantification of expression (numerical) imageslabbook .xlsx .tif50 MB reporter lines constructs .fasta .genious5 MB seeds of reporter linesplant material around 100 created model files model files .R 100 MB WP 3: Characterization of the biological relevance of AMT Includes: T3.1 AMT knock-out lines, T3.2 Overexpression of AMT Origin of data Type of data Format Estimated volume knock out and overexpression linesconstructs .fasta .genious5 MB phenotyping plants sensor data plant measurements (numerical)labbook .txt .xlsxmax 2 GB? seeds of transformed linesplant material 1000 (M)ACC extracts plant material 500 2019-10-01 | FWO DMP Template 43.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☐ Yes ☒ No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☐ Yes ☒ No If yes: -Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: 4.Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Labbook, protocols (.dox), general calculation sheets (.xlsx), README files for characteristics raw data lists 2019-10-01 | FWO DMP Template 5Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No If yes, please specify: 5.Data storage & backup during the FWO project Where will the data be stored? BOX and university’s central servers How will the data be backed up? All data is immediately backed up in BOX, with daily back-up to the central servers Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: The lab currently uses 8 GB of the available 2 TB on the server. Physical data (extract, protein, RNA and cDNA samples) will be stored in the lab -80 °C freezer for long term storage. The lab has sufficient space in the -80 °C freezer. The -80 °C freezer is equipped with an automated temperature alarm, provided by the KU Leuven central dispatch team. A backup contact list is provided in case the -80 °C goes into alarm. Seeds are stored in the labs seedstock at 4°C. What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.We don’t expect extra cost for data storage. But in case the lab does not have enough storage room, the PI has budget to buy more. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The ICTS service of KU Leuven secures the network drive of the shared folder. Unauthorized persons do not have access to this folder. 2019-10-01 | FWO DMP Template 66.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).All data will be retained for the expected 5 year period. Where will these data be archived (= stored for the long term)? University’s central service, -80°C freezer and seedstock (4°C) What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.We don’t expect extra costs. In case there will be, the PI had budget for this. 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project? We aim to publish all data and make it available for requests afterwards. Until publication the data will be protected. 2019-10-01 | FWO DMP Template 7Where/how will the data be made available for reuse? ☐ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? After publication of the research results Who will be able to access the data and under what conditions? All lab members will have access to the data. The published data will be available upon request for n on- lab members. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Data sharing is organized by the KU Leuven and are free for the lab. 8.Responsibilities Who will be responsible for the data documentation & metadata? Jolien Pattyn Who will be responsible for data storage & back up during the project? Jolien Pattyn Who will be responsible for ensuring data preservation and sharing? Prof. Bram Van de Poel Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPProf. Bram Van de Poel"
}