{
    "document_id": "D-2023-2397",
    "LinkTitle": "D-2023-2397",
    "file_name": "D-2023-2397.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2397.pdf",
    "metadata": {
        "title": "research project PDMT1/23/007",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "research project PDMT1/23/007\nA Data Management Plan created using DMPonline.be\nCreator: \nStijn Van den Brande\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nPDMT1/23/007\nID: \n202139\nStart date: \n01-10-2023\nEnd date: \n30-09-2024\nProject abstract:\nExtracellular vesicles (EVs) are produced by cells of all domains of life and recent research has shown\ntheir involvement in communication at several levels (intercellular, interspecies and interkingdom) by\nthe transfer of their content. In insects, the largest and most speciose class of animals, reports on\nEVs are scarce but starting to emerge. Despite the relevant advances, many aspects regarding EV\nbiology remain unanswered. Therefore, in this proposal, I aim to investigate the presence of specific\nmiRNA sequence motifs that target the miRNA to be either exported into EVs or retained into the\ndonor cell. In addition, I aim to unravel the proteins involved in this loading mechanism. Finally, I will\nexplore if modifying these motifs enables enhanced miRNA delivery to target cells. In short, I will do\nthis via sRNA sequencing, proteomics analysis and functional (loss-of-function) studies. By\nestablishing both national and international key collaborations, I have ensured the ideal conditions to\ntackle the research questions in the current proposal. Given that this PDM grant lasts only one year, the focus will be on\nthe first part, namely on unraveling the presence of specific miRNA sequence motifs that target the miRNA to be either\nexported into EVs or retained in the donor cell. \nLast modified: \n10-10-2023\nCreated using DMPonline.be. Last modiﬁed 10 October 2023\n1 of 5\nresearch project PDMT1/23/007\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nEV\ncharacterization\nTEM, NTA and WB analyses of isolated EV fractions\nN\nD\nI\n \n<100GB\n \nsRNA seq data\nDifferential miRNA sequencing data of large and small\nEVs and cells\nN\nD\nN\nT\nFASTQ\nxlsx\n<100GB\n \nddPCR data\nmiRNA ddPCR data upon target protein KD\nN\nD\nN\nT\nxlsx\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 10 October 2023\n2 of 5\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nAll experimental set-ups and data are clearly written down in labbooks. In addition to this, the same information is kept on a Network Attached Storage (NAS) system\navailable at our lab, where it can be accessed by other team members. For each project, the following will be stored: raw data (nanodrop, ddPCR, western blots, etc.),\nprocessed data (excel spreadsheets, GraphPad files, etc.), and final results (graphs, tables, images, texts, sequences, etc.). Upon publication, the data is transferred to a\nsecured server system of KU Leuven, where it will be preserved for at least 10 years after project expiry. At the same time, generated datasets (for example sRNA seq\ndata) will be made public via online repositories. \n \n \n \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOther (specify below)\nLarge Volume Storage\nAll data is kept on a secured Network Attached Storage (NAS) system available at our lab. Upon publication, the data is transferred to a Large Volume Storage of KU\nLeuven, where it will be preserved for at least 10 years after project expiry.\nHow will the data be backed up?\nOther (specify below)\nData stored by the host lab is regularly backed up on a physically separated storage device in the host lab using Synology’s backup software, which allows for incremental\nbackups as well as periodic complete backups. Critical data can also be backed up on the secure cloud storage provided by the KU Leuven.\n \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nThe host lab has acquired specialized hardware dedicated to large data storage (our lab's NAS). We therefore have plenty of storage capacity for the foreseeable future.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nData in the host lab is both physically as well as digitally secured: the storage devices are kept in a restricted access area in a locked storage cabinet. Digitally, the\nservers are only accessible through a lab-restricted LAN using a Secure Shell (SSH) protocol.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nSince the hardware is already available and local, we do not expect significant storage costs other than those associated with running the servers.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCreated using DMPonline.be. Last modiﬁed 10 October 2023\n3 of 5\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nSince the hardware is already available and local, we do not expect significant storage costs other than those associated with running the servers.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nAll data will be made publically available upon publication.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\n \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nUpon publication, the relevant data will be made available by uploading them to an open access repository according to the journal's policy. \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWe do not expect extra cost for data sharing between partners, except for the high publication processing fees in open access journals.\nCreated using DMPonline.be. Last modiﬁed 10 October 2023\n4 of 5\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nMy PI and myself are responsible for data documentation and metadata during the research project. \nWho will manage data storage and backup during the research project? \nThe PI and myself will have the responsibility for data storage and back up during the project in consultation with our ICT department. As we are working with our NAS\nsystem for quite some time now, back ups etc are regularly made. \n \nWho will manage data preservation and sharing? \nSame as previous answer. \nWho will update and implement this DMP? \nThe PI bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 10 October 2023\n5 of 5"
    },
    "clean_full_text": "research project PDMT1/23/007 A Data Management Plan created using DMPonline.be Creator: Stijn Van den Brande Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: PDMT1/23/007 ID: 202139 Start date: 01-10-2023 End date: 30-09-2024 Project abstract: Extracellular vesicles (EVs) are produced by cells of all domains of life and recent research has shown their involvement in communication at several levels (intercellular, interspecies and interkingdom) by the transfer of their content. In insects, the largest and most speciose class of animals, reports on EVs are scarce but starting to emerge. Despite the relevant advances, many aspects regarding EV biology remain unanswered. Therefore, in this proposal, I aim to investigate the presence of specific miRNA sequence motifs that target the miRNA to be either exported into EVs or retained into the donor cell. In addition, I aim to unravel the proteins involved in this loading mechanism. Finally, I will explore if modifying these motifs enables enhanced miRNA delivery to target cells. In short, I will do this via sRNA sequencing, proteomics analysis and functional (loss-of-function) studies. By establishing both national and international key collaborations, I have ensured the ideal conditions to tackle the research questions in the current proposal. Given that this PDM grant lasts only one year, the focus will be on the first part, namely on unraveling the presence of specific miRNA sequence motifs that target the miRNA to be either exported into EVs or retained in the donor cell. Last modified: 10-10-2023 Created using DMPonline.be. Last modiﬁed 10 October 2023 1 of 5 research project PDMT1/23/007 Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA EV characterization TEM, NTA and WB analyses of isolated EV fractions N D I <100GB sRNA seq data Differential miRNA sequencing data of large and small EVs and cells N D N T FASTQ xlsx <100GB ddPCR data miRNA ddPCR data upon target protein KD N D N T xlsx <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Created using DMPonline.be. Last modiﬁed 10 October 2023 2 of 5 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All experimental set-ups and data are clearly written down in labbooks. In addition to this, the same information is kept on a Network Attached Storage (NAS) system available at our lab, where it can be accessed by other team members. For each project, the following will be stored: raw data (nanodrop, ddPCR, western blots, etc.), processed data (excel spreadsheets, GraphPad files, etc.), and final results (graphs, tables, images, texts, sequences, etc.). Upon publication, the data is transferred to a secured server system of KU Leuven, where it will be preserved for at least 10 years after project expiry. At the same time, generated datasets (for example sRNA seq data) will be made public via online repositories. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Where will the data be stored? Other (specify below) Large Volume Storage All data is kept on a secured Network Attached Storage (NAS) system available at our lab. Upon publication, the data is transferred to a Large Volume Storage of KU Leuven, where it will be preserved for at least 10 years after project expiry. How will the data be backed up? Other (specify below) Data stored by the host lab is regularly backed up on a physically separated storage device in the host lab using Synology’s backup software, which allows for incremental backups as well as periodic complete backups. Critical data can also be backed up on the secure cloud storage provided by the KU Leuven. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes The host lab has acquired specialized hardware dedicated to large data storage (our lab's NAS). We therefore have plenty of storage capacity for the foreseeable future. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data in the host lab is both physically as well as digitally secured: the storage devices are kept in a restricted access area in a locked storage cabinet. Digitally, the servers are only accessible through a lab-restricted LAN using a Secure Shell (SSH) protocol. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Since the hardware is already available and local, we do not expect significant storage costs other than those associated with running the servers. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Created using DMPonline.be. Last modiﬁed 10 October 2023 3 of 5 Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Since the hardware is already available and local, we do not expect significant storage costs other than those associated with running the servers. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Other (specify below) All data will be made publically available upon publication. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Other (specify below) Upon publication, the relevant data will be made available by uploading them to an open access repository according to the journal's policy. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? We do not expect extra cost for data sharing between partners, except for the high publication processing fees in open access journals. Created using DMPonline.be. Last modiﬁed 10 October 2023 4 of 5 Responsibilities Who will manage data documentation and metadata during the research project? My PI and myself are responsible for data documentation and metadata during the research project. Who will manage data storage and backup during the research project? The PI and myself will have the responsibility for data storage and back up during the project in consultation with our ICT department. As we are working with our NAS system for quite some time now, back ups etc are regularly made. Who will manage data preservation and sharing? Same as previous answer. Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 10 October 2023 5 of 5"
}