{
    "document_id": "D-2024-3450",
    "LinkTitle": "D-2024-3450",
    "file_name": "D-2024-3450.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3450.pdf",
    "metadata": {
        "title": "D-2024-3450",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Jolien Van Opstal – ORCID 0000-0001-5032-831X\nContributor name(s) (+ ORCID) & roles Wim Vandenberghe (promotor)\nKoen Van Laere (co-promotor) – ORCID 0000-0001-5200-7245\nAline Delva (co-promotor) – ORCID 0000-0001-8497-2314\nProject number 1 & title PET imaging of synaptic density and protein aggregation to monitor progression of Parkinson’s disease and  \nHuntington’s disease\nFunder(s) GrantID 2FWO SB Fellowship 1S06625N\nAffiliation(s) x KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\nPlease provide a short project description Background and objectives:  Parkinson’s disease (PD) and Huntington’s disease (HD) are severely disabling  \nneurodegenerative disorders associated with a major socioeconomic burden. Protein aggregation and  \nsynapse loss are key processes in the pathogenesis of PD and HD. To date, no disease-modifying treatments  \nfor PD or HD exist. Development of such treatments would be greatly facilitated by the availability of in vivo  \nbiomarkers that can objectively quantify disease progression. This project aims to advance the development  \nof such biomarkers via PET imaging.\nMethods: Work package 1 (WP1) entails a longitudinal study comparing the ability of PET imaging of striatal  \nsynaptic  density  and  MR  imaging  of  striatal  volume  to  quantify  disease  progression  in  people  with  \npremanifest  HD.  WP2  is  a  first-in-human  study  evaluating  the  suitability  of  a  novel  PET  tracer  for  \nquantification of aggregated mutant huntingtin in brains of manifest HD patients. In WP3 we will extend a  \nprevious longitudinal PET study in PD patients to determine whether synaptic loss in the cerebral cortex  \ncorrelates with long-term disease progression and cognitive decline.\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Significance: This project will evaluate novel in vivo biomarkers for disease progression in PD and HD. If  \nsuccessful,  these  biomarkers  could  be  very  useful  in  disease  modification  trials  in  PD  and  HD.  The  \ndevelopment of disease-modifying treatments will eventually improve patient quality of life and mitigate  \nthe economic impact of these diseases.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL \nDATAONLY FOR \nDIGITAL DATAONLY FOR DIGITAL \nDATAONLY FOR PHYSICAL DATA\nDataset NameDescription New or \nReused Digital or \nPhysical Digital Data \nTypeDigital Data \nFormat Digital Data \nVolume (MB, \nGB, TB)Physical Volume\nICFInformed consent forms NewPhysicalN.A.N.A.N.A.1 ICF per participant\nWP1: estimated 40 \nparticipants \nWP2: estimated 24 \nparticipants \nWP3: estimated 35 \nparticipants\nDemographica\nl dataDemographical data such as age \nand sexNewDigital☒ Numerical\n☒ Textual.xls\n.xml \n(redcap)☒ < 1 GBN.A.\nData on \nmedical \nhistoryData on medical history such as \ngenetic testing results, \ncomorbidities, medication useNewDigital☒ Numerical\n☒ Textual.xml \n(redcap)☒ < 1 GBN.A.\nClinical testing WP1: UHDRS motor,  \nUHDRS TFC, UHDRS IS, \nMoCA, SDMT, digit Span \nforward and backward, \nTMT A and B, phonemic \nverbal fluency, Stroop task,  NewPhysicalN.A.N.A.N.A. WP1: 32 pages per \nparticipant\nWP2: 16 pages per \nparticipant\nWP3: 50 pages per \n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5AVLT, BNT, Benton JLO, \nPBA.\nWP2:UHDRS motor, \nUHDRS TFC, UHDRS IS, \nSDMT, PBA, MoCA.\nWP3: MoCA, SDMT, \nforward and backward \nDigit Span, TMT A and B, \nphonemic verbal fluency, \nAVLT, BNT, Benton JLO, \nMDS-UPDRS part I, MDS-\nUPDRS part II, MDS-UPDRS \npart III, MDS-UPDRS part \nIV, Parkinson Anxiety scale,  \n15-item Geriatric \nDepression Scale, \nQuestionnaire for \nImpulsive-Compulsive \ndisorders in PD, SCOPA-\nsleep, SCOPA-AUT, REM \nsleep behaviour disorder \nSingle-Question Screen, \nUPSIT.participant\nRaw imaging \ndataRaw, unprocessed PET and MRI \nimagesNewDigital☒ Images.dcm\n.nii.gz\n.json☒ < 5 TBN.A.\nProcessed \nimaging dataProcessed PET and MRI images \nfrom which output can be \ngeneratedNewDigital☒ Images.nii.gz\n.nii☒ > 5 TBN.A.\nScripts Scripts used for image \nprocessing and for statistical \nanalysisNewDigital☒ Numerical\n☒ Software.py\n.sh\n.mat\n.R☒ < 1 GBN.A.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6ResultsOutput of the processed \nimaging dataNewDigital☒ Numerical\n☒ Textual.txt\n.xls☒ < 1 GBN.A.\nReportsPapers and presentations of the \nresultsNewDigital☒ Numerical\n☒ Textual.pptx\n.docx\n.pdf☒ < 1 GBN.A.\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  WP3 will be an extension of a previous longitudinal study (baseline – year 2) in PD patients and healthy \ncontrols. We will re-use the demographical and clinical testing data as well as the processed imaging data. \nAt baseline 30 PD patients and 20 healthy controls were included. At year 2 follow-up 27 PD patients and \n18 healthy controls participated. Baseline and 2-year longitudinal data were published as Delva et al. \n(2020, DOI: 10.1002/mds.28216) and Delva et al. (2022, DOI: 10.1002/mds.29148) respectively.\nData from these baseline and 2-year follow-ups visits are stored on paper (clinical testing, demographical \ndata), on a hard drive (imaging data) and on the UZ Leuven servers (scans of clinical testing and \ndemographical data, and imaging data) which are password-protected and access hereto is restricted.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nWP1: S69109\nWP2: S66548\nWP3: S69680. The previous longitudinal study of which data will be reused was registered under \nS61477\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  ☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7appropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).Additional information:\nSeveral types of personal data will be processed (for S69109, S66548, S69680):\nPersonal data for the organization of the study visits: phone number, e-mail address, home address,  \nbank account number. These data will not be included in analyses.\nPersonal data for research purpose: ICF, demographical data (age, sex), medical history, medication  \nuse, clinical testing data, imaging data. These personal data will be pseudonymized. The file where \nthe pseudonyms are linked to the personal data and identifiers will be stored separately and \nsecured, with access only for study staff.\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .All physical files will be stored per subject in a standardized case report form (CRF).\nPhysical files of clinical testing will be scanned and will also be stored on a KU Leuven Sharepoint in a \ndesignated folder per subject.\nClinical testing data and demographical data will also be stored in RedCap (eCRF).  \nRaw imaging data will be saved in the international BIDS (brain imaging data structure) format.\nA user guide on the image processing pipeline that was used, will be saved as a READme.txt file according \nto KU Leuven’s template\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nImaging data will be saved in the BIDS standard.\nPseudonymized information on demographics and neuropsychological test data will be stored in \nRedCap. RedCap offers the possibility to download a .xml file of the metadata.\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☐ OneDrive (KU Leuven)\n☒ Sharepoint online\nFor S69109, S66548 and S69680, a KU Leuven Sharepoint site will be created to store scans of ICFs, \ndemographical data and clinical testing.\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☒ Other: \nImaging data will be stored on external hard drives as well as on UZ Leuven MIM and PACS servers.\nPaper files (ICFs, demographical data, clinical testing) will be stored on paper in a CRF folder in a locked \ncabinet in an environment with restricted access. These files will also be scanned and stored in a \ndesignated KU Leuven Sharepoint website (cfr supra).\nDemographical data and clinical testing data will also be stored in RedCap (eCRF).\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (specify):\nImaging data will be backed up on an external hard drive. This drive will be stored in a locked cabinet in an \naccess-controlled environment.\nPhysical paper files will be scanned and scans will be stored on a KU Leuven Sharepoint.\n☒ Other (specify) \nImaging data will also be stored on UZ Leuven MIM and PACS servers.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\nRedCap provides unlimited capacity.\nStorage on the KULeuven Sharepoint website and UZ Leuven server is sufficient.\n☐ No\nIf no, please specify:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The CRF (including ICF and all information collected on paper such as clinical testing and demographical \ndata) will be stored in a locked cabinet in an access-controlled environment.\nDigital data will be stored in RedCap. This platform has the possibility of allowing detailed access control \non file and folder level, in this way we can prevent access to data and modification of data by \nunauthorized persons.\nThe digital data will additionally be stored on the KU Leuven Sharepoint website.\nData back-up hard drives will be stored in  a locked cabinet in an access-controlled environment .\nImage data will be stored on the UZ Leuven MIM server.  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The price to set-up a RedCap project (one RedCap per study will be created) is € 80 per year.\nThere is no charge for paper storage.\nThere is no charge for creation of the KU Leuven Sharepoint website.\nCosts for UZ Leuven MIM server storage (currently about 7500 Euro/year for the whole division) will be \ncovered by the general research budget of the division of nuclear medicine.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy\n☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Where will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage (longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specifiy):\nThe CRF (including ICF and all information collected on paper such as clinical testing and demographical \ndata) will be stored in a locked cabinet in an access-controlled environment.\nThe digital data will be stored on the KULeuven Sharepoint site.\nData back-up hard drives will be stored in the PI’s office.\nImage data will be stored on the MIM server and UZ Leuven PACS.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?There is no charge for paper archiving.\nCosts for MIM server storage and UZ shared data drive IT storage (currently about 7500 Euro/year for the \nwhole division) will be covered by the general research budget of the division of nuclear medicine, as has \nbeen done for the past 10 years.\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12If access is restricted, please specify who will be \nable to access the data and under what \nconditions.Members of our own research group with involvement in the study will be able to access the data.\nEveryone who was trained for the study and conducts research-related activities will have access to \nrelevant data for his/her research-related activities.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nAll data originate from patients and healthy controls and therefore these are personal data. Privacy \nregulations and ethical aspects restrict the sharing of these sensitive data, therefore when data is shared, \npseudonymization will be applied to the full data set.\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nWhen will the data be made available? ☐ Upon publication of research results\n☐ Specific date (specify)\n☒ Other (specify)\nOnly upon reasonable request and after approval of the ethics committee.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Which data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  There are no expected costs\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The grant holder, Jolien Van Opstal, in collaboration with the research group’s data manager, Marie \nCohilis, and the PI of the studies, prof. dr Wim Vandenberghe\nWho will manage data storage and backup \nduring the research project?The grant holder, Jolien Van Opstal, in collaboration with the research group’s data manager, Marie \nCohilis, and the PI of the studies, prof. dr Wim Vandenberghe\nWho will manage data preservation and \nsharing?The grant holder, Jolien Van Opstal, in collaboration with the research group’s data manager, Marie \nCohilis, and the PI of the studies, prof. dr Wim Vandenberghe\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Who will update and implement this DMP? The grant holder, Jolien Van Opstal, in collaboration with the research group’s data manager, Marie \nCohilis, and the PI of the studies, prof. dr Wim Vandenberghe"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Jolien Van Opstal – ORCID 0000-0001-5032-831X Contributor name(s) (+ ORCID) & roles Wim Vandenberghe (promotor) Koen Van Laere (co-promotor) – ORCID 0000-0001-5200-7245 Aline Delva (co-promotor) – ORCID 0000-0001-8497-2314 Project number 1 & title PET imaging of synaptic density and protein aggregation to monitor progression of Parkinson’s disease and Huntington’s disease Funder(s) GrantID 2FWO SB Fellowship 1S06625N Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description Background and objectives: Parkinson’s disease (PD) and Huntington’s disease (HD) are severely disabling neurodegenerative disorders associated with a major socioeconomic burden. Protein aggregation and synapse loss are key processes in the pathogenesis of PD and HD. To date, no disease-modifying treatments for PD or HD exist. Development of such treatments would be greatly facilitated by the availability of in vivo biomarkers that can objectively quantify disease progression. This project aims to advance the development of such biomarkers via PET imaging. Methods: Work package 1 (WP1) entails a longitudinal study comparing the ability of PET imaging of striatal synaptic density and MR imaging of striatal volume to quantify disease progression in people with premanifest HD. WP2 is a first-in-human study evaluating the suitability of a novel PET tracer for quantification of aggregated mutant huntingtin in brains of manifest HD patients. In WP3 we will extend a previous longitudinal PET study in PD patients to determine whether synaptic loss in the cerebral cortex correlates with long-term disease progression and cognitive decline. 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Significance: This project will evaluate novel in vivo biomarkers for disease progression in PD and HD. If successful, these biomarkers could be very useful in disease modification trials in PD and HD. The development of disease-modifying treatments will eventually improve patient quality of life and mitigate the economic impact of these diseases. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data TypeDigital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ICFInformed consent forms NewPhysicalN.A.N.A.N.A.1 ICF per participant WP1: estimated 40 participants WP2: estimated 24 participants WP3: estimated 35 participants Demographica l dataDemographical data such as age and sexNewDigital☒ Numerical ☒ Textual.xls .xml (redcap)☒ < 1 GBN.A. Data on medical historyData on medical history such as genetic testing results, comorbidities, medication useNewDigital☒ Numerical ☒ Textual.xml (redcap)☒ < 1 GBN.A. Clinical testing WP1: UHDRS motor, UHDRS TFC, UHDRS IS, MoCA, SDMT, digit Span forward and backward, TMT A and B, phonemic verbal fluency, Stroop task, NewPhysicalN.A.N.A.N.A. WP1: 32 pages per participant WP2: 16 pages per participant WP3: 50 pages per 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5AVLT, BNT, Benton JLO, PBA. WP2:UHDRS motor, UHDRS TFC, UHDRS IS, SDMT, PBA, MoCA. WP3: MoCA, SDMT, forward and backward Digit Span, TMT A and B, phonemic verbal fluency, AVLT, BNT, Benton JLO, MDS-UPDRS part I, MDS- UPDRS part II, MDS-UPDRS part III, MDS-UPDRS part IV, Parkinson Anxiety scale, 15-item Geriatric Depression Scale, Questionnaire for Impulsive-Compulsive disorders in PD, SCOPA- sleep, SCOPA-AUT, REM sleep behaviour disorder Single-Question Screen, UPSIT.participant Raw imaging dataRaw, unprocessed PET and MRI imagesNewDigital☒ Images.dcm .nii.gz .json☒ < 5 TBN.A. Processed imaging dataProcessed PET and MRI images from which output can be generatedNewDigital☒ Images.nii.gz .nii☒ > 5 TBN.A. Scripts Scripts used for image processing and for statistical analysisNewDigital☒ Numerical ☒ Software.py .sh .mat .R☒ < 1 GBN.A. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6ResultsOutput of the processed imaging dataNewDigital☒ Numerical ☒ Textual.txt .xls☒ < 1 GBN.A. ReportsPapers and presentations of the resultsNewDigital☒ Numerical ☒ Textual.pptx .docx .pdf☒ < 1 GBN.A. GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. WP3 will be an extension of a previous longitudinal study (baseline – year 2) in PD patients and healthy controls. We will re-use the demographical and clinical testing data as well as the processed imaging data. At baseline 30 PD patients and 20 healthy controls were included. At year 2 follow-up 27 PD patients and 18 healthy controls participated. Baseline and 2-year longitudinal data were published as Delva et al. (2020, DOI: 10.1002/mds.28216) and Delva et al. (2022, DOI: 10.1002/mds.29148) respectively. Data from these baseline and 2-year follow-ups visits are stored on paper (clinical testing, demographical data), on a hard drive (imaging data) and on the UZ Leuven servers (scans of clinical testing and demographical data, and imaging data) which are password-protected and access hereto is restricted. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: WP1: S69109 WP2: S66548 WP3: S69680. The previous longitudinal study of which data will be reused was registered under S61477 Will you process personal data4? If so, please refer to specific datasets or data types when ☒ Yes (provide PRET G-number or EC S-number below) ☐ No FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).Additional information: Several types of personal data will be processed (for S69109, S66548, S69680): Personal data for the organization of the study visits: phone number, e-mail address, home address, bank account number. These data will not be included in analyses. Personal data for research purpose: ICF, demographical data (age, sex), medical history, medication use, clinical testing data, imaging data. These personal data will be pseudonymized. The file where the pseudonyms are linked to the personal data and identifiers will be stored separately and secured, with access only for study staff. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .All physical files will be stored per subject in a standardized case report form (CRF). Physical files of clinical testing will be scanned and will also be stored on a KU Leuven Sharepoint in a designated folder per subject. Clinical testing data and demographical data will also be stored in RedCap (eCRF). Raw imaging data will be saved in the international BIDS (brain imaging data structure) format. A user guide on the image processing pipeline that was used, will be saved as a READme.txt file according to KU Leuven’s template Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: Imaging data will be saved in the BIDS standard. Pseudonymized information on demographics and neuropsychological test data will be stored in RedCap. RedCap offers the possibility to download a .xml file of the metadata. If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☒ Sharepoint online For S69109, S66548 and S69680, a KU Leuven Sharepoint site will be created to store scans of ICFs, demographical data and clinical testing. ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☒ Other: Imaging data will be stored on external hard drives as well as on UZ Leuven MIM and PACS servers. Paper files (ICFs, demographical data, clinical testing) will be stored on paper in a CRF folder in a locked cabinet in an environment with restricted access. These files will also be scanned and stored in a designated KU Leuven Sharepoint website (cfr supra). Demographical data and clinical testing data will also be stored in RedCap (eCRF). How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify): Imaging data will be backed up on an external hard drive. This drive will be stored in a locked cabinet in an access-controlled environment. Physical paper files will be scanned and scans will be stored on a KU Leuven Sharepoint. ☒ Other (specify) Imaging data will also be stored on UZ Leuven MIM and PACS servers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes RedCap provides unlimited capacity. Storage on the KULeuven Sharepoint website and UZ Leuven server is sufficient. ☐ No If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The CRF (including ICF and all information collected on paper such as clinical testing and demographical data) will be stored in a locked cabinet in an access-controlled environment. Digital data will be stored in RedCap. This platform has the possibility of allowing detailed access control on file and folder level, in this way we can prevent access to data and modification of data by unauthorized persons. The digital data will additionally be stored on the KU Leuven Sharepoint website. Data back-up hard drives will be stored in a locked cabinet in an access-controlled environment . Image data will be stored on the UZ Leuven MIM server. What are the expected costs for data storage and backup during the research project? How will these costs be covered?The price to set-up a RedCap project (one RedCap per study will be created) is € 80 per year. There is no charge for paper storage. There is no charge for creation of the KU Leuven Sharepoint website. Costs for UZ Leuven MIM server storage (currently about 7500 Euro/year for the whole division) will be covered by the general research budget of the division of nuclear medicine. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy ☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): The CRF (including ICF and all information collected on paper such as clinical testing and demographical data) will be stored in a locked cabinet in an access-controlled environment. The digital data will be stored on the KULeuven Sharepoint site. Data back-up hard drives will be stored in the PI’s office. Image data will be stored on the MIM server and UZ Leuven PACS. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?There is no charge for paper archiving. Costs for MIM server storage and UZ shared data drive IT storage (currently about 7500 Euro/year for the whole division) will be covered by the general research budget of the division of nuclear medicine, as has been done for the past 10 years. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12If access is restricted, please specify who will be able to access the data and under what conditions.Members of our own research group with involvement in the study will be able to access the data. Everyone who was trained for the study and conducts research-related activities will have access to relevant data for his/her research-related activities. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: All data originate from patients and healthy controls and therefore these are personal data. Privacy regulations and ethical aspects restrict the sharing of these sensitive data, therefore when data is shared, pseudonymization will be applied to the full data set. Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☐ Upon publication of research results ☐ Specific date (specify) ☒ Other (specify) Only upon reasonable request and after approval of the ethics committee. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? There are no expected costs 7. Responsibilities Who will manage data documentation and metadata during the research project?The grant holder, Jolien Van Opstal, in collaboration with the research group’s data manager, Marie Cohilis, and the PI of the studies, prof. dr Wim Vandenberghe Who will manage data storage and backup during the research project?The grant holder, Jolien Van Opstal, in collaboration with the research group’s data manager, Marie Cohilis, and the PI of the studies, prof. dr Wim Vandenberghe Who will manage data preservation and sharing?The grant holder, Jolien Van Opstal, in collaboration with the research group’s data manager, Marie Cohilis, and the PI of the studies, prof. dr Wim Vandenberghe FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Who will update and implement this DMP? The grant holder, Jolien Van Opstal, in collaboration with the research group’s data manager, Marie Cohilis, and the PI of the studies, prof. dr Wim Vandenberghe"
}