{
    "document_id": "D-2024-3378",
    "LinkTitle": "D-2024-3378",
    "file_name": "D-2024-3378.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3378.pdf",
    "metadata": {
        "title": "D-2024-3378",
        "author": "Jolien Deboutte",
        "num_pages": 11
    },
    "content": {
        "full_text": "PLAN OVERVIEW\nA Data Management Plan created using DMPonline.be\nTitle:  Understanding individual force-velocity profiles of the lower-limb muscles to combat age-related declines in  \nfunctional ability.\nCreator: Jolien Deboutte\nPrincipal Investigator: Christophe Delecluse\nAffiliation: KU Leuven (KUL)\nFunder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: FWO DMP (Flemish Standard DMP)\nProject abstract: \nPreserving functional ability is crucial for healthy aging. Unfortunately, age-related decreases in muscle power often  \nlead to declines in functional ability. As power is the product of force and velocity, decreases in power can originate from  \nchanges in muscle force, contraction velocity, or both, varying between individuals. The primary method to prevent  \nfunctional disability is power-based resistance training. Although training interventions are effective for most older  \nadults, a subset fails to experience substantial improvements. These inconsistent outcomes may arise from neglecting  \nthe observed differences in the force-velocity (F-v) profiles between individuals.\nTo address this issue, WP1 will depict the longitudinal trajectories of age-related declines in power and its F-v  \ncomponents, and will also examine the correlation between these changes and (future) functional ability. This in-depth  \nanalysis will reveal the diversity in the F-v profiles among older adults, underscoring the need for tailored exercise  \nprescription. To test the effectiveness of such a personalized approach, WP2 will comprise an intervention study  \ncomparing a novel training method - tailored to the F-v profile of the individual - to the traditional, generic training  \nmethod. Collectively, this project will take pivotal steps towards understanding and combatting age-related declines in  \nfunctional ability, shifting from the one-size-fits-all training approach to personalized exercise prescription.\nID: 212383\nStart date: 01-11-2024\nEnd date: 31-10-2028\nLast modified: 04-04-2025\nUNDERSTANDING INDIVIDUAL FORCE-VELOCITY PROFILES OF THE  \nLOWER-LIMB MUSCLES TO COMBAT AGE-RELATED DECLINES IN  \nFUNCTIONAL ABILITY. \nFWO DMP (Flemish Standard DMP)\n1. RESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your  \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name &  \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly  \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its  \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n    Only  for \ndigital dataOnly \nfor \ndigital \ndata Only  for \ndigital data Only  for \nphysical \ndata\nDataset NameDescription New  or \nreusedDigital  or \nPhysicalDigital Data \nTypeDigital \nData \nformatDigital  data \nvolume \n(MB/GB/TB)Physical \nvolume\n  Indicate:\nN(ew \ndata)  or \nE(xisting \ndata)Indicate: \nD(igital) \nor \nP(hysical)Indicate:\nAudiovisual\nImages\nSound\nNumerical\nTextual\nModel\nSOftware\nOther \n(specify) Indicate:\n< 1 GB\n< 100 GB\n< 1 TB\n< 5 TB\n> 5 TB\nNA \nWP1:\nDemographic \nand \nanthropometric \ndata270  healthy  older \nadults (>60 years).\nAge,  sex,  height, \nweight, fat mass, fat-\nfree mass, total body \nwater.New\nExistingDigitalNumericalxlsx< 1 GB \nWP1:\nLifestyle \nfactors270  healthy  older \nadults (>60 years).\nPhysical  activity, \nsedentary  behavior \nand protein intake.New\nExistingDigitalNumericalxlsx< 1 GB \nWP1:\nForce-velocity \nprofiles270  healthy  older \nadults (>60 yrs).\nMuscle power, force, \nvelocity.New\nExistingDigitalNumericalxlsx\nTDMS\ntxt< 100 GB \nWP1: \nFunctional \nperformance270  healthy  older \nadults (>60 yrs).\nHG,  UGS,  MGS, \nCMJ,  TUG,  SC \n5xSTS, 30sSTS, free-\nliving STS transitions.New\nExistingDigitalNumericalxlsx\nJSON\nOMX< 100 GB \nWP2:\nDemographic \nand \nanthropometric \ndata60 young adults (20-\n30 yrs) + 180 healthy \nolder  adults  (55-85 \nyrs).\nAge,  sex,  height, \nweight.NewDigitalNumericalxlsx< 1 GB \nWP2:\nSports medical \nscreening72  healthy  older \nadults.\nResults  of \nquestionnaire  on \nwww.sportkeuring.be \nexported as pdf.\nSports  medical \nclearance form signed \nby practitioner.New\n \n \n \nNewDigital\n \n \n \nPhysicalNumerical\n \n \n \nTextualpdf\n \n \n \n < 1 GB\n \n \n \n  \n \n \n \n2  pages \nper \nperson, \n144 \npages\nWP2: \nForce-velocity \nprofilesBaseline  data  of  60 \nyoung adults and 180 \nolder  adults  +  mid- \nand  post-intervention \ndata  of  72  older \nadults.\nMuscle power, force, \nvelocity.NewDigitalNumericalxlsx\nTDMS\ntxt< 100 GB \nWP2:\nTraining data72 older adults.\n24 training sessions.New\n \n \n \nNewPhysical\n \n \n \nDigitalNumerical\n \n \n \nNumerical \n \n \n \nxlsx \n \n \n \n<1GB 6  pages \nper \nperson, \n432 \npages\nWP2:\nAdherence72 older adults.\n24 training sessions.NewDigitalNumericalxlsx\n < 1GB \nWP2:\nAdverse \neventsAdverse  events \nrecording  throughout \nintervention period.NewDigitalNumerical\nTextualxlsx< 1GB \nWP2:\nFunctional \nabilityBaseline  data  of  60 \nyoung adults and 180 \nolder  adults  +  mid- \nand  post-intervention \ndata  of  72  older \nadults.\nHG,  UGS,  MGS, \nCMJ,  TUG,  SC \n5xSTS, 30sSTS.NewDigitalNumericalxlsx\nJSON\nOMX< 100 GB \nWP1 & WP2:\nScriptsData  processing  & \nanalyses  scripts  in \nMatlab.NewDigitalCompiled < 1GB \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI,  \nHandle, URL etc.) per dataset or data type:\nData is stored on a KU Leuven drive with restricted access, and is accessible by the PI of the Longitudinal Study for  \nLifestyle, Fitness and Health (Martine Thomis).  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or  \nanimals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data  \ntypes when appropriate.\nYes, human subject data. \nPersonal data from human subjects will be collected.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment  \nsection. Please refer to specific datasets or data types when appropriate.\nYes\nPersonal data for organizing the research: name, e-mail, phone number. This data will not be included in the analyses  \nand will be stored separately from the research.\nPersonal data for research purposes (both WP1 & 2): age, sex, education, nationality, profession, height, body mass,  \nmedical history. These data will be pseudonymized during data collection.\nDoes  your  work  have  potential  for  commercial  valorization  (e.g.  tech  transfer,  for  example  spin-offs,  \ncommercial exploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nDo  existing  3rd  party  agreements  restrict  exploitation  or  dissemination  of  the  data  you  (re)use  (e.g.  \nMaterial/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment  \nsection to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to  \nthe data you (re)use? If so, please explain in the comment section to what data they relate and which  \nrestrictions will be asserted.\nNo\n2. DOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep  \ndata understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation  \nlevels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nThe following documentation will be provided for each work package.  \nAt project level:\n1.A README file (KU Leuven template)\n2.A detailed protocol including research methods, practices, instructions and questionnaires (.pdf)\nAt data level: \n1.A standardized case report form (CRF) including notes on data quality, contextual information, protocol  \ndeviations, etc. The CRF will be completed on REDCap during data collection.  \n2.A user guide on data processing and handling (.pdf)\n3.A data dictionary, either in the same file or in the same folder (.csv)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where  \nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where  \nappropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes, the RDR metadata standard (i.e., DataCite) will be followed at project level. \n3. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT\nWhere will the data be stored?\nResearch data:\n1.KU Leuven network drive, specifically L-drive. Source data will be (temporarily) stored on external hard  \ndrive and are exported immediately after collection from their respective research instruments and will be  \nstored in a shared folder on the password-protected L-drive within the KU Leuven environment. For active use,  \ncopies from the master data on the L-drive can be made and kept on the personal devices of the involved  \nresearchers.\n2.REDCap.  Data will be collected using REDCap, a secured and password-protected database and data  \nmanagement system, hosted on dedicated KU Leuven data servers at Campus Heverlee.\n3.On paper. The paper copies of the descriptive data and questionnaires will be stored in a secured locker at the  \nDepartment of Movement Sciences, Building The Nayer, of the KU Leuven. Only authorized personnel will  \nhave access to this locked storage room as they will need to be granted access by the PI (Christophe  \nDelecluse).\nPersonal data for organizing the research:\n1.A digital subject identification log will be kept on the L-drive in a separate folder (i.e. not together with the  \nresearch data) and will be password protected.\n2.Paper informed consent forms will be stored in a secured locker at the Department of Movement Sciences,  \nbuilding Topsporthal, of the KU Leuven. Only authorized personnel will have access to this locked storage  \nroom as they will need to be granted access by the PI (Christophe Delecluse). The ICFs will not be kept in the  \nsame binder as the paper research data.\nHow will the data be backed up?\n1.KU Leuven network drive, specifically L-drive. Automatic version management of the files occurs when  \nstoring data in the KU Leuven datacenters. Version management is done using \"snapshot\" technology, where  \nthe previous versions of the changed files are kept online  in a snapshot on the same storage system.  \na.By default, 1 snapshot is taken daily and is kept for 14 days. So you can go back to previous versions of  \nthe file up to 14 days.\nb.End users can restore older files themselves from within their Windows PC via the \"previous versions |  \nprevious versions\" functionality. A mirror (an exact copy) of the data is provided in the second ICTS data  \ncenter for “business continuity” or “disaster recovery” purposes; a file is copied to the second data center  \nas soon as it is written to a drive. ICTS can put the copy online within an hour in case of disaster with the  \nprimary storage.\n2.REDCap. When using KU Leuven REDCap, data is backed up as follows: \na.The web server backup regime is specified below: \ni.An hourly backup, the last 6 versions of which are saved\nii.A daily backup, the last 7 versions of which are saved\niii.A weekly backup, the last 6 versions of which are saved\nb.The database backup regime is specified below: \ni.A nightly cold backup of all databases\nii.One month’s storage of the nightly cold backup\nc.Data restore upon request\n3.To ensure that the master file remains up-to-date the FreeFileSync tool will be used for regular synchronization  \nof active copies to the L-drive.\nIs  there  currently  sufficient  storage  &  backup  capacity  during  the  project?  If  yes,  specify  concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\n1.KU Leuven network drive, specifically L-drive . Our department has a L-drive with a capacity of 20 TB for  \nactive research data, with currently 6TB free space. As the estimated size of the dataset is 25GB sufficient  \nstorage and backup capacity is available.\n2.REDCap. REDCap is hosted on central ICTS webservices and provides unlimited capacity.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\n1.KU Leuven network drive, specifically J/L-drive . The KU Leuven network drives are incorporated within  \nsecured  KU  Leuven  environments,  are  password-protected  (including  smartphone-based  multi-factor  \nidentification) and are only accessible by registered collaborating researchers. Only the PI can request access  \nto the network drive for study personnel.\n2.REDCap. When using KU Leuven REDCap, physical access to the data centers is logged and restricted to  \nauthorized KU Leuven Information Technology (IT) personnel, using badge identification. At the clinical  \ndatabase level only study team members, monitors and auditors/inspectors for whom the Coordinating or  \nPrincipal Investigator (as applicable) has requested project-specific access, are granted data access. Upon  \nsuccessful training completion each user is centrally assigned a user role, associated with predefined  \nsystem/data privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC  \n(ctc.datamanagement@uzleuven.be).\n3.On paper. Data collected on paper (e.g. informed consents) will be stored in a locked cabinet in a locked room  \nat the Department of Movement Sciences. During data collection the cabinet will only be accessible to study  \npersonnel. Informed consent forms will be stored separately from research data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be  \ncovered?\n1.KU Leuven network drive, specifically L-drive.  The Department of Movement Sciences provides an L-drive  \nof 20 TB for its research groups and costs (€ 95.14/TB/year) will be carried by the department. At the moment,  \n6 TB is available, thereby covering the project of ± 25G.\n2.REDCap. €80/project/year\n3.On paper. No costs are attached to storage of data collected on paper.\n4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are  \napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for  \nthis (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data (digital & paper) will be archived for minimally 25 years after study completion, in line with the Belgian Law of 7  \nMay 2004 related to experiments on humans.\nWhere will these data be archived (stored and curated for the long-term)?\n1.Digital data. The generated research data, metadata and documentation necessary to reuse the data will be  \ntransferred to the K-drive (LVS network drive) for long-term data archiving, managed by KU Leuven ICTS with  \nautomatic back-up procedures.\n2.Paper files. Research data collected on paper, as well as informed consent forms will be stored in the local  \nstorage facility at the department of movement sciences. Research data and informed consent forms will be  \nkept is separate folders in a locked cabinet in the locked storage facility, only accessible to the PI.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs  \nbe covered?\n€ 11.38/100GB/year, from which 50% of the costs are covered by the Group Biomedical Sciences. Given the expected  \nsize of the project of 25 GB and the minimum purchase of 100GB storage, costs for long-term storage are estimated at €  \n11.38/year. The costs will be carried for 50% by the project and 50% by the Group of Biomedical Sciences.\n5. DATA SHARING AND REUSE\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section  \nplease explain per dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only).\nIf access is restricted, please specify who will be able to access the data and under what conditions.\n1.Access to the dataset will only be granted after approval by an Institutional Review Board (IRB) for the  \nproposed research project. Applicants must provide documentation of IRB approval.\n2.Access to the dataset can only be granted to researchers within the European Union, where the General Data  \nProtection Regulation applies.\n3.Access to the dataset can only be granted to researchers who can adhere to all security and operating  \nrequirements in accordance with the General Data Protection Regulation.\n4.Access to the dataset will only be granted for research purposes to researchers, affiliated to an academic or  \nnot-for-profit research institution. (PhD-) students who are not employed by that institution can only be granted  \naccess under responsibility of their supervisor who is employed at that organization, through a request  \nsubmitted  by  their  supervisor.  Researchers  are  required  to  provide  the  following  information  in  their  \napplication: name, contact information, and institutional affiliations of the principal investigator.\n5.Access to the dataset will not be granted for commercial purposes.\n6.Access to the dataset will be granted for dedicated research questions only. Only data that is essential to  \nanswering the proposed research questions will be shared, not the full dataset (unless required to answer the  \nproposed research questions).\n7.In their application, requesters are required to provide a research description which includes a description of  \nthe research project that the data will be used for and clear information about why these specific data are being  \nrequested.\n8.Access to the dataset will only be granted after approval of the data request by the Data Access Committee, a  \nverified preregistration and obtaining mutual signatures on the Data Transfer Agreement.\n9.Output of the research specified in the data request should be limited to a single paper in a peer-reviewed  \njournal, a report, thesis, or other form of scientific output.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement  \nwith a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where  \nappropriate.\nYes, privacy aspects and ethical aspects\nParticipants have to consent to data sharing in the informed consent forms. If they do not consent, their data will not be  \nshared. Furthermore, the consent form specifies that data will only be shared for research that is approved by an ethical  \ncommittee.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository).\nWhen will the data be made available?\nUpon publication of the results.  \nWhich data usage licenses are you going to provide? If none, please explain why.\nGiven the personal nature of the data, datasets will be published under restricted access, requiring the Custom KU  \nLeuven license. This means that when access to the dataset is requested, a data transfer or sharing agreement will be  \ndrawn up by KU Leuven legal department in which the terms of use will be agreed upon with the requesting party.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option  \nto provide it in the comment section.\nYes, a DOI will become available through RDR upon publication of the results.\nWhat are the expected costs for data sharing? How will these costs be covered?\nRDR is free for KU Leuven personnel, so no costs are expected for data sharing.\n6. RESPONSIBILITIES\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher (Jolien Deboutte) will be responsible for data documentation and metadata, under supervision of  \nthe PI (Christophe Delecluse).                      \nWho will manage data storage and backup during the research project?\nThe PhD researcher (Jolien Deboutte) will be responsible for data storage and backup, under supervision of the PI  \n(Christophe Delecluse).                      \nWho will manage data preservation and sharing?\nThe PI (Christophe Delecluse) will be responsible for ensuring data preservation and sharing.  \nWho will update and implement this DMP?\nThe PhD researcher (Jolien Deboutte) will be responsible for updating this DMP. The PI (Christophe Delecluse) bears  \nthe end responsibility for updating and implementing this DMP.                     "
    },
    "clean_full_text": "PLAN OVERVIEW A Data Management Plan created using DMPonline.be Title: Understanding individual force-velocity profiles of the lower-limb muscles to combat age-related declines in functional ability. Creator: Jolien Deboutte Principal Investigator: Christophe Delecluse Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Project abstract: Preserving functional ability is crucial for healthy aging. Unfortunately, age-related decreases in muscle power often lead to declines in functional ability. As power is the product of force and velocity, decreases in power can originate from changes in muscle force, contraction velocity, or both, varying between individuals. The primary method to prevent functional disability is power-based resistance training. Although training interventions are effective for most older adults, a subset fails to experience substantial improvements. These inconsistent outcomes may arise from neglecting the observed differences in the force-velocity (F-v) profiles between individuals. To address this issue, WP1 will depict the longitudinal trajectories of age-related declines in power and its F-v components, and will also examine the correlation between these changes and (future) functional ability. This in-depth analysis will reveal the diversity in the F-v profiles among older adults, underscoring the need for tailored exercise prescription. To test the effectiveness of such a personalized approach, WP2 will comprise an intervention study comparing a novel training method - tailored to the F-v profile of the individual - to the traditional, generic training method. Collectively, this project will take pivotal steps towards understanding and combatting age-related declines in functional ability, shifting from the one-size-fits-all training approach to personalized exercise prescription. ID: 212383 Start date: 01-11-2024 End date: 31-10-2028 Last modified: 04-04-2025 UNDERSTANDING INDIVIDUAL FORCE-VELOCITY PROFILES OF THE LOWER-LIMB MUSCLES TO COMBAT AGE-RELATED DECLINES IN FUNCTIONAL ABILITY. FWO DMP (Flemish Standard DMP) 1. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital dataOnly for digital data Only for digital data Only for physical data Dataset NameDescription New or reusedDigital or PhysicalDigital Data TypeDigital Data formatDigital data volume (MB/GB/TB)Physical volume Indicate: N(ew data) or E(xisting data)Indicate: D(igital) or P(hysical)Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify) Indicate: < 1 GB < 100 GB < 1 TB < 5 TB > 5 TB NA WP1: Demographic and anthropometric data270 healthy older adults (>60 years). Age, sex, height, weight, fat mass, fat- free mass, total body water.New ExistingDigitalNumericalxlsx< 1 GB WP1: Lifestyle factors270 healthy older adults (>60 years). Physical activity, sedentary behavior and protein intake.New ExistingDigitalNumericalxlsx< 1 GB WP1: Force-velocity profiles270 healthy older adults (>60 yrs). Muscle power, force, velocity.New ExistingDigitalNumericalxlsx TDMS txt< 100 GB WP1: Functional performance270 healthy older adults (>60 yrs). HG, UGS, MGS, CMJ, TUG, SC 5xSTS, 30sSTS, free- living STS transitions.New ExistingDigitalNumericalxlsx JSON OMX< 100 GB WP2: Demographic and anthropometric data60 young adults (20- 30 yrs) + 180 healthy older adults (55-85 yrs). Age, sex, height, weight.NewDigitalNumericalxlsx< 1 GB WP2: Sports medical screening72 healthy older adults. Results of questionnaire on www.sportkeuring.be exported as pdf. Sports medical clearance form signed by practitioner.New NewDigital PhysicalNumerical Textualpdf < 1 GB 2 pages per person, 144 pages WP2: Force-velocity profilesBaseline data of 60 young adults and 180 older adults + mid- and post-intervention data of 72 older adults. Muscle power, force, velocity.NewDigitalNumericalxlsx TDMS txt< 100 GB WP2: Training data72 older adults. 24 training sessions.New NewPhysical DigitalNumerical Numerical xlsx <1GB 6 pages per person, 432 pages WP2: Adherence72 older adults. 24 training sessions.NewDigitalNumericalxlsx < 1GB WP2: Adverse eventsAdverse events recording throughout intervention period.NewDigitalNumerical Textualxlsx< 1GB WP2: Functional abilityBaseline data of 60 young adults and 180 older adults + mid- and post-intervention data of 72 older adults. HG, UGS, MGS, CMJ, TUG, SC 5xSTS, 30sSTS.NewDigitalNumericalxlsx JSON OMX< 100 GB WP1 & WP2: ScriptsData processing & analyses scripts in Matlab.NewDigitalCompiled < 1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Data is stored on a KU Leuven drive with restricted access, and is accessible by the PI of the Longitudinal Study for Lifestyle, Fitness and Health (Martine Thomis). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data. Personal data from human subjects will be collected. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Personal data for organizing the research: name, e-mail, phone number. This data will not be included in the analyses and will be stored separately from the research. Personal data for research purposes (both WP1 & 2): age, sex, education, nationality, profession, height, body mass, medical history. These data will be pseudonymized during data collection. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The following documentation will be provided for each work package. At project level: 1.A README file (KU Leuven template) 2.A detailed protocol including research methods, practices, instructions and questionnaires (.pdf) At data level: 1.A standardized case report form (CRF) including notes on data quality, contextual information, protocol deviations, etc. The CRF will be completed on REDCap during data collection. 2.A user guide on data processing and handling (.pdf) 3.A data dictionary, either in the same file or in the same folder (.csv) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes, the RDR metadata standard (i.e., DataCite) will be followed at project level. 3. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? Research data: 1.KU Leuven network drive, specifically L-drive. Source data will be (temporarily) stored on external hard drive and are exported immediately after collection from their respective research instruments and will be stored in a shared folder on the password-protected L-drive within the KU Leuven environment. For active use, copies from the master data on the L-drive can be made and kept on the personal devices of the involved researchers. 2.REDCap. Data will be collected using REDCap, a secured and password-protected database and data management system, hosted on dedicated KU Leuven data servers at Campus Heverlee. 3.On paper. The paper copies of the descriptive data and questionnaires will be stored in a secured locker at the Department of Movement Sciences, Building The Nayer, of the KU Leuven. Only authorized personnel will have access to this locked storage room as they will need to be granted access by the PI (Christophe Delecluse). Personal data for organizing the research: 1.A digital subject identification log will be kept on the L-drive in a separate folder (i.e. not together with the research data) and will be password protected. 2.Paper informed consent forms will be stored in a secured locker at the Department of Movement Sciences, building Topsporthal, of the KU Leuven. Only authorized personnel will have access to this locked storage room as they will need to be granted access by the PI (Christophe Delecluse). The ICFs will not be kept in the same binder as the paper research data. How will the data be backed up? 1.KU Leuven network drive, specifically L-drive. Automatic version management of the files occurs when storing data in the KU Leuven datacenters. Version management is done using \"snapshot\" technology, where the previous versions of the changed files are kept online in a snapshot on the same storage system. a.By default, 1 snapshot is taken daily and is kept for 14 days. So you can go back to previous versions of the file up to 14 days. b.End users can restore older files themselves from within their Windows PC via the \"previous versions | previous versions\" functionality. A mirror (an exact copy) of the data is provided in the second ICTS data center for “business continuity” or “disaster recovery” purposes; a file is copied to the second data center as soon as it is written to a drive. ICTS can put the copy online within an hour in case of disaster with the primary storage. 2.REDCap. When using KU Leuven REDCap, data is backed up as follows: a.The web server backup regime is specified below: i.An hourly backup, the last 6 versions of which are saved ii.A daily backup, the last 7 versions of which are saved iii.A weekly backup, the last 6 versions of which are saved b.The database backup regime is specified below: i.A nightly cold backup of all databases ii.One month’s storage of the nightly cold backup c.Data restore upon request 3.To ensure that the master file remains up-to-date the FreeFileSync tool will be used for regular synchronization of active copies to the L-drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes 1.KU Leuven network drive, specifically L-drive . Our department has a L-drive with a capacity of 20 TB for active research data, with currently 6TB free space. As the estimated size of the dataset is 25GB sufficient storage and backup capacity is available. 2.REDCap. REDCap is hosted on central ICTS webservices and provides unlimited capacity. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? 1.KU Leuven network drive, specifically J/L-drive . The KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network drive for study personnel. 2.REDCap. When using KU Leuven REDCap, physical access to the data centers is logged and restricted to authorized KU Leuven Information Technology (IT) personnel, using badge identification. At the clinical database level only study team members, monitors and auditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has requested project-specific access, are granted data access. Upon successful training completion each user is centrally assigned a user role, associated with predefined system/data privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC (ctc.datamanagement@uzleuven.be). 3.On paper. Data collected on paper (e.g. informed consents) will be stored in a locked cabinet in a locked room at the Department of Movement Sciences. During data collection the cabinet will only be accessible to study personnel. Informed consent forms will be stored separately from research data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? 1.KU Leuven network drive, specifically L-drive. The Department of Movement Sciences provides an L-drive of 20 TB for its research groups and costs (€ 95.14/TB/year) will be carried by the department. At the moment, 6 TB is available, thereby covering the project of ± 25G. 2.REDCap. €80/project/year 3.On paper. No costs are attached to storage of data collected on paper. 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data (digital & paper) will be archived for minimally 25 years after study completion, in line with the Belgian Law of 7 May 2004 related to experiments on humans. Where will these data be archived (stored and curated for the long-term)? 1.Digital data. The generated research data, metadata and documentation necessary to reuse the data will be transferred to the K-drive (LVS network drive) for long-term data archiving, managed by KU Leuven ICTS with automatic back-up procedures. 2.Paper files. Research data collected on paper, as well as informed consent forms will be stored in the local storage facility at the department of movement sciences. Research data and informed consent forms will be kept is separate folders in a locked cabinet in the locked storage facility, only accessible to the PI. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? € 11.38/100GB/year, from which 50% of the costs are covered by the Group Biomedical Sciences. Given the expected size of the project of 25 GB and the minimum purchase of 100GB storage, costs for long-term storage are estimated at € 11.38/year. The costs will be carried for 50% by the project and 50% by the Group of Biomedical Sciences. 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only). If access is restricted, please specify who will be able to access the data and under what conditions. 1.Access to the dataset will only be granted after approval by an Institutional Review Board (IRB) for the proposed research project. Applicants must provide documentation of IRB approval. 2.Access to the dataset can only be granted to researchers within the European Union, where the General Data Protection Regulation applies. 3.Access to the dataset can only be granted to researchers who can adhere to all security and operating requirements in accordance with the General Data Protection Regulation. 4.Access to the dataset will only be granted for research purposes to researchers, affiliated to an academic or not-for-profit research institution. (PhD-) students who are not employed by that institution can only be granted access under responsibility of their supervisor who is employed at that organization, through a request submitted by their supervisor. Researchers are required to provide the following information in their application: name, contact information, and institutional affiliations of the principal investigator. 5.Access to the dataset will not be granted for commercial purposes. 6.Access to the dataset will be granted for dedicated research questions only. Only data that is essential to answering the proposed research questions will be shared, not the full dataset (unless required to answer the proposed research questions). 7.In their application, requesters are required to provide a research description which includes a description of the research project that the data will be used for and clear information about why these specific data are being requested. 8.Access to the dataset will only be granted after approval of the data request by the Data Access Committee, a verified preregistration and obtaining mutual signatures on the Data Transfer Agreement. 9.Output of the research specified in the data request should be limited to a single paper in a peer-reviewed journal, a report, thesis, or other form of scientific output. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, privacy aspects and ethical aspects Participants have to consent to data sharing in the informed consent forms. If they do not consent, their data will not be shared. Furthermore, the consent form specifies that data will only be shared for research that is approved by an ethical committee. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository). When will the data be made available? Upon publication of the results. Which data usage licenses are you going to provide? If none, please explain why. Given the personal nature of the data, datasets will be published under restricted access, requiring the Custom KU Leuven license. This means that when access to the dataset is requested, a data transfer or sharing agreement will be drawn up by KU Leuven legal department in which the terms of use will be agreed upon with the requesting party. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes, a DOI will become available through RDR upon publication of the results. What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, so no costs are expected for data sharing. 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? The PhD researcher (Jolien Deboutte) will be responsible for data documentation and metadata, under supervision of the PI (Christophe Delecluse). Who will manage data storage and backup during the research project? The PhD researcher (Jolien Deboutte) will be responsible for data storage and backup, under supervision of the PI (Christophe Delecluse). Who will manage data preservation and sharing? The PI (Christophe Delecluse) will be responsible for ensuring data preservation and sharing. Who will update and implement this DMP? The PhD researcher (Jolien Deboutte) will be responsible for updating this DMP. The PI (Christophe Delecluse) bears the end responsibility for updating and implementing this DMP."
}