{
    "document_id": "D-2022-1671",
    "LinkTitle": "D-2022-1671",
    "file_name": "D-2022-1671.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1671.pdf",
    "metadata": {
        "title": "D-2022-1671",
        "author": "N/A",
        "num_pages": 21
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Isabelle Cleynen (ORCID https://orcid.org/0000-0003-0857-7683 )\nContributor name(s) (+ ORCID) & roles Máté Varga (ORCID https://orcid.org/0000-0003-4289-1705 )\nBoris Rogelj (ORCID https://  orcid.org/0000-0003-3898-1943  )\nTomaž Bratkovič (ORCID https://orcid.org/0000-0001-8367-5465 )\nProject number1 & title CELSA/22/026; “The role of snoRNAs in the etiology of inflammatory bowel disease”\nFunder(s) GrantID2CELSA/22/026\nAffiliation(s) X KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \nX Other: ELTE Eötvös Loránd University; University of  Ljubljana\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description Inflammatory bowel disease (IBD) constitutes a group of progressive and debilitating disorders \ncharacterized by chronic inflammation of the intestine, with poorly understood etiology. We recently \nfound that expression of small nucleolar RNAs (snoRNAs) –  a family of short non-coding RNAs traditionally  \nimplicated in chemically modifying other RNA types – marks recurrent Crohn’s disease (a form of IBD). We \nalso found that lack of dyskerin, a well-known protein partner of snoRNAs, leads to IBD-like symptoms in a \nzebrafish model, further supporting a potential link between snoRNAs and IBD. To examine the role of \nsnoRNAs in IBD we will combine the complementary expertise from three research groups. Specifically, at \nKU Leuven we will analyse differential expression of snoRNAs in intestinal biopsies and peripheral blood \nimmune cells of IBD patients vs healthy controls using short RNA sequencing. Using a similar approach, we \nwill identify perturbed snoRNAs in chemically inducible zebrafish and intestinal cell models of IBD at ELTE \nand UL, respectively. These data will set ground for mechanistic studies, where individual dysregulated \nsnoRNAs will be knocked-out or overexpressed in both disease models using advanced molecular biology \nmethods. Furthermore, we will use our state-of-the-art methods of RNA interactome interrogation to \nidentify molecular targets of dysregulated snoRNAs in live cells, assisting in revealing their link to IBD \nsymptoms. The overarching goal of the proposed project is to find reliable snoRNA diagnostic biomarkers \nwith functional relevance to IBD, which in future should aid in accurate disease diagnosis, thereby allowing  \nearly and effective treatment. Last but not least, the animal and cell models generated in this project \nmight find use for preclinical screens to identify new or repurposed therapeutics for IBD.\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nTissue \nsamplesGut \nbiopsies/blood \nsamples from \nIBD patients and \ncontrolsPhysical 2-4 \nbiopsies/sample\n10 mL blood\nRNARNA extracted \nfrom tissue \nsamplesPhysical ~20µL\nRNARNA extracted \nfrom zebrafish \ngut samplesPhysical ~25 µL \nRNARNA extracted \nfrom cells \n(Caco-2, THP-1) \ngrown in vitroPhysical ~25 µL\nSequencing \ndataRaw snoRNAseq \ndata (IBD \npatients and ☒ Generate new \ndata\n☐ Reuse existing ☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ ☐ .por\n☐ .xml\n☐ .tab☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5controls; \nzebrafish; \nhuman cell \nlines); \nPARIS/COMRAD\nES seq data \nfrom human cell \nlinesdata aggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: fastq \nfiles\n☐ NA☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nRead count \nfilesMapped and \nQC’ed RNAseq \ndata☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA\nData analysis \nresultsResult files from \nstatistical \nanalyses \n(text/figures)☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☒ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\nFWO DMP Template (Flemish Standard DMP) 6☐ NA☐ .tab\n☐ .gml\n☒ other: .jpg \nor .tiff or …\n☐ NA☐ NA\nMicroarray \ndataPreviously \nobtained \nmicroarray data \nthat will be re-\nanalysed☐ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: .jpg \nor .tiff or …\n☐ NA☐ < 100 MB\n☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nphenodataBasic \nphenotypic \ninformation of \nincluded \nindividuals☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: .jpg \nor .tiff or …\n☐ NA☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP) 7GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Microarray data: The mRNA microarray data were deposited to the Gene Expression Omnibus database \naccording to Minimum Information About a Microarray Experiment [MIAME] guidelines [series accession \nGSE102133, https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE102133 ].\nThis data is also available on the internal servers of KU Leuven (Archive K drive) as it is data previously \ngenerated by the involved group at KU Leuven).\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 8Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☒ Yes, animal data\n☐ Yes, dual use \n☐ No\n If yes, please describe:  \nWe use samples collected from human individuals (patients). Approval for this is obtained from the Ethics \nCommittee Research UZ / KU Leuven (EC Research). If necessary/applicable, further approval regarding \npatient sample use will be sought there as well.  \nAll animal procedures will be approved by the Government Office of Pest County and/or the local ethics \ncommittee of ELTE Eötvös Loránd University.  \nWill  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used: clinical information (diagnosis (IBD \nversus control)); sex; age (dataset: phenodata)\n-Privacy Registry Reference: TBD\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ Yes\n☐ No\nIf yes, please comment: identified snoRNAs could have potential as biomarkers in which case IP could be \napplicable (combination of markers subject of patent)\n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 9Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☒ Yes\n☐ No\nIf yes, please explain: An MTA/DTA and contract agreement will need to be set up between the different \npartners of the project.\n3.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP) 10Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).KU Leuven:\n-Each researcher keeps a lab notebook (written and/or electronic) which keeps track of the \nexperiments done, and where to find the results if not in the lab notebook itself.  \n-The bioinformatics researchers dealing with data analysis (RNAseq data analysis) use well \ncommented scripts (usually via Jupyter notebooks) that indicate each step of the analysis such that \nit can be easily reproduced.\n-We use a systematic file/folder system where each folder has the same naming structure and \nsubfolders (input/output/scripts/obsolete). All raw data files are backed up to Large storage and \nArchive drives managed by KU Leuven, as well as to the vsc staging (also see below). A README.txt \nfile is included in the main folder explaining the data structure.\nELTE Eötvös Loránd University :\n-experimental data will be recorded in electronic notebooks on the Benchling platform  \n-novel snoRNA-seq analysis pipelines will be documented and made available through GitHub \nrepositories.\nUniversity of Ljubljana:\n-Each researcher keeps a lab journal in physical and digital format (local and University of Ljubljana \nOneDrive cloud and/or Dropbox with synchronization), where all experiment details and \nobservations/comments and experimental data location are stored.\nFWO DMP Template (Flemish Standard DMP) 11Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nCfr above\n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP) 12Where will the data be stored? KU Leuven:\n-During the research, we make use of secured network folders (in blocks of 1TB, with automatic \noffsite back-up) as well as 2TB personal OneDrive cloud storage provided by KU Leuven IT. Data will  \nalso be loaded onto the VSC associated computer hardware ( https://www.vscentrum.be/ ) for data \nanalysis. Larger files will be stored there on staging space on the vsc.\nELTE Eötvös Loránd University :\n-Sequencing data will be stored on personal hard drives and also on cloud backups using the Galaxy \nplatform (where some of the analysis will be also performed).\n-Imaging data will be stored on physical hard drives, cloud storage of the University and flash-\nmemory backup drives.\nUniversity of Ljubljana:\n-Data will be stored on University of Ljubljana OneDrive cloud and backed up locally (hard drives).\n-Big data storage TBD  \nData shared among partners during project:\n-Where applicable, data will be shared through a Teams Team that has been set up specifically for \nthis grant, which is a multi-center grant. Only individuals involved in the project are members of \nthe Team. \n-If data is too large, files will be transferred using a cloud storage service which is then shared with \npartners; or using SFTP.  \nFWO DMP Template (Flemish Standard DMP) 13How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.KU Leuven\n-Cfr above: secured network folders are automatically backed-up off-site\n-Physical lab notebooks are kept locally\nELTE Eötvös Loránd University :\n-Sequencing data will be backed up to the Sequence Read Archive (SRA) repository.\n-Electronic notebooks will be archived and backed up in secure ELTE network folders.\nUniversity of Ljubljana:\n-Lab diaries will be kept locally and automatically synchronized to University OneDrive.  \n-Sequencing data will be deposited to the Sequence Read Archive (SRA) repository.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nIf no, please specify:  \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 14How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7KU Leuven:\n-Cfr above: KU Leuven offers secured network folders that are only accessible by registered users \nwith granted access.  \nELTE Eötvös Loránd University :\n-Besides the secured network folders of ELTE, secure public repositories such as SRA will be used. \nPhysical hard drives are stored in safe (locked) cabinets in rooms where only authorized personnel \nhas access.\n-Only people participating in the research will have access to the relevant notebooks.\nUniversity of Ljubljana:\n-Access to locally stored and network files and folders is password-protected and only accessible to \nresearch group members/registered cloud users.\nData shared among partners during project:\n-Where applicable, data will be shared through a Teams Team that has been set up specifically for \nthis grant. Only individuals involved in the project are members of the Team.\nFWO DMP Template (Flemish Standard DMP) 15What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?KU Leuven\n-Local network storage: 51.90 EUR/100GB/year (only stored data is charged)  \n-Large volume storage: 569.20 EUR/5TB/year\n-High performance computing (Vsc): staging storage (20 EUR/TB/year; standard data storage space \non vsc is free).\n- Total expected cost ca 500 EUR\n-Cost coverage: general lab funding + CELSA project funding.  \nELTE Eötvös Loránd University :\n-TBD\nUniversity of Ljubljana:\n-There will be no data storage costs.  \n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP) 16Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).KU Leuven:\n-Raw sequencing data (fastq files) and count files + accompanying README files\n-Scripts used\n-Final analysis results/figures cfr publication\nELTE Eötvös Loránd University  \n-Raw sequencing data, imaging data and archived electronic notebooks.\n-Scripts used.\n-Final analysis results and figures.\nUniversity of Ljubljana:\n-Raw sequencing data (fastq files) and count files.\n-Scripts used.\n-Final analysis results and figures.\nFWO DMP Template (Flemish Standard DMP) 17Where will these data be archived (stored and \ncurated for the long-term)?KU Leuven:\n-Local data preservation is the responsibility of the local IT team, in coordination with the lab PI \n(prof Cleynen). \n-Large volume archive storage is available via KU Leuven IT (≥5TB storage with automatic back-up) \nfor indefinite archiving.  \n-Hard copy lab notebooks are being kept by the researchers involved in the project, and will remain \naccessible via the KU Leuven archives.  \n-Sequencing data will be saved also to a data repository (KU Leuven RDR or domain-specific \nrepository, likely \nELTE Eötvös Loránd University  \n-Sequencing data will be backed up to the Sequence Read Archive (SRA) repository.\n-Electronic notebooks will be archived and backed up in secure ELTE network folders.\nUniversity of Ljubljana:\n-Sequencing data will be deposited to the Sequence Read Archive (SRA) repository.\n-Hard copy lab diaries of all the researcher involved in the project will be stored in the PI’s archives. \nElectronic diaries will be kept on University OneDrive cloud.\nFWO DMP Template (Flemish Standard DMP) 18What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?KU Leuven\n-Large volume archive storage: 11.384 EUR/100GB/year\n-Local network storage: 51.90 EUR/100GB/year (only stored data is charged)  \n-Large volume storage: 569.20 EUR/5TB/year\n- Total expected cost ca 750 EUR\n-Cost coverage: general lab funding. 50% of large volume archive storage is paid by Group \nBiomedical Sciences.\nELTE Eötvös Loránd University :\n-TBD\nUniversity of Ljubljana:\n-There will be no data storage costs.\nFWO DMP Template (Flemish Standard DMP) 196. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\n- Raw sequencing data Zebrafish samples (open access)\n- RNA sequencing data human samples (restricted)\n- RNA sequencing data human cell lines (treated vs. control) (open access)\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☒ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\n-Human patient samples: any sharing will be bound by privacy aspects and ethical agreement (if \ncovered in informed consent).  \n-IP rights related to potential patentability of biomarker panel.\nFWO DMP Template (Flemish Standard DMP) 20Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.-Zebrafish raw sequencing data: Sequence Read Archive (SRA) repository\n-Human RNAseq data:  domain specific repository, likely \nhttps://www.ebi.ac.uk/biostudies/arrayexpress  or GEO (https://www.ncbi.nlm.nih.gov/geo/ ) \n-Human cell lines RNA sequencing data: Sequence Read Archive (SRA) repository\nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Data from the project that can be shared will be made available under a Creative Commons Attribution \nLicense (likely CC-BY 4.0), so that users have to give credit to the original data creators.  \n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 21Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes: There will be a unique identifier for deposited data cfr guidelines SRA/Array Express/GEO.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No costs\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?All partners; coordinated by Isabelle Cleynen\nWho will manage data storage and backup \nduring the research project?All partners; coordinated by Isabelle Cleynen\nWho will manage data preservation and \nsharing?All partners; coordinated by Isabelle Cleynen\nWho will update and implement this DMP? Isabelle Cleynen"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Isabelle Cleynen (ORCID https://orcid.org/0000-0003-0857-7683 ) Contributor name(s) (+ ORCID) & roles Máté Varga (ORCID https://orcid.org/0000-0003-4289-1705 ) Boris Rogelj (ORCID https:// orcid.org/0000-0003-3898-1943 ) Tomaž Bratkovič (ORCID https://orcid.org/0000-0001-8367-5465 ) Project number1 & title CELSA/22/026; “The role of snoRNAs in the etiology of inflammatory bowel disease” Funder(s) GrantID2CELSA/22/026 Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel X Other: ELTE Eötvös Loránd University; University of Ljubljana Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description Inflammatory bowel disease (IBD) constitutes a group of progressive and debilitating disorders characterized by chronic inflammation of the intestine, with poorly understood etiology. We recently found that expression of small nucleolar RNAs (snoRNAs) – a family of short non-coding RNAs traditionally implicated in chemically modifying other RNA types – marks recurrent Crohn’s disease (a form of IBD). We also found that lack of dyskerin, a well-known protein partner of snoRNAs, leads to IBD-like symptoms in a zebrafish model, further supporting a potential link between snoRNAs and IBD. To examine the role of snoRNAs in IBD we will combine the complementary expertise from three research groups. Specifically, at KU Leuven we will analyse differential expression of snoRNAs in intestinal biopsies and peripheral blood immune cells of IBD patients vs healthy controls using short RNA sequencing. Using a similar approach, we will identify perturbed snoRNAs in chemically inducible zebrafish and intestinal cell models of IBD at ELTE and UL, respectively. These data will set ground for mechanistic studies, where individual dysregulated snoRNAs will be knocked-out or overexpressed in both disease models using advanced molecular biology methods. Furthermore, we will use our state-of-the-art methods of RNA interactome interrogation to identify molecular targets of dysregulated snoRNAs in live cells, assisting in revealing their link to IBD symptoms. The overarching goal of the proposed project is to find reliable snoRNA diagnostic biomarkers with functional relevance to IBD, which in future should aid in accurate disease diagnosis, thereby allowing early and effective treatment. Last but not least, the animal and cell models generated in this project might find use for preclinical screens to identify new or repurposed therapeutics for IBD. FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Tissue samplesGut biopsies/blood samples from IBD patients and controlsPhysical 2-4 biopsies/sample 10 mL blood RNARNA extracted from tissue samplesPhysical ~20µL RNARNA extracted from zebrafish gut samplesPhysical ~25 µL RNARNA extracted from cells (Caco-2, THP-1) grown in vitroPhysical ~25 µL Sequencing dataRaw snoRNAseq data (IBD patients and ☒ Generate new data ☐ Reuse existing ☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ ☐ .por ☐ .xml ☐ .tab☐ < 100 MB ☐ < 1 GB ☒ < 100 GB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5controls; zebrafish; human cell lines); PARIS/COMRAD ES seq data from human cell linesdata aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: fastq files ☐ NA☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Read count filesMapped and QC’ed RNAseq data☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA Data analysis resultsResult files from statistical analyses (text/figures)☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☒ .txt ☐ .rtf ☐ .dwg☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB FWO DMP Template (Flemish Standard DMP) 6☐ NA☐ .tab ☐ .gml ☒ other: .jpg or .tiff or … ☐ NA☐ NA Microarray dataPreviously obtained microarray data that will be re- analysed☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: .jpg or .tiff or … ☐ NA☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA phenodataBasic phenotypic information of included individuals☒ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: .jpg or .tiff or … ☐ NA☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 7GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Microarray data: The mRNA microarray data were deposited to the Gene Expression Omnibus database according to Minimum Information About a Microarray Experiment [MIAME] guidelines [series accession GSE102133, https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE102133 ]. This data is also available on the internal servers of KU Leuven (Archive K drive) as it is data previously generated by the involved group at KU Leuven). 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 8Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☒ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: We use samples collected from human individuals (patients). Approval for this is obtained from the Ethics Committee Research UZ / KU Leuven (EC Research). If necessary/applicable, further approval regarding patient sample use will be sought there as well. All animal procedures will be approved by the Government Office of Pest County and/or the local ethics committee of ELTE Eötvös Loránd University. Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: clinical information (diagnosis (IBD versus control)); sex; age (dataset: phenodata) -Privacy Registry Reference: TBD Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: identified snoRNAs could have potential as biomarkers in which case IP could be applicable (combination of markers subject of patent) 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 9Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☒ Yes ☐ No If yes, please explain: An MTA/DTA and contract agreement will need to be set up between the different partners of the project. 3.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) 10Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).KU Leuven: -Each researcher keeps a lab notebook (written and/or electronic) which keeps track of the experiments done, and where to find the results if not in the lab notebook itself. -The bioinformatics researchers dealing with data analysis (RNAseq data analysis) use well commented scripts (usually via Jupyter notebooks) that indicate each step of the analysis such that it can be easily reproduced. -We use a systematic file/folder system where each folder has the same naming structure and subfolders (input/output/scripts/obsolete). All raw data files are backed up to Large storage and Archive drives managed by KU Leuven, as well as to the vsc staging (also see below). A README.txt file is included in the main folder explaining the data structure. ELTE Eötvös Loránd University : -experimental data will be recorded in electronic notebooks on the Benchling platform -novel snoRNA-seq analysis pipelines will be documented and made available through GitHub repositories. University of Ljubljana: -Each researcher keeps a lab journal in physical and digital format (local and University of Ljubljana OneDrive cloud and/or Dropbox with synchronization), where all experiment details and observations/comments and experimental data location are stored. FWO DMP Template (Flemish Standard DMP) 11Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: Cfr above 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) 12Where will the data be stored? KU Leuven: -During the research, we make use of secured network folders (in blocks of 1TB, with automatic offsite back-up) as well as 2TB personal OneDrive cloud storage provided by KU Leuven IT. Data will also be loaded onto the VSC associated computer hardware ( https://www.vscentrum.be/ ) for data analysis. Larger files will be stored there on staging space on the vsc. ELTE Eötvös Loránd University : -Sequencing data will be stored on personal hard drives and also on cloud backups using the Galaxy platform (where some of the analysis will be also performed). -Imaging data will be stored on physical hard drives, cloud storage of the University and flash- memory backup drives. University of Ljubljana: -Data will be stored on University of Ljubljana OneDrive cloud and backed up locally (hard drives). -Big data storage TBD Data shared among partners during project: -Where applicable, data will be shared through a Teams Team that has been set up specifically for this grant, which is a multi-center grant. Only individuals involved in the project are members of the Team. -If data is too large, files will be transferred using a cloud storage service which is then shared with partners; or using SFTP. FWO DMP Template (Flemish Standard DMP) 13How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.KU Leuven -Cfr above: secured network folders are automatically backed-up off-site -Physical lab notebooks are kept locally ELTE Eötvös Loránd University : -Sequencing data will be backed up to the Sequence Read Archive (SRA) repository. -Electronic notebooks will be archived and backed up in secure ELTE network folders. University of Ljubljana: -Lab diaries will be kept locally and automatically synchronized to University OneDrive. -Sequencing data will be deposited to the Sequence Read Archive (SRA) repository. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: If no, please specify: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 14How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7KU Leuven: -Cfr above: KU Leuven offers secured network folders that are only accessible by registered users with granted access. ELTE Eötvös Loránd University : -Besides the secured network folders of ELTE, secure public repositories such as SRA will be used. Physical hard drives are stored in safe (locked) cabinets in rooms where only authorized personnel has access. -Only people participating in the research will have access to the relevant notebooks. University of Ljubljana: -Access to locally stored and network files and folders is password-protected and only accessible to research group members/registered cloud users. Data shared among partners during project: -Where applicable, data will be shared through a Teams Team that has been set up specifically for this grant. Only individuals involved in the project are members of the Team. FWO DMP Template (Flemish Standard DMP) 15What are the expected costs for data storage and backup during the research project? How will these costs be covered?KU Leuven -Local network storage: 51.90 EUR/100GB/year (only stored data is charged) -Large volume storage: 569.20 EUR/5TB/year -High performance computing (Vsc): staging storage (20 EUR/TB/year; standard data storage space on vsc is free). - Total expected cost ca 500 EUR -Cost coverage: general lab funding + CELSA project funding. ELTE Eötvös Loránd University : -TBD University of Ljubljana: -There will be no data storage costs. 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) 16Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).KU Leuven: -Raw sequencing data (fastq files) and count files + accompanying README files -Scripts used -Final analysis results/figures cfr publication ELTE Eötvös Loránd University -Raw sequencing data, imaging data and archived electronic notebooks. -Scripts used. -Final analysis results and figures. University of Ljubljana: -Raw sequencing data (fastq files) and count files. -Scripts used. -Final analysis results and figures. FWO DMP Template (Flemish Standard DMP) 17Where will these data be archived (stored and curated for the long-term)?KU Leuven: -Local data preservation is the responsibility of the local IT team, in coordination with the lab PI (prof Cleynen). -Large volume archive storage is available via KU Leuven IT (≥5TB storage with automatic back-up) for indefinite archiving. -Hard copy lab notebooks are being kept by the researchers involved in the project, and will remain accessible via the KU Leuven archives. -Sequencing data will be saved also to a data repository (KU Leuven RDR or domain-specific repository, likely ELTE Eötvös Loránd University -Sequencing data will be backed up to the Sequence Read Archive (SRA) repository. -Electronic notebooks will be archived and backed up in secure ELTE network folders. University of Ljubljana: -Sequencing data will be deposited to the Sequence Read Archive (SRA) repository. -Hard copy lab diaries of all the researcher involved in the project will be stored in the PI’s archives. Electronic diaries will be kept on University OneDrive cloud. FWO DMP Template (Flemish Standard DMP) 18What are the expected costs for data preservation during the expected retention period? How will these costs be covered?KU Leuven -Large volume archive storage: 11.384 EUR/100GB/year -Local network storage: 51.90 EUR/100GB/year (only stored data is charged) -Large volume storage: 569.20 EUR/5TB/year - Total expected cost ca 750 EUR -Cost coverage: general lab funding. 50% of large volume archive storage is paid by Group Biomedical Sciences. ELTE Eötvös Loránd University : -TBD University of Ljubljana: -There will be no data storage costs. FWO DMP Template (Flemish Standard DMP) 196. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: - Raw sequencing data Zebrafish samples (open access) - RNA sequencing data human samples (restricted) - RNA sequencing data human cell lines (treated vs. control) (open access) If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☒ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: -Human patient samples: any sharing will be bound by privacy aspects and ethical agreement (if covered in informed consent). -IP rights related to potential patentability of biomarker panel. FWO DMP Template (Flemish Standard DMP) 20Where will the data be made available? If already known, please provide a repository per dataset or data type.-Zebrafish raw sequencing data: Sequence Read Archive (SRA) repository -Human RNAseq data: domain specific repository, likely https://www.ebi.ac.uk/biostudies/arrayexpress or GEO (https://www.ncbi.nlm.nih.gov/geo/ ) -Human cell lines RNA sequencing data: Sequence Read Archive (SRA) repository When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Data from the project that can be shared will be made available under a Creative Commons Attribution License (likely CC-BY 4.0), so that users have to give credit to the original data creators. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 21Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: There will be a unique identifier for deposited data cfr guidelines SRA/Array Express/GEO. What are the expected costs for data sharing? How will these costs be covered? No costs 7. Responsibilities Who will manage data documentation and metadata during the research project?All partners; coordinated by Isabelle Cleynen Who will manage data storage and backup during the research project?All partners; coordinated by Isabelle Cleynen Who will manage data preservation and sharing?All partners; coordinated by Isabelle Cleynen Who will update and implement this DMP? Isabelle Cleynen"
}