{
    "document_id": "D-2022-1637",
    "LinkTitle": "D-2022-1637",
    "file_name": "D-2022-1637.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1637.pdf",
    "metadata": {
        "title": "C1 Nanoblocks",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "C1 Nanoblocks\nC1 Nanoblocks\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nVincent Van Deuren, n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n.\nProject Administrator:\nProject Administrator:\n \nVincent Van Deuren\nGrant number / URL: \nGrant number / URL: \nC14/22/088\nID: \nID: \n209304\nStart date: \nStart date: \n01-10-2022\nEnd date: \nEnd date: \n30-09-2026\nProject abstract:\nProject abstract:\nOrgans and tissues consist of many cells belonging to different cell types that communicate and/or cooperate with each other and their environment to\nexert their functions. Hence, investigating cells at scale at diverse levels of the molecular hierarchy and in their in situ tissue context is paramount to\ndevelop fundamental understanding of normal development, organogenesis, organ function, aging, and disease processes. However, most current high-\nresolution spatial (multi-)omics technologies that allow in situ imaging-based characterization of hundreds to thousands of DNA loci, RNA transcripts\nor proteins are limited to being applied to 2D cell cultures or thin tissue sections (comprised of partial cells by definition), which are incapable of fully\ndisplaying the complexity of the 3D cellular interplay.\nThis project establishes a bespoke end-to-end platform for automated high-resolution spatial (multi-)omics readouts in 3D tissue models, such as\norganoids, spheroids, assembloids, embryoids, and embryos, or thick tissue samples. It will enable at scale application of spatial (multi-)omics\nchemistry to these large sample types by leveraging and coupling liquid handling robotics and fluidics for automated sample preparation and\nprocessing, together with a bespoke 3D imaging system and high-throughput image analysis. The platform will be established in the KU Leuven\nInstitute for Single Cell Omics (LISCO), through which it will be accessible for the broad research community.\nLast modified: \nLast modified: \n30-07-2024\nCreated using DMPonline.be. Last modiﬁed 30 July 2024\n1 of 6\nC1 Nanoblocks\nC1 Nanoblocks\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or \nE\nE\n(xisting\ndata) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nMicroscope\nimages\n \nN\nD\nI\nTIFF\n<50TB\n \nPlasmids\nsequence\nN\nP\ndna/\nFASTA\n<1GB\n \nCrystallography\nData\n \nN\nD\nI/N\nCIF\n<5TB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nn.a.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nCreated using DMPonline.be. Last modiﬁed 30 July 2024\n2 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe file naming system will contain the most important parameters (eg. name, data, stimulus frame, exposure, laser power, ...). All of the data\nis linked to electronic lab books (One note) with additional notes and observations. Additionally, the image acquisition software automatically\nsaves important metadata.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nThe image acquisition software automatically attaches the performed program to the TIFF file, which can later be easily retrieved.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nOther (specify below)\nData will both be stored on Onedrive and external harddrives\nHow will the data be backed up?\nHow will the data be backed up?\nPersonal back-ups I make (specify below)\nOn other, standalone backup drives.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nCreated using DMPonline.be. Last modiﬁed 30 July 2024\n3 of 6\nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nThe lab has a large stock of hard drives available, as well as the onedrive space available to all project participants\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe harddrives are kept in a locked drawer in the office (which is also locked when no one is around. OneDrives are password protected.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nEstimate up to 20 hard drives (4 TB each). Bench fee or general lab funds are used for the buying of hard drives\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll of the relevant data will be handed over to the PI by the researchers. The data that eventually ends up in in papers is always uploaded to\nZenodo.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nThe lab routinely stores published data on Zenodo.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nZenodo is free of charge, and the hard drives are already acquired.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nCreated using DMPonline.be. Last modiﬁed 30 July 2024\n4 of 6\nno restrictions applied\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nOther data repository (specify below)\nZenodo.org as it is the host lab preferred platform.\nAddgene for the plasmids\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nAfter publication of the relevant articl\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nnone, as all data will be factual\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nnone available at the moment\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nnone\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nCreated using DMPonline.be. Last modiﬁed 30 July 2024\n5 of 6\nVincent Van Deuren \nSilke Denis \nFuture participants of Nanoblocks project\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nVincent Van Deuren \nSilke Denis \nFuture participants of Nanoblocks project\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nprof. Peter Dedecker\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nVincent Van Deuren\nCreated using DMPonline.be. Last modiﬁed 30 July 2024\n6 of 6"
    },
    "clean_full_text": "C1 Nanoblocks C1 Nanoblocks A Data Management Plan created using DMPonline.be Creators: Creators: Vincent Van Deuren, n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: n.n. n.n. Project Administrator: Project Administrator: Vincent Van Deuren Grant number / URL: Grant number / URL: C14/22/088 ID: ID: 209304 Start date: Start date: 01-10-2022 End date: End date: 30-09-2026 Project abstract: Project abstract: Organs and tissues consist of many cells belonging to different cell types that communicate and/or cooperate with each other and their environment to exert their functions. Hence, investigating cells at scale at diverse levels of the molecular hierarchy and in their in situ tissue context is paramount to develop fundamental understanding of normal development, organogenesis, organ function, aging, and disease processes. However, most current high- resolution spatial (multi-)omics technologies that allow in situ imaging-based characterization of hundreds to thousands of DNA loci, RNA transcripts or proteins are limited to being applied to 2D cell cultures or thin tissue sections (comprised of partial cells by definition), which are incapable of fully displaying the complexity of the 3D cellular interplay. This project establishes a bespoke end-to-end platform for automated high-resolution spatial (multi-)omics readouts in 3D tissue models, such as organoids, spheroids, assembloids, embryoids, and embryos, or thick tissue samples. It will enable at scale application of spatial (multi-)omics chemistry to these large sample types by leveraging and coupling liquid handling robotics and fluidics for automated sample preparation and processing, together with a bespoke 3D imaging system and high-throughput image analysis. The platform will be established in the KU Leuven Institute for Single Cell Omics (LISCO), through which it will be accessible for the broad research community. Last modified: Last modified: 30-07-2024 Created using DMPonline.be. Last modiﬁed 30 July 2024 1 of 6 C1 Nanoblocks C1 Nanoblocks Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Microscope images N D I TIFF <50TB Plasmids sequence N P dna/ FASTA <1GB Crystallography Data N D I/N CIF <5TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: n.a. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 30 July 2024 2 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The file naming system will contain the most important parameters (eg. name, data, stimulus frame, exposure, laser power, ...). All of the data is linked to electronic lab books (One note) with additional notes and observations. Additionally, the image acquisition software automatically saves important metadata. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No The image acquisition software automatically attaches the performed program to the TIFF file, which can later be easily retrieved. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Other (specify below) Data will both be stored on Onedrive and external harddrives How will the data be backed up? How will the data be backed up? Personal back-ups I make (specify below) On other, standalone backup drives. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? Created using DMPonline.be. Last modiﬁed 30 July 2024 3 of 6 If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes The lab has a large stock of hard drives available, as well as the onedrive space available to all project participants How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The harddrives are kept in a locked drawer in the office (which is also locked when no one is around. OneDrives are password protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Estimate up to 20 hard drives (4 TB each). Bench fee or general lab funds are used for the buying of hard drives Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy All of the relevant data will be handed over to the PI by the researchers. The data that eventually ends up in in papers is always uploaded to Zenodo. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) The lab routinely stores published data on Zenodo. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Zenodo is free of charge, and the hard drives are already acquired. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Created using DMPonline.be. Last modiﬁed 30 July 2024 4 of 6 no restrictions applied Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) Other data repository (specify below) Zenodo.org as it is the host lab preferred platform. Addgene for the plasmids When will the data be made available? When will the data be made available? Upon publication of research results After publication of the relevant articl Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) none, as all data will be factual Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository none available at the moment What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? none Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 30 July 2024 5 of 6 Vincent Van Deuren Silke Denis Future participants of Nanoblocks project Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Vincent Van Deuren Silke Denis Future participants of Nanoblocks project Who will manage data preservation and sharing? Who will manage data preservation and sharing? prof. Peter Dedecker Who will update and implement this DMP? Who will update and implement this DMP? Vincent Van Deuren Created using DMPonline.be. Last modiﬁed 30 July 2024 6 of 6"
}