{
    "document_id": "D-2024-3180",
    "LinkTitle": "D-2024-3180",
    "file_name": "D-2024-3180.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3180.pdf",
    "metadata": {
        "title": "Addressing ICU-Acquired Weakness Head-On: An Individualized and Holistic Early Mobilization Approach",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nAddressing ICU-Acquired Weakness Head-On: An Individualized and Holistic Early Mobilization Approach\nCreator:\nCreator:\nMarine Van Hollebeke\nPrincipal Investigator: \nPrincipal Investigator: \nn.n.\nData Manager: \nData Manager: \nMarine Van Hollebeke\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\nData Manager:\n \nMarine Van Hollebeke\nProject abstract:\nProject abstract:\nICU-acquired weakness (ICU-AW), a syndrome causing rapid-onset limb muscle weakness, persists long after ICU discharge, with\ndetrimental effects on clinical and patient-reported outcomes (PROMs). To counteract this, interventions should ideally begin before ICU-\nAW develops. While early Mobilization (EM) can mitigate ICU-AW, optimal exercise type, intensity, and motivational support remain\nunclear. Understanding how EM impacts skeletal muscles (i.e., wasting, structural alterations), is essential for developing effective\ninterventions that improve strength, physical function and PROMs. My aim is to preserve muscle function, reduce ICU-AW incidence and\nimprove short and longer-term outcomes through innovative individualized EM strategies tailored to exercise capacity and cooperation,\nwith virtual reality (VR) as a motivational tool. The novel methods include functional electrostimulation cycling for uncooperative\npatients, individualized interval cycling for cooperative patients and a VRapp to boost motivation. The novel serial quadriceps\nassessment pre- and post-EM include microbiopsies for muscle structure (histology) and gene expression, non-volitional strength,\nmuscle activation (electromyography) and muscle metabolism (near-infrared spectroscopy), together with short- and longer-term clinical\noutcomes and PROMs. This comprehensive approach intends to alleviate the burden of ICU-AW and propel patients forward in their post-\nICU rehabilitation.\nID: \nID: \n211438\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2025\nLast modified: \nLast modified: \n09-12-2024\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n1 of 6\nAddressing ICU-Acquired Weakness Head-On: An Individualized and Holistic Early Mobilization\nAddressing ICU-Acquired Weakness Head-On: An Individualized and Holistic Early Mobilization\nApproach\nApproach\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nBaseline\ncharacteristics\nDemographics to charatcerize the\nincluded patients\nN\nD\nN\n.csv\n.R\n<1GB\n \nPhysiological\ndata\nCycling data and oxygenation and\nelectromyograpy data of quadriceps\nmuscle\nN\nD\nN\n.csv\n.R\n<100GB\n \nMedical data\nCentral hemodynamic, respiratory\nparameters, blood gas values\nN\nP\nN\n.csv\n.R\n<1GB\npaper\nPatient-\nreported\noutcomes\nSymptoms scores\nN\nP\nN\n.csv\n<1GB\npaper\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nAll datasets are related to experiments on humans. \nEC approval: S65934\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nBaseline characteristics. \nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n2 of 6\nEC approval: S65934\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nDocumentation on the physiological data that will be collected for this study will be stored with clear indication of the content of\nthe .csv file (studyID_data type_condition_date).  Raw files will be saved in a separate file then the processed files and files will be\nclearly indicated raw or proc for raw data and processed data, respectively. Data will be processed with Rstudio. \nThe other datasets will be collected in .csv file and notes will be added to this file. \nAll data will be merged into one dataset in R and analysed with Rstudio. \nThe Rscript and data needed used for the results reported in the manuscript will be available with publication of the manuscript\nand only upon request. Data will be fully anonymized. A general Lab notebook will be kept. \n \n \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nFAIRsharing is not applicable for the domain of rehabilitation sciences.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n3 of 6\nWhere will the data be stored?\nWhere will the data be stored?\nLarge Volume Storage\nOneDrive (KU Leuven)\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nOther (specify below)\nData will be backed-up on the OneDrive of the KU Leuven\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll datasets will be password protected. \nPasswords will only be shared with a strictly needed personnel. \nIncluding researchers responsible for data collection and data analyses.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData will be stored on the L-drive and backed-up on the OneDrive, for which the costs are financed through the department of\nrehabilitation. No additional costs are therefore foreseen for this specific project. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nData will be stored on the archive K-drive of the KULeuven\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n4 of 6\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nData will be archived on the K-drive, for which the costs are financed through the department of rehabilitation. No additional costs\nare therefore foreseen for this specific project. \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nOnly data related to the published study results will be made available, making sure all data is fully anonymized. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nData will be made available upon request and only with a methodological sound justification. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, ethical aspects\nPersonal data related to the human subjects included in the study may not be shared for GDPR regulation and ethical reasons.\nTherefore, data access will be restricted to strictly anonymized data. \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nNot yet known.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n5 of 6\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs are foreseen for data sharing.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nDr. Marine Van Hollebeke, postdoctoral researcher on the project.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nDr. Marine Van Hollebeke, postdoctoral researcher on the project.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nprof. Dr. Daniel Langer, principal investigator of the project\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nDr. Marine Van Hollebeke, postdoctoral researcher on the project.\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Addressing ICU-Acquired Weakness Head-On: An Individualized and Holistic Early Mobilization Approach Creator: Creator: Marine Van Hollebeke Principal Investigator: Principal Investigator: n.n. Data Manager: Data Manager: Marine Van Hollebeke Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: n.n. n.n. Data Manager: Data Manager: Marine Van Hollebeke Project abstract: Project abstract: ICU-acquired weakness (ICU-AW), a syndrome causing rapid-onset limb muscle weakness, persists long after ICU discharge, with detrimental effects on clinical and patient-reported outcomes (PROMs). To counteract this, interventions should ideally begin before ICU- AW develops. While early Mobilization (EM) can mitigate ICU-AW, optimal exercise type, intensity, and motivational support remain unclear. Understanding how EM impacts skeletal muscles (i.e., wasting, structural alterations), is essential for developing effective interventions that improve strength, physical function and PROMs. My aim is to preserve muscle function, reduce ICU-AW incidence and improve short and longer-term outcomes through innovative individualized EM strategies tailored to exercise capacity and cooperation, with virtual reality (VR) as a motivational tool. The novel methods include functional electrostimulation cycling for uncooperative patients, individualized interval cycling for cooperative patients and a VRapp to boost motivation. The novel serial quadriceps assessment pre- and post-EM include microbiopsies for muscle structure (histology) and gene expression, non-volitional strength, muscle activation (electromyography) and muscle metabolism (near-infrared spectroscopy), together with short- and longer-term clinical outcomes and PROMs. This comprehensive approach intends to alleviate the burden of ICU-AW and propel patients forward in their post- ICU rehabilitation. ID: ID: 211438 Start date: Start date: 01-10-2024 End date: End date: 30-09-2025 Last modified: Last modified: 09-12-2024 Created using DMPonline.be. Last modiﬁed 09 December 2024 1 of 6 Addressing ICU-Acquired Weakness Head-On: An Individualized and Holistic Early Mobilization Addressing ICU-Acquired Weakness Head-On: An Individualized and Holistic Early Mobilization Approach Approach Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Baseline characteristics Demographics to charatcerize the included patients N D N .csv .R <1GB Physiological data Cycling data and oxygenation and electromyograpy data of quadriceps muscle N D N .csv .R <100GB Medical data Central hemodynamic, respiratory parameters, blood gas values N P N .csv .R <1GB paper Patient- reported outcomes Symptoms scores N P N .csv <1GB paper If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) All datasets are related to experiments on humans. EC approval: S65934 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Baseline characteristics. Created using DMPonline.be. Last modiﬁed 09 December 2024 2 of 6 EC approval: S65934 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Documentation on the physiological data that will be collected for this study will be stored with clear indication of the content of the .csv file (studyID_data type_condition_date). Raw files will be saved in a separate file then the processed files and files will be clearly indicated raw or proc for raw data and processed data, respectively. Data will be processed with Rstudio. The other datasets will be collected in .csv file and notes will be added to this file. All data will be merged into one dataset in R and analysed with Rstudio. The Rscript and data needed used for the results reported in the manuscript will be available with publication of the manuscript and only upon request. Data will be fully anonymized. A general Lab notebook will be kept. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No FAIRsharing is not applicable for the domain of rehabilitation sciences. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Created using DMPonline.be. Last modiﬁed 09 December 2024 3 of 6 Where will the data be stored? Where will the data be stored? Large Volume Storage OneDrive (KU Leuven) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Other (specify below) Data will be backed-up on the OneDrive of the KU Leuven Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All datasets will be password protected. Passwords will only be shared with a strictly needed personnel. Including researchers responsible for data collection and data analyses. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data will be stored on the L-drive and backed-up on the OneDrive, for which the costs are financed through the department of rehabilitation. No additional costs are therefore foreseen for this specific project. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) Data will be stored on the archive K-drive of the KULeuven Created using DMPonline.be. Last modiﬁed 09 December 2024 4 of 6 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Data will be archived on the K-drive, for which the costs are financed through the department of rehabilitation. No additional costs are therefore foreseen for this specific project. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Only data related to the published study results will be made available, making sure all data is fully anonymized. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Data will be made available upon request and only with a methodological sound justification. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, ethical aspects Personal data related to the human subjects included in the study may not be shared for GDPR regulation and ethical reasons. Therefore, data access will be restricted to strictly anonymized data. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) Not yet known. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Data Transfer Agreement (restricted data) Created using DMPonline.be. Last modiﬁed 09 December 2024 5 of 6 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are foreseen for data sharing. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Dr. Marine Van Hollebeke, postdoctoral researcher on the project. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Dr. Marine Van Hollebeke, postdoctoral researcher on the project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? prof. Dr. Daniel Langer, principal investigator of the project Who will update and implement this DMP? Who will update and implement this DMP? Dr. Marine Van Hollebeke, postdoctoral researcher on the project. Created using DMPonline.be. Last modiﬁed 09 December 2024 6 of 6"
}