{
    "document_id": "D-2024-3188",
    "LinkTitle": "D-2024-3188",
    "file_name": "D-2024-3188.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3188.pdf",
    "metadata": {
        "title": "D-2024-3188",
        "author": "Joris Vriens",
        "num_pages": 1
    },
    "content": {
        "full_text": "DATA MANAGEMENT PLAN – TRPM3 and modulation by ROS  \n \n1. Describe the datatypes (surveys, sequences, manuscripts, objects, …) the research will  \ncollect and/or generate and /or (re)use.  \nMetadata are documented by the research and technical staff at  the time of data collection and \nanalysis, by taking careful notes in the electronic laboratory notebook (E -notebook) and/or in  hard \ncopy lab notebooks that refer to specific datasets. The data are generated following standardized \nprotocols. Clear and  detailed descriptions of these protocols will be stored in our lab protocol \ndatabase, and published along with the results.  \n \nExperimental data sets derived from : calcium imaging experiments, patch clamp experiments, video  \nrecordings of animal behavioral experiments, RT -qPCR , ELISA, LC-MS HPLC . \nAll data and manuscripts are  stored on a common of the Lab of I on channel research  (KU Leuv en), \nserver including the video  record ings \nNo sequencing  \nObjects : Three different TRPM3 mutants  \nManuscripts: Word  \n \n2. Are the following provisions in place in order to preserve the data during and at least 5  \nyears after the end of the research?  \na. During the PhD period , the student was responsible for the storage of the obt ained data.  \nCurrently , a senior lab technician is taking care of storage of experimental materia l. The end \nresponsibility  is taken by the promoter (prof J Vriens) of the project.  \nb. The center of Ion channel research at the KU Leuven is equipped with an archive room, especi ally \ncreated to store collected experimental material for a period longer than 5 years. This room is  \navailable and will be used from the start of the project until  a minimal period of 5 years after  \npublication.  \nAll electronic data will be stored on a serv er of our LICR research group  and a back up is provided by \nthe K U Leuven (MANGO) as a fee for servi ce.  \nThe newly generated TRPM3 mutants are stored at the LICR lab , backup clones are stored properly in \na second -20°C freezer in the LICR la b.  \n \n3. Is there a reason why you wish to deviate from the principle of preservation of data and  \nof the minimum preservation term of 5 years?  \nNo. There is no request to do that. At the KU Leuven , we are facilitated to store scientific material for \nlonger periods and do not want to  deviate  from the standard  procedure . \n \n4. If i ssues concerning research data are indicated in the ethics questionnaire of this  \napplication form, will those data require specific security measures; if yes, can they be put  \nin place?  \nAnimals are housed in facilities of the Laboratory Animal Center of KU Leuven, which applies standard \nOperation Procedures  concerning housing, feeding, health monitoring to assure consistent care in \naccordance with  European and national regulations  and guidelines. Animal administrative, husbandry \nand animal welfare data are sensitive data and are stored in the LAIS  database according to security \nprocedure of KU Leuven. All performed experiments were  covered by ECD . \n \n5. Are there other issues related to the data management you think r elevant to mention?  \nNo specific issues  "
    },
    "clean_full_text": "DATA MANAGEMENT PLAN – TRPM3 and modulation by ROS 1. Describe the datatypes (surveys, sequences, manuscripts, objects, …) the research will collect and/or generate and /or (re)use. Metadata are documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E -notebook) and/or in hard copy lab notebooks that refer to specific datasets. The data are generated following standardized protocols. Clear and detailed descriptions of these protocols will be stored in our lab protocol database, and published along with the results. Experimental data sets derived from : calcium imaging experiments, patch clamp experiments, video recordings of animal behavioral experiments, RT -qPCR , ELISA, LC-MS HPLC . All data and manuscripts are stored on a common of the Lab of I on channel research (KU Leuv en), server including the video record ings No sequencing Objects : Three different TRPM3 mutants Manuscripts: Word 2. Are the following provisions in place in order to preserve the data during and at least 5 years after the end of the research? a. During the PhD period , the student was responsible for the storage of the obt ained data. Currently , a senior lab technician is taking care of storage of experimental materia l. The end responsibility is taken by the promoter (prof J Vriens) of the project. b. The center of Ion channel research at the KU Leuven is equipped with an archive room, especi ally created to store collected experimental material for a period longer than 5 years. This room is available and will be used from the start of the project until a minimal period of 5 years after publication. All electronic data will be stored on a serv er of our LICR research group and a back up is provided by the K U Leuven (MANGO) as a fee for servi ce. The newly generated TRPM3 mutants are stored at the LICR lab , backup clones are stored properly in a second -20°C freezer in the LICR la b. 3. Is there a reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? No. There is no request to do that. At the KU Leuven , we are facilitated to store scientific material for longer periods and do not want to deviate from the standard procedure . 4. If i ssues concerning research data are indicated in the ethics questionnaire of this application form, will those data require specific security measures; if yes, can they be put in place? Animals are housed in facilities of the Laboratory Animal Center of KU Leuven, which applies standard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. Animal administrative, husbandry and animal welfare data are sensitive data and are stored in the LAIS database according to security procedure of KU Leuven. All performed experiments were covered by ECD . 5. Are there other issues related to the data management you think r elevant to mention? No specific issues"
}