{
    "document_id": "D-2023-1950",
    "LinkTitle": "D-2023-1950",
    "file_name": "D-2023-1950.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1950.pdf",
    "metadata": {
        "title": "ROLE OF RNA MODIFICATION IN IMMUNE CELL FUNCTION",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "ROLE OF RNA MODIFICATION IN IMMUNE CELL FUNCTION\nA Data Management Plan created using DMPonline.be\nCreators: \nVanshika Malviya, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\n \nVanshika Malviya\nProject Administrator:\n \nVanshika Malviya\nGrant number / URL: \n11I7523N\nID: \n198899\nStart date: \n01-10-2021\nEnd date: \n27-09-2025\nProject abstract:\nThe most abundant epitranscriptomic modifications in mammalian mRNA alter ~0.5% of adenosine\nby methylation (RNA-meth) and uridines by conversion to pseudouridine (Psi). Despite their\nconservation, presence across cell types, causative function in various human diseases and RNAmeth’s\nrole in T cell differentiation and function, mammalian epitranscriptomics research is only\nemerging. Psi research is particularly lagging likely due to the increased complexity introduced by 13\nPsi-catalysing synthases (PUS). The abundance of Psi along with the conditional and dynamic\nexpression of PUS suggests this modification as a regulatory layer in processes where transcriptomic/\nproteomic rewiring is necessary. One such process is the functional differentiation of T helper cells\nduring immune responses- the focus of this proposal.\nEmploying state-of-the-art technologies, this comprehensive study is designed to overcome\nexperimental restrictions for PUS/Psi research. Firstly, two PUS- Pus7 & Trub1, that have been\nproposed to be responsible for most Psi placements in mammalian mRNA will be investigated for\ntheir role in T cell function and in disease situations. Secondly, to dissect the roles of all PUS in T\ncells in parallel, I will combine pooled CRISPR-Cas9 screening with single-cell RNAseq (CROPseq).\nLastly, PUS-regulated molecular cues identified in mice will be studied in the context of human T\ncells. In all, this proposal explores how Psi regulates T cell biology in mice and humans.\nLast modified: \n23-04-2023\nCreated using DMPonline.be. Last modiﬁed 23 April 2023\n1 of 4\nROLE OF RNA MODIFICATION IN IMMUNE CELL FUNCTION\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or\nreuse\nDigital or Physical\ndata\nData\nType\nFile\nformat\nData\nvolume\nPhysical\nvolume\nFlow cytometry\nData generated from flow cytometry experiments\nN\nD\nSO \n.fcs\n<10GB\nNA\nSequencing\ndata \nData generated from bulk DNA analysis and RNA-sequencing\nN\nD\nSO\n.fastq\n<100GB\nNA\nImages\nImage generated from Agarose gel electrophoresis during cloning\nN\nD\nI\n.jpeg\n<1GB\nNA\nStatistical data \nData generated while performing statistical analysis on data generated from flow cytometry and\nRNA-sequencing\nN\nD\nN\n.R\n<1GB\nNA\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nFor alignment of single cell/RNA sequencing data, publically available databases like NCBI Blast and mouse reference genome using Ensembl\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nYes, animal data (Provide ECD reference number below)\nFor experimental data involving mice, the following ethical approval are in place in the host laboratory:\nType\nNumber\nName\nRegular\nP008/2019\nAnalysis of cell compartment origin for immunological traits\nRegular\nP150/2019\nOrgan recovery without prior treatment\nRegular\nP199/2020\nDosage, administration route and frequency for Tamoxifen and Doxycycline\n \n \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nFor any bioinformatic analysis, the codes created during the project will be stored on Github along with a README.txt file. Experiment data generated during the project will be stored on the\nLarge storage drive of the lab group. SOP, protocol, and summary of results for each experiment performed will be stored in the same folder as the experimental data. Moreover, a detailed\nelectronic lab notebook is maintained during the entire project to ensure that the data is understandable and protocols can be repeated even after the end of the project. \nCreated using DMPonline.be. Last modiﬁed 23 April 2023\n2 of 4\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nDataCite, which is recommended by the KU Leuven Research Data Repository will be used\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nLarge Volume Storage\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll experimental data generated during the project will be stored in the Large Volume Storage drive of the lab group. Access to this drive is only granted to authorized members of the lab group. \nMoreover, all computer systems and lab equipment is stored in rooms accessible only by badge access, granting another layer of physical security. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAll data generated during the research project will be stored in the Large volume storage drive maintained by the ICTS, KU Leuven. The data from the entire research project will be no larger\nthan 1TB. Thus, based on the prices published on the ICTS KU Leuven website, the cost of the data storage and backup during the entire project will be about €500.\n \nThis cost will be covered by the bench fee offered by FWO. \nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nSince all the data generated during the research project will be stored in the Large volume Storage drive maintained by the ICTS, Ku Leuven. Based on the costs published on the website of\nICTS Ku Leuven, during the retention period, the cost of data preservation should not be more than EUR500. The cost of the data preservation will be covered by through the bench fee offered\nby FWO as part of the PhD fellowship grants. \nUpon the completion of the fellowship, the cost of data preservation will be covered by the Principle Investigator's Research Project Grant offered by FWO.  \nData Sharing and Reuse\nCreated using DMPonline.be. Last modiﬁed 23 April 2023\n3 of 4\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nSince the creative common license is free, the majority of the cost of data sharing can be attributed to the publication of the data. This can range anywhere between EUR2000-5000. This cost will\nbe covered by the bench fee which is part of the FWO PhD fundamental fellowship awarded to Vanshika Malviya\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nDuring the research project, PhD student Vanshika Malviya under the guidance of Principle investigator of the project- Prof. Dr. Susan Schlenner will be managing data documentation and\nmetadata. \nWho will manage data storage and backup during the research project? \nDuring the research project, data storage and backup will be managed by ICTS, KU Leuven. \nWho will manage data preservation and sharing? \nData preservation and sharing will be managed by PhD student Vanshika Malviya under the guidance of Principle investigator of the project- Prof. Dr. Susan Schlenner during the project.\nWho will update and implement this DMP? \nVanshika Malviya under the supervision of Principle investigator Prof. Dr. Susan Schlenner will be updating and implementing the DMP during the research project. \nCreated using DMPonline.be. Last modiﬁed 23 April 2023\n4 of 4"
    },
    "clean_full_text": "ROLE OF RNA MODIFICATION IN IMMUNE CELL FUNCTION A Data Management Plan created using DMPonline.be Creators: Vanshika Malviya, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n. Data Manager: Vanshika Malviya Project Administrator: Vanshika Malviya Grant number / URL: 11I7523N ID: 198899 Start date: 01-10-2021 End date: 27-09-2025 Project abstract: The most abundant epitranscriptomic modifications in mammalian mRNA alter ~0.5% of adenosine by methylation (RNA-meth) and uridines by conversion to pseudouridine (Psi). Despite their conservation, presence across cell types, causative function in various human diseases and RNAmeth’s role in T cell differentiation and function, mammalian epitranscriptomics research is only emerging. Psi research is particularly lagging likely due to the increased complexity introduced by 13 Psi-catalysing synthases (PUS). The abundance of Psi along with the conditional and dynamic expression of PUS suggests this modification as a regulatory layer in processes where transcriptomic/ proteomic rewiring is necessary. One such process is the functional differentiation of T helper cells during immune responses- the focus of this proposal. Employing state-of-the-art technologies, this comprehensive study is designed to overcome experimental restrictions for PUS/Psi research. Firstly, two PUS- Pus7 & Trub1, that have been proposed to be responsible for most Psi placements in mammalian mRNA will be investigated for their role in T cell function and in disease situations. Secondly, to dissect the roles of all PUS in T cells in parallel, I will combine pooled CRISPR-Cas9 screening with single-cell RNAseq (CROPseq). Lastly, PUS-regulated molecular cues identified in mice will be studied in the context of human T cells. In all, this proposal explores how Psi regulates T cell biology in mice and humans. Last modified: 23-04-2023 Created using DMPonline.be. Last modiﬁed 23 April 2023 1 of 4 ROLE OF RNA MODIFICATION IN IMMUNE CELL FUNCTION Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Flow cytometry Data generated from flow cytometry experiments N D SO .fcs <10GB NA Sequencing data Data generated from bulk DNA analysis and RNA-sequencing N D SO .fastq <100GB NA Images Image generated from Agarose gel electrophoresis during cloning N D I .jpeg <1GB NA Statistical data Data generated while performing statistical analysis on data generated from flow cytometry and RNA-sequencing N D N .R <1GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: For alignment of single cell/RNA sequencing data, publically available databases like NCBI Blast and mouse reference genome using Ensembl Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) For experimental data involving mice, the following ethical approval are in place in the host laboratory: Type Number Name Regular P008/2019 Analysis of cell compartment origin for immunological traits Regular P150/2019 Organ recovery without prior treatment Regular P199/2020 Dosage, administration route and frequency for Tamoxifen and Doxycycline Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For any bioinformatic analysis, the codes created during the project will be stored on Github along with a README.txt file. Experiment data generated during the project will be stored on the Large storage drive of the lab group. SOP, protocol, and summary of results for each experiment performed will be stored in the same folder as the experimental data. Moreover, a detailed electronic lab notebook is maintained during the entire project to ensure that the data is understandable and protocols can be repeated even after the end of the project. Created using DMPonline.be. Last modiﬁed 23 April 2023 2 of 4 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes DataCite, which is recommended by the KU Leuven Research Data Repository will be used Data Storage & Back-up during the Research Project Where will the data be stored? Large Volume Storage How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All experimental data generated during the project will be stored in the Large Volume Storage drive of the lab group. Access to this drive is only granted to authorized members of the lab group. Moreover, all computer systems and lab equipment is stored in rooms accessible only by badge access, granting another layer of physical security. What are the expected costs for data storage and backup during the research project? How will these costs be covered? All data generated during the research project will be stored in the Large volume storage drive maintained by the ICTS, KU Leuven. The data from the entire research project will be no larger than 1TB. Thus, based on the prices published on the ICTS KU Leuven website, the cost of the data storage and backup during the entire project will be about €500. This cost will be covered by the bench fee offered by FWO. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Since all the data generated during the research project will be stored in the Large volume Storage drive maintained by the ICTS, Ku Leuven. Based on the costs published on the website of ICTS Ku Leuven, during the retention period, the cost of data preservation should not be more than EUR500. The cost of the data preservation will be covered by through the bench fee offered by FWO as part of the PhD fellowship grants. Upon the completion of the fellowship, the cost of data preservation will be covered by the Principle Investigator's Research Project Grant offered by FWO. Data Sharing and Reuse Created using DMPonline.be. Last modiﬁed 23 April 2023 3 of 4 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? Since the creative common license is free, the majority of the cost of data sharing can be attributed to the publication of the data. This can range anywhere between EUR2000-5000. This cost will be covered by the bench fee which is part of the FWO PhD fundamental fellowship awarded to Vanshika Malviya Responsibilities Who will manage data documentation and metadata during the research project? During the research project, PhD student Vanshika Malviya under the guidance of Principle investigator of the project- Prof. Dr. Susan Schlenner will be managing data documentation and metadata. Who will manage data storage and backup during the research project? During the research project, data storage and backup will be managed by ICTS, KU Leuven. Who will manage data preservation and sharing? Data preservation and sharing will be managed by PhD student Vanshika Malviya under the guidance of Principle investigator of the project- Prof. Dr. Susan Schlenner during the project. Who will update and implement this DMP? Vanshika Malviya under the supervision of Principle investigator Prof. Dr. Susan Schlenner will be updating and implementing the DMP during the research project. Created using DMPonline.be. Last modiﬁed 23 April 2023 4 of 4"
}