{
    "document_id": "D-2021-1274",
    "LinkTitle": "D-2021-1274",
    "file_name": "D-2021-1274.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1274.pdf",
    "metadata": {
        "title": "D-2021-1274",
        "author": "Myriam Mertens",
        "num_pages": 8
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template   1 \n –FWO DMP  Template  \nProject supervisors (from application round 2018  onwards ) and fellows (from application round 2020  onwards ) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowsh ip. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the projec t; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \n \n \n1. General Information  \n \nName applicant  Ines Thiers  \nFWO Project Number & Title  1S45922N  \nImportance of Salmonella biofilm exopolymeric substances (EPS) during gut colonization and invasion — \npotential of EPS inhibition as an evolutionary robust antimicrobial strategy  \nAffiliation  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☒ Reuse existing data  \n2019-10-01 | FWO DMP Template   2 \n Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).  NEW DATA  \nBiological material  \nSource  WP1 -4: S. Typhimurium 14028 wild type strains are available in the Steenackers lab. \nStarting from this strain, csgBAC and bcsABZC  mutants will be constructed  in WP1  and \nsaved in the Steenackers bacterial collection.  \nWP4: Experimental evolution: evolved clones after submitting wild type S. \nTyphimurium 14028 strains to experimental evolution.  These will also be saved in the \nSteenackers bacterial collection.  \nType  / \nFormat  Glycerol stocks frozen at -80°C.  \nVolume  2 mL cryotubes and 96 -well plates.  \n \nExperimental results  \nSource  WP1 will generate insight in the colonization and invasion capacities of S. Typhimurium \nwild type and mutants . The degree of colonization and invasion will be assessed using \nboth CFU counts and microscopic pictures.  \nWP2 will generate insight in the interaction between S. Typhimurium EPS -components \nwith the immune system, antibiotics, and the microbiome. Again, both CFU counts an d \nmicroscopic pictures will be employed to fill this purpose. The immune response will be \nmonitored by measuring cytokine concentrations.  \nWP3 aims to identify potent EPS -inhibitors. Hereto, the cytotoxicity and genotoxicity of \nthe compounds will be validat ed. Thereafter, the most potent inhibitor will be \nvalidated in different models by measuring the immune response and the degree of \ncolonization and invasion.  \nWP4 Resistance development against the EPS -inhibitor will be evaluated by performing \ncompetition and evolution experiments.  Resistant clones will be whole genome \nsequenced .  \nType  WP1: Sanger s equencing fil es, m icroscop ic images , histograms, numeric data  \nWP2 -4: Microscop ic images , histograms, numeric data , whole genome sequencing  \n2019-10-01 | FWO DMP Template   3 \n Format  WP1 -4: .xlsx, .pzfx, .xit, .jpg , .czi , .fastq  \nVolume  ~ 3 terabyte (mainly high resolution microscopic images  and whole genome \nsequencing ) \n \nEXISTING DATA  \nSource  I will build further on the work of a former PhD student. Consequently, it is possible \nthat I will incorporate previously acquired preliminary data  in my analysis . This data \nincludes the results of in vitro and in vivo experiments with S. Typhimurium.  \nType  Microscopic images , histograms, numeric data  \nFormat  .xlsx, .pzfx, .xit, .jpg , .czi  \nVolume  ~ 500 gigabyte  (mainly high resolution microscopic images)  \n \n \n3. Ethical and legal issues  \n \nWill you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the  reference once the privacy \nregister is in place in your host institution.  ☐ Yes \n☒ No \nIf yes:  \n- Privacy Registry Reference:  \n- Short description of the kind of personal data that will be used:  \n2019-10-01 | FWO DMP Template   4 \n Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☒ Yes \n☐ No \nIf yes:  \n- We are currently submitting the ECD application . There has been some delay because I still had to \nobtain the felasa b certificate. I now have the certificate, so now we can finish the application. \nEvidently, the mice experiments will not start until we have the ECD approval.  \n \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted?  ☒ Yes \n☐ No \nIf yes, please comment : \nOur lab already has two patents regarding the 2 -amino imidazoles (= our in house developed EPS -\ninhibitors). Additional patents for the imidazoles are being applied for. The goal is to use these EPS -\ninhibitors in a wide array of applications, amongst wh ich slow release coating and pacemakers. If the \nresults of my project are promising, they can also be used to combat intestinal infections.  Therefore, \nopportunities to protect intellectual property will be regularly discussed with Leuven Research and \nDevelopment (LRD), and at least prior to publicly releasing any information.   \nDo existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place?  ☐ Yes \n☒ No \nIf yes, please comment:  \n \n \n4. Documentation and metadata  \n \nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  In the Steenackers lab, we work with an electronic lab notebook (from KU Leuven). This notebook  \norganises all data acquired within a pro ject in a standardized  manner and attaches a fixed set of metadata \n(see below). In addition, separate folders are created for the raw data, processed , and final  data . The raw \ndata file are read -only and the user is not able to alter this data once submitted   \n2019-10-01 | FWO DMP Template   5 \n Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data e asy/easier to find \nand reuse.  ☐ Yes \n☒ No \nIf yes, please specify : The ELN incorporates a fixed  set of metadata, including the user coordinating the \nexperiment, the user performing the experiment, the date, and the experimental protocol used.  \n \n \n5. Data storage & backup during the FWO project  \n \nWhere will the data be stored?  The data will be stored on the hard drive of my laptop, as well as on the electronic lab noteboo k (ELN) . The \nELN is an application hosted on -site within KU Leuven (meaning it is not a cloud storage).  Large data files \nsuch as  microscopy images and whole genome sequencing files will be stored on the internal server of KU \nLeuven and linked to  the ELN.  \nHow will the data be backed up?  The ELN and the internal KU Leuven server contain s an automatic back -up for the drive capaci ty that is in \nuse: \n- A back -up every few hours (at 9h, 12h30, and 17h), of which the latest 7 versions are saved  \n- A daily back -up (at 21h), of which the latest 10 version are saved  \n- A weekly back -up (Sunday at 11h), of which the latest 6 version are saved  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf no, please specify :  \nKU Le uven provides easily expandable storage space based on their internal server maintained by the IT \nservice of KU Leuven.  Our lab  uses two  drives on the KU Leuven internal server: the J-drive, and the K -\ndrive. The  J-driver is intended for daily use, whil e the K -drive mainly serves as a lo ng-term storage space.  \n \n2019-10-01 | FWO DMP Template   6 \n What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject bu dget  to be used to cover the cost incurred.  As the use of ELN is relatively new at KU Leuven, no costs are accounted yet. If costs were to be \naccounted, they will likely resemble these of other SharePoint site s with similar storage capacity, which is  \n- €344. 80 for the first year  \n- €274.80 for the next years  \n \nAdditional storage space on the KU Leuven internal server can be acquired . Our lab  uses two  drives on the \nKU Leuven internal server: the J-drive, and the K -drive : \n- The costs for t he J-drive are €519/TB per year  \n- The costs for the K -drive are €100/TB/year  \n \nThe costs will  be covered by the project.  \n \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauth orized persons?   - Access to the ELN only works via KU Leuven Single Sign On  \n- Each user should have a valid KU Leuven intranet user ID and password  \n- Permission for access can be defined in detail by the local admin of the SharePoint site.  \n- Biological samples will be stored in a secured -80°C freezer at the facility.  \n \n6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and \ncontractual agreements allow.  \n \nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restric tions, physical \npreservation issues, ...).  All data.  \nWhere will these data be archived (= stored for \nthe long term)?  Using the ELN which is connected to the KU Leuven internal server .  \n2019-10-01 | FWO DMP Template   7 \n What are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  As the use of ELN is relatively new at KU Leuven, no costs are accounted yet. If costs were to be \naccounted, they will likely resemble these of other SharePoint sited with similar storage capacity, which is  \n- €344.80 for  the first year  \n- €274.80 for the next years  \nAdditional storage space on the KU Leuven internal server can be acquired . Our lab  uses two  drives on the \nKU Leuven internal server: the J-drive, and the K -drive : \n- The costs for t he J-drive are €519/TB per year  \n- The costs for the K -drive are €100/TB/year  \n \nThe costs will  be covered by the  project.  \n \n \n7. Data sharing and reuse  \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☐ Yes \n☒ No \nIf yes, please specify:  \nWhich data will be made available after the end \nof the project?   \nWhere/how will the data be made available for \nreuse?  ☒ In an Open  Access repository  \n☐ In a restricted access repository   \n☐ Upon request by mail  \n☐ Other (specify):  \n \n \nWhen will the data be made available?  After publication  (together with the paper) . \nProper links t o the datasets will be provided in the corresponding publications.  \nWho will be able to access the data and under \nwhat conditions ?  Most journals request to make it publicly available for everyone, so we will follow that.  \n2019-10-01 | FWO DMP Template   8 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the c ost incurred.  The c osts will depend on the re positories in which the data is shared.   \nCosts will be covered by the project.  \n \n8. Responsibilities  \n \nWho will be responsible for the data \ndocumentation & metadata?  Ines Thiers  \nWho will be responsible for data storage & back \nup during the project?  Ines Thiers  \nELN IT technicians  \nWho will be responsible for ensuring data \npreservation and sharing?  Ines Thiers  \nHans Steenackers  \nELN technicians  \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMP  Ines Thiers  \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 –FWO DMP Template Project supervisors (from application round 2018 onwards ) and fellows (from application round 2020 onwards ) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a completed DMP no later than 6 months after the official start date of the project or fellowsh ip. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the projec t; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Ines Thiers FWO Project Number & Title 1S45922N Importance of Salmonella biofilm exopolymeric substances (EPS) during gut colonization and invasion — potential of EPS inhibition as an evolutionary robust antimicrobial strategy Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). NEW DATA Biological material Source WP1 -4: S. Typhimurium 14028 wild type strains are available in the Steenackers lab. Starting from this strain, csgBAC and bcsABZC mutants will be constructed in WP1 and saved in the Steenackers bacterial collection. WP4: Experimental evolution: evolved clones after submitting wild type S. Typhimurium 14028 strains to experimental evolution. These will also be saved in the Steenackers bacterial collection. Type / Format Glycerol stocks frozen at -80°C. Volume 2 mL cryotubes and 96 -well plates. Experimental results Source WP1 will generate insight in the colonization and invasion capacities of S. Typhimurium wild type and mutants . The degree of colonization and invasion will be assessed using both CFU counts and microscopic pictures. WP2 will generate insight in the interaction between S. Typhimurium EPS -components with the immune system, antibiotics, and the microbiome. Again, both CFU counts an d microscopic pictures will be employed to fill this purpose. The immune response will be monitored by measuring cytokine concentrations. WP3 aims to identify potent EPS -inhibitors. Hereto, the cytotoxicity and genotoxicity of the compounds will be validat ed. Thereafter, the most potent inhibitor will be validated in different models by measuring the immune response and the degree of colonization and invasion. WP4 Resistance development against the EPS -inhibitor will be evaluated by performing competition and evolution experiments. Resistant clones will be whole genome sequenced . Type WP1: Sanger s equencing fil es, m icroscop ic images , histograms, numeric data WP2 -4: Microscop ic images , histograms, numeric data , whole genome sequencing 2019-10-01 | FWO DMP Template 3 Format WP1 -4: .xlsx, .pzfx, .xit, .jpg , .czi , .fastq Volume ~ 3 terabyte (mainly high resolution microscopic images and whole genome sequencing ) EXISTING DATA Source I will build further on the work of a former PhD student. Consequently, it is possible that I will incorporate previously acquired preliminary data in my analysis . This data includes the results of in vitro and in vivo experiments with S. Typhimurium. Type Microscopic images , histograms, numeric data Format .xlsx, .pzfx, .xit, .jpg , .czi Volume ~ 500 gigabyte (mainly high resolution microscopic images) 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: 2019-10-01 | FWO DMP Template 4 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No If yes: - We are currently submitting the ECD application . There has been some delay because I still had to obtain the felasa b certificate. I now have the certificate, so now we can finish the application. Evidently, the mice experiments will not start until we have the ECD approval. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☒ Yes ☐ No If yes, please comment : Our lab already has two patents regarding the 2 -amino imidazoles (= our in house developed EPS - inhibitors). Additional patents for the imidazoles are being applied for. The goal is to use these EPS - inhibitors in a wide array of applications, amongst wh ich slow release coating and pacemakers. If the results of my project are promising, they can also be used to combat intestinal infections. Therefore, opportunities to protect intellectual property will be regularly discussed with Leuven Research and Development (LRD), and at least prior to publicly releasing any information. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? In the Steenackers lab, we work with an electronic lab notebook (from KU Leuven). This notebook organises all data acquired within a pro ject in a standardized manner and attaches a fixed set of metadata (see below). In addition, separate folders are created for the raw data, processed , and final data . The raw data file are read -only and the user is not able to alter this data once submitted 2019-10-01 | FWO DMP Template 5 Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data e asy/easier to find and reuse. ☐ Yes ☒ No If yes, please specify : The ELN incorporates a fixed set of metadata, including the user coordinating the experiment, the user performing the experiment, the date, and the experimental protocol used. 5. Data storage & backup during the FWO project Where will the data be stored? The data will be stored on the hard drive of my laptop, as well as on the electronic lab noteboo k (ELN) . The ELN is an application hosted on -site within KU Leuven (meaning it is not a cloud storage). Large data files such as microscopy images and whole genome sequencing files will be stored on the internal server of KU Leuven and linked to the ELN. How will the data be backed up? The ELN and the internal KU Leuven server contain s an automatic back -up for the drive capaci ty that is in use: - A back -up every few hours (at 9h, 12h30, and 17h), of which the latest 7 versions are saved - A daily back -up (at 21h), of which the latest 10 version are saved - A weekly back -up (Sunday at 11h), of which the latest 6 version are saved Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : KU Le uven provides easily expandable storage space based on their internal server maintained by the IT service of KU Leuven. Our lab uses two drives on the KU Leuven internal server: the J-drive, and the K - drive. The J-driver is intended for daily use, whil e the K -drive mainly serves as a lo ng-term storage space. 2019-10-01 | FWO DMP Template 6 What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project bu dget to be used to cover the cost incurred. As the use of ELN is relatively new at KU Leuven, no costs are accounted yet. If costs were to be accounted, they will likely resemble these of other SharePoint site s with similar storage capacity, which is - €344. 80 for the first year - €274.80 for the next years Additional storage space on the KU Leuven internal server can be acquired . Our lab uses two drives on the KU Leuven internal server: the J-drive, and the K -drive : - The costs for t he J-drive are €519/TB per year - The costs for the K -drive are €100/TB/year The costs will be covered by the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauth orized persons? - Access to the ELN only works via KU Leuven Single Sign On - Each user should have a valid KU Leuven intranet user ID and password - Permission for access can be defined in detail by the local admin of the SharePoint site. - Biological samples will be stored in a secured -80°C freezer at the facility. 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restric tions, physical preservation issues, ...). All data. Where will these data be archived (= stored for the long term)? Using the ELN which is connected to the KU Leuven internal server . 2019-10-01 | FWO DMP Template 7 What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. As the use of ELN is relatively new at KU Leuven, no costs are accounted yet. If costs were to be accounted, they will likely resemble these of other SharePoint sited with similar storage capacity, which is - €344.80 for the first year - €274.80 for the next years Additional storage space on the KU Leuven internal server can be acquired . Our lab uses two drives on the KU Leuven internal server: the J-drive, and the K -drive : - The costs for t he J-drive are €519/TB per year - The costs for the K -drive are €100/TB/year The costs will be covered by the project. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project? Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): When will the data be made available? After publication (together with the paper) . Proper links t o the datasets will be provided in the corresponding publications. Who will be able to access the data and under what conditions ? Most journals request to make it publicly available for everyone, so we will follow that. 2019-10-01 | FWO DMP Template 8 What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the c ost incurred. The c osts will depend on the re positories in which the data is shared. Costs will be covered by the project. 8. Responsibilities Who will be responsible for the data documentation & metadata? Ines Thiers Who will be responsible for data storage & back up during the project? Ines Thiers ELN IT technicians Who will be responsible for ensuring data preservation and sharing? Ines Thiers Hans Steenackers ELN technicians Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMP Ines Thiers"
}