{
    "document_id": "D-2023-2442",
    "LinkTitle": "D-2023-2442",
    "file_name": "D-2023-2442.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2442.pdf",
    "metadata": {
        "title": "Linking statistical crystal plasticity modelling of TRIP to the microstructural evolution probed by 3D X-ray microscopy (FWO Senior PDF) - DMP title",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Linking statistical crystal plasticity modelling of TRIP to the\nmicrostructural evolution probed by 3D X-ray microscopy (FWO Senior PDF) - DMP\ntitle\nGrant Title\n 1281821N\nPrincipal Investigator / Researcher\n Matthias Bonisch\nProject Data Contact\n Matthias Bonisch\nDescription\n To enhance the fidelity of computer simulations of the mechanical\nbehavior of transformation-induced plasticity (TRIP) materials a coherent 3D view of\nthe transformation and deformation processes at the grain level would be needed. This\nproject uses cutting-edge in-situ 3D X-ray microscopy to create a detailed view of the\n3D microstructural and topological changes across different length scales during\ndeformation of TRIP materials. Informed by the experimental results a novel numerical\ncrystal plasticity model will be developed.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMatthias Bönisch\nFWO Project Number & Title\n1281821N\nLinking statistical crystal plasticity modelling of TRIP to the\nmicrostructural evolution probed by 3D X-ray microscopy\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow\nand per WP or objective of the project.\nall data listed below are digital (except TRIP steel samples)\nWP\nTask\nType of data\nFormat\nVolume\nHow created\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nWP1\n1.1\nTRIP steel\nsamples\nbulk\n10 mm -\n10 cm\ncut from larger\npurchased steel\nsheet\n \n1.1\n1D X-ray\ndiffraction\npatterns, pole\nfigures\n.xy\nfew MB\nlab-XRD on\nTRIP steel\n \n1.1\ngrain orientation\nmaps\n.ang\n< 500\nMB\nElectron\nbackscatter\ndiffraction on\nheat-treated\nTRIP steel\n \n1.2\nmacroscopic\nstres-strain\ncurves\n.xls\n< 20 MB\nmechanical\ntesting\n \n1.2\nnanoindentation\nload-\ndisplacement\ncurves\n.txt\n< 50 MB\nnanoindentation\n \n1.2\nheat flow curves\n.txt\n< 30 MB\ndifferential\nscanning\ncalorimetry\nWP2\n2.1\n2D X-ray\ndiffraction\npatterns and\nradiographs\n.tif\n3-5 TB\nin-situ 3D X-ray\nmicroscopy\n(3DXRD|DCT)\nof TRIP steel\n \n \n3D images of\nTRIP\nmicrostructures\nincluding\nanalysis scripts\nnative\n3D image\nformat\n100 -\n300 GB\nreconstructions\nbased on 2D\ndiffraction\npatterns\n \n2.2\n2D X-ray\ndiffraction\npatterns\n.tif\n< 10 GB\nin-situ\nmechanical\nloading of TRIP\nsteel\nWP3\n3.1, 3.2\nsource code\n.f90, .py\n< 50 MB\nmanual coding\nof source code\n \n3.3\nsimulation\nresults\n.txt\n1-2 GB\noutput of the\nnew numerical\nhardening\nmodel\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you\nwill use. Add the reference to your file in KU Leuven's Register of Data\nProcessing for Research and Public Service Purposes (PRET application). \nBe\naware that registering the fact that you process personal data is a legal\nobligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the\nformal approval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer\nand valorisation? Will IP restrictions be claimed for the data you created? If so,\nfor what data and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions are in\nplace?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data\ncollected/generated in this project?\nall experiments, procedures and methodologies will be documented in a digital\nlab-notebook\nall data generated from experiments and simulations will be clearly labelled,\ndescribed and contextualized\nall raw data will contain metadata detailing parameters and measurement\nconditions; missing native metadata will be manually documented in the lab-\nnotebook\nall processed data will be clearly labeled for tracability back to its raw data\nsource codes will be documented and commented\nsimulation results will be accompanied with readme-files explaining how the\nsimulations were configured\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll raw and processed data will be kept on the department's (personal drive on server)\nand/or universities managed storage facilities (OneDrive, large volume storage).\nTemporary personal copies can be made for processing purposes.\nHow is backup of the data provided?\nThe data stored on institutional storage facilities (department or university level) are\nautomatically backed up at least once per day.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available\nthen explain how this will be taken care of.\nYes\nNo\nPersonal KUL storage facilities (personal drive, OneDrive) will suffice for the largest\npart of data (if not all). If more storage capacity is needed, additional capacity will be\nacquired on the KUL large volume storage.\nWhat are the expected costs for data storage and back up during the project?\nHow will these costs be covered?\nIf KUL large volume storage capacities are required, the estimated associated costs for\nthe duration of the project are 1500 EUR. These will be covered by the FWO bench\nfee.\nData security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nAccess to the institutional data storage locations is restricted by password and will be\ngranted only to authorized researchers and collaborators.\nNo sensitive nor confidential data is used in this project.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state\nthe reasons for this (legal or contractual restrictions, physical preservation\nissues, ...).\nAll data will be preserved for the expected 5 years.\nWhere will the data be archived (= stored for the longer term)?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nAll data will be archived on the KUL large volume storage.\nWhat are the expected costs for data preservation during the retention period of\n5 years? How will the costs be covered?\nThe estimated costs to archive all data (< 5 TB) on the KUL large volume storage for 5\nyears is 2860 EUR, which will be covered by the FWO bench fee.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\n3D images of TRIP microstructure evolution from WP2 will be shared publicly on\nZenodo.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nUpon request by mail\nAll data (raw, processed, source code, simulation results) stored on a restricted\naccess repositories will be available upon request.\n3D images will be openly available.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nPublicly available 3D images will be accessible for anyone.\nData available upon request from the access-restricted repositories will be shared\nfreely for research purposes or after a contractual agreement between both parties.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNone. The databases we will use (Zenodo) are fully funded and provide their service\nat no cost.\nSharing data stored in the instititutional repositories will not incur costs in addition to\nthe storage costs themselves.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nMatthias Bönisch\nWho will be responsible for data storage & back up during the project?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nWho will be responsible for data storage & back up during the project?\nResponsible for transfer to institutional repositories: Matthias Bönisch\nResponsible for storage & backup of institutional repositories: KUL IT\nWho will be responsible for ensuring data preservation and reuse ?\nResponsible for transfer to long-term institutional data storage repositories: Matthias\nBönisch\nResponsible for ensuring long-term data preservation on institutional repositories: KUL\nIT\nWho bears the end responsibility for updating & implementing this DMP?\nMatthias Bönisch\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name Linking statistical crystal plasticity modelling of TRIP to the microstructural evolution probed by 3D X-ray microscopy (FWO Senior PDF) - DMP title Grant Title 1281821N Principal Investigator / Researcher Matthias Bonisch Project Data Contact Matthias Bonisch Description To enhance the fidelity of computer simulations of the mechanical behavior of transformation-induced plasticity (TRIP) materials a coherent 3D view of the transformation and deformation processes at the grain level would be needed. This project uses cutting-edge in-situ 3D X-ray microscopy to create a detailed view of the 3D microstructural and topological changes across different length scales during deformation of TRIP materials. Informed by the experimental results a novel numerical crystal plasticity model will be developed. Institution KU Leuven 1. General Information Name applicant Matthias Bönisch FWO Project Number & Title 1281821N Linking statistical crystal plasticity modelling of TRIP to the microstructural evolution probed by 3D X-ray microscopy Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. all data listed below are digital (except TRIP steel samples) WP Task Type of data Format Volume How created This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 WP1 1.1 TRIP steel samples bulk 10 mm - 10 cm cut from larger purchased steel sheet 1.1 1D X-ray diffraction patterns, pole figures .xy few MB lab-XRD on TRIP steel 1.1 grain orientation maps .ang < 500 MB Electron backscatter diffraction on heat-treated TRIP steel 1.2 macroscopic stres-strain curves .xls < 20 MB mechanical testing 1.2 nanoindentation load- displacement curves .txt < 50 MB nanoindentation 1.2 heat flow curves .txt < 30 MB differential scanning calorimetry WP2 2.1 2D X-ray diffraction patterns and radiographs .tif 3-5 TB in-situ 3D X-ray microscopy (3DXRD|DCT) of TRIP steel 3D images of TRIP microstructures including analysis scripts native 3D image format 100 - 300 GB reconstructions based on 2D diffraction patterns 2.2 2D X-ray diffraction patterns .tif < 10 GB in-situ mechanical loading of TRIP steel WP3 3.1, 3.2 source code .f90, .py < 50 MB manual coding of source code 3.3 simulation results .txt 1-2 GB output of the new numerical hardening model This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? all experiments, procedures and methodologies will be documented in a digital lab-notebook all data generated from experiments and simulations will be clearly labelled, described and contextualized all raw data will contain metadata detailing parameters and measurement conditions; missing native metadata will be manually documented in the lab- notebook all processed data will be clearly labeled for tracability back to its raw data source codes will be documented and commented simulation results will be accompanied with readme-files explaining how the simulations were configured Will a metadata standard be used? If so, describe in detail which standard will be This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? All raw and processed data will be kept on the department's (personal drive on server) and/or universities managed storage facilities (OneDrive, large volume storage). Temporary personal copies can be made for processing purposes. How is backup of the data provided? The data stored on institutional storage facilities (department or university level) are automatically backed up at least once per day. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes No Personal KUL storage facilities (personal drive, OneDrive) will suffice for the largest part of data (if not all). If more storage capacity is needed, additional capacity will be acquired on the KUL large volume storage. What are the expected costs for data storage and back up during the project? How will these costs be covered? If KUL large volume storage capacities are required, the estimated associated costs for the duration of the project are 1500 EUR. These will be covered by the FWO bench fee. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the institutional data storage locations is restricted by password and will be granted only to authorized researchers and collaborators. No sensitive nor confidential data is used in this project. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be preserved for the expected 5 years. Where will the data be archived (= stored for the longer term)? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 All data will be archived on the KUL large volume storage. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The estimated costs to archive all data (< 5 TB) on the KUL large volume storage for 5 years is 2860 EUR, which will be covered by the FWO bench fee. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? 3D images of TRIP microstructure evolution from WP2 will be shared publicly on Zenodo. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository Upon request by mail All data (raw, processed, source code, simulation results) stored on a restricted access repositories will be available upon request. 3D images will be openly available. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Publicly available 3D images will be accessible for anyone. Data available upon request from the access-restricted repositories will be shared freely for research purposes or after a contractual agreement between both parties. What are the expected costs for data sharing? How will the costs be covered? None. The databases we will use (Zenodo) are fully funded and provide their service at no cost. Sharing data stored in the instititutional repositories will not incur costs in addition to the storage costs themselves. 8. Responsibilities Who will be responsible for data documentation & metadata? Matthias Bönisch Who will be responsible for data storage & back up during the project? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 Who will be responsible for data storage & back up during the project? Responsible for transfer to institutional repositories: Matthias Bönisch Responsible for storage & backup of institutional repositories: KUL IT Who will be responsible for ensuring data preservation and reuse ? Responsible for transfer to long-term institutional data storage repositories: Matthias Bönisch Responsible for ensuring long-term data preservation on institutional repositories: KUL IT Who bears the end responsibility for updating & implementing this DMP? Matthias Bönisch This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}