{
    "document_id": "D-2022-1513",
    "LinkTitle": "D-2022-1513",
    "file_name": "D-2022-1513.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1513.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP-FWO G092222N.docx",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template  1  FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template.   1. General Information  Name applicant  Lieve Moons  FWO Project Number & Title Fishing for regulators of neuronal repair in the degenerating central nervous system of the fast-aging killifish Affiliation ☒ KU Leuven  ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt  ☐ Vrije Universiteit Brussel ☐ Other:  2. Data description  Will you generate/collect new data and/or make use of existing data?  ☒ Generate new data ☐ Reuse existing data \n2019-10-01 | FWO DMP Template  2  Describe the origin, type and format of the data (per dataset) and its (estimated) volume  If you reuse existing data, specify the source of these data.  Distinguish data types (the kind of content) from data formats (the technical format). We will collect both physical and digital data, the latter being stored in several file formats and along with the associated metadata files.  The digital data will be stored in a variety of file formats (e.g. docx, excel, csv, jpg, tiff, czi, oib files), depending on the experimental approach (protocol description, western blotting, qPCR, confocal images, functional imaging data, etc.). Analysis of data will be performed using  Excel, Graphpad prism, Adobe photoshop, Indesign, ImageJ, Matlab and Python, and stored as vector graphics (.pdf and .svg).  Digital data will be retained for the expected 10-year period and for most publications we expect that we will make the data publicly available on data repositories. RNA sequencing data will be submitted to public databases where they will be permanently archived to preserve access to the public.  Physical data: Experimental samples will be documented and, dependent on the kind, stored in fixative or frozen. Immunohistologically stained slides will be stored in a dry place or freezer.   Manuscripts: Written progress reports will be stored for internal purposes. Relevant findings will be disseminated through publication in high profile, peer-reviewed international journals, and presented on (inter)national scientific meetings.   Laboratory notebooks and electronic data will be stored by the PI, Prof. Dr. Lieve Moons.  In more detail:  Work package 1: Creation of a cell atlas of the aged killifish retina  • We will perform scRNA sequencing using retinal tissue of young and old killifish and validate the expression of several genes/proteins using RT-PCR and RNAscope, Western blotting and immunohistochemistry (IHC). 1. Type of data: Single cell gene expression data   Format: BCL/FASTQ file   Volume: 3 TB   How created: 10X genomics single cell RNA sequencing platform  \n2019-10-01 | FWO DMP Template  3  2. Type of data: Microscopy images   Format: TIFF, OIB or CZI file   Volume: 100 – 300 GB   How created: Confocal microscopy of retinal sections/whole mounts after RNAscope/IHC 3. Type of data: Gene/protein expression data  Format: Excel file   Volume: 10 GB  How created: Q-PCR or Western blotting Work package 2: Creation of transgenic reporter killifish lines for neuroregenerative research TASK 1: Creation of retinal cell type-specific reporter lines • New transgenic reporter fish lines will be created. The generation, breeding and phenotypic characteristics of the new lines will be documented (.docx and .tiff files). TASK 2: Validation of previous research findings in the MG- and microglia-specific killifish reporter lines • Several age-associated processes in the retina and optic tectum of aging killifish will be analysed using the reporter lines in combination with RT-PCR and RNAscope, Western blotting and IHC. 4. Type of data: Microscopy images   Format: TIFF, OIB or CZI file   Volume: 100 – 300 GB   How created: Confocal microscopy of retinal and brain sections/whole mounts after RNAscope/IHC 5. Type of data: Gene/protein expression data  Format: Excel file   Volume: 10 GB  How created: Q-PCR or Western blotting Work package 3: Determination of the regenerative potential of the aged killifish retina upon injury TASK 1: Optimization of an ONT+TNF model in young adult killifish • We will develop a new retinal injury model in killifish and characterize the repair process using IHC/RNAscope and morphometric analysis, using confocal microscopy.  6. Type of data: Microscopy images   Format: TIFF, OIB or CZI file   Volume: 100 – 300 GB   How created: Confocal microscopy of retinal and brain sections/organoids after RNAscope/IHC \n2019-10-01 | FWO DMP Template  4  TASK 2: Investigation of the regenerative potential in the aged killifish retina upon injury • The retinal injury model will be applied in young and old killifish and changes in the repair process will be characterized using IHC/RNAScope and morphometric analysis, using both confocal and light sheet microscopy.  7. Type of data: Microscopy images           Format: TIFF, OIB or CZI file   Volume: 100 – 300 GB   How created: Confocal microscopy of retinal and brain sections/whole mounts after RNAscope/IHC 8. Type of data: Large image datasets             Format: Stack of TIFF or CZI files             Volume: 1 TB           How created: Light sheet microscopy of whole eye or visual system using reporter fish or after RNAscope/IHC Work package 4: Investigation of the cellular and molecular changes during neuronal regeneration in the young versus aged killifish retina  • We will perform scRNA sequencing using retinal tissue of young and aged killifish subjected to the injury model and validate the expression of several genes/proteins using RT-PCR and RNAscope/ Western blotting and IHC. 9. Type of data: Single cell gene expression data   Format: BCL/FASTQ file   Volume: 3 TB   How created: 10X genomics single cell RNA sequencing platform  10. Type of data: Microscopy images   Format: TIFF, OIB or CZI file   Volume: 100 – 300 GB   How created: Confocal microscopy of retinal sections/whole mounts after RNAscope/IHC 11. Type of data: Gene/protein expression data  Format: Excel file   Volume: 10 GB  How created: Q-PCR or Western blotting  \n2019-10-01 | FWO DMP Template  5  Work package 5: Hit-to-lead studies of selected genes underlying diminished regeneration at old age • We will select one or two promising hits for functional analysis using the readouts developed in WP 2 and 3.  12. Type of data: Microscopy images           Format: TIFF, OIB or CZI file   Volume: 100 – 300 GB   How created: Confocal microscopy of retinal and brain sections/whole mounts after RNAscope/IHC 13. Type of data: Large image datasets             Format: Stack of TIFF or CZI files             Volume: 1 TB      3. Ethical and legal issues  Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register.   ☐ Yes ☒ No If yes:  - Privacy Registry Reference: - Short description of the kind of personal data that will be used: \n2019-10-01 | FWO DMP Template  6  Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No If yes:  - Reference to ethical committee approval:  We will use experiments on animals, more specifically teleost fish. The research will be performed under normal laboratory safety rules. All necessary safety measures for laboratory and animal work will be taken.  We follow the guidelines and rules from the HSE Department (Health, Safety and Environment) and the Ethical Committee Animal Experimentation of KU Leuven. Ethical permission for animal work were given in the following approved  ECD files : - Creation Moons/2022 - P021/2020 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☒ Yes ☐ No If yes, please comment: The project largely contains fundamental research that will generate insights for possible future valorisation. It holds a potential to medical translation or application in the clinic but only on the long run. There might be IP generated, depending on the obtained results. These involve the identification of molecules that induce neuronal regeneration in the damaged/diseased retina or central nervous system. If mechanisms or molecules being identified in the project are novel and promising for clinical application, possible IP protection will be considered, which will then be performed in consultation with LRD.  Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment:   4. Documentation and metadata  \n2019-10-01 | FWO DMP Template  7  What documentation will be provided to enable understanding and reuse of the data collected/generated in this project?  Digital data: We will maintain a record of the following for every WP (where applicable):  - Experimental design and protocol (.docx file)  - Structure of the data (.docx file)  - Steps involved in data analysis and relevant analysis scripts ( R, MATLAB, Python and ImageJ scripts)  - Raw data (specific file format according to data type)  - Analysed data (specific file format according to data type)  - Index file/read me file (.txt file) for every WP, linking the name, location (folder and subfolder on /server) and description of above-mentioned files.   Physical data: Samples taken from experiments will be documented and stored for up to three years after the end of the project. Storage will be in fixative or frozen depending on the kind of sample. Immunohistological stained slides will be stored in appropriate boxes in a dry place or in the freezer.  Will a metadata standard be used? If so, describe in detail which standard will be used.  If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☒ Yes ☐ No If yes, please specify: The experiments are unique, but the data will be standardized according to data-type across experiments to make it easier to interpret the structure. The results of analysis will be stored in two forms, first in excel data sheets with quantitative data and summary statistical analysis, but also in HDF5 files for more complex data structures. We adopted a single, well-defined file-folder structure and file-naming rules. Every data folder is accompanied by appropriate metadata files consisting of a readme.txt with info on nomenclature, file format, software and adopted data standards. Metadata standards will be used for genomics (http://www.dcc.ac.uk/resources/metadata-standards/genome-metadata).   5. Data storage & backup during the FWO project  \n2019-10-01 | FWO DMP Template  8  Where will the data be stored?  The host institute provides a secure data storage system (KU Leuven LUNA servers) with automated onsite back-up and mirroring. Every person has storage capacity of 2 TB with a regular backup system (OneDrive) so the data will be stored there for active use and copies can be made and kept on personal devices. For active use of the data during the project, OneDrive will ensure data transfer between computers, and they will also be stored on the KU Leuven LUNA Large Volume Storage space.   We expect about 7 Tb of data to be stored.   The physcial data, consisting of (immuno)histologically stained tissue sections, biochemical samples (protein extracts, mRNA), western blots, etc. will be stored in freezers/fridges and closets in the lab. Also unstained paraffin/cryo sections will be stored at a dry/cold place for possible future use. The inventory of all locations is shared on the KU Leuven LUNA Shared drive.  The newly generated killifish lines will be kept in our facility and can be dissiminated upon request.  How will the data be backed up?  The data will be stored on the secure data storage system (KU Leuven LUNA servers) with automated onsite back-up and mirroring.  Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  ☒ Yes ☐ No If no, please specify: There is currently sufficient KU Leuven storage available. However, we expect to need more large volume and back-up storage than we have now at KU Leuven, yet this can be expanded at hoc.  We will discuss with KU Leuven ICTS and the departmental ICTS (http://bio.kuleuven.be/ict) about the possibilities and optimal solutions in due time.    \n2019-10-01 | FWO DMP Template  9  What are the expected costs for data storage and backup during the project? How will these costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Cost for Large Volume Storage per Tb (KU Leuven ICTS - Archive K: drive - LVS L: drive): €114 €/year Back-up cost per Tb (KU Leuven ICTS): 295€/year  We also have a 100 GB network drive (J drive): 51,9 €/year  Expected amount of data : 7 Tb.  The costs will be covered by part of the allocated project budget.   Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  All network storage is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS center, to provide disaster recovery and additional back-up capacity, thus guaranteeing long-term data availability. Access to data is conditioned by KU Leuven security groups. All data will be password protected at the locations.    6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow.  Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons  for this (legal or contractual restrictions, physical preservation issues, ...). We will retain all digital data as well as manual notebooks for the expected 10-years, conform the KU Leuven RDM policy. For most publications we expect that we will make the data publicly available on data repositories.  RNA sequencing data will be submitted to public databases (EBI-ENA/NCBI-SRA), where they will be permanently archived to preserve access to the public.   Where will these data be archived (= stored for the long term)?  We will use the back-up possibilities as proposed by KU Leuven ICTS, with servers centrally managed by the ICTS to store all digital data (see above)   Notebooks will be kept in the lab for at least 10 years, conform the KU Leuven RDM policy.  \n2019-10-01 | FWO DMP Template  10  What are the expected costs for data preservation during these 5 years? How will the costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. We expect about 3000 EUR/year.  The costs will be covered by part of the allocated project budget.    7. Data sharing and reuse  Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?  ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project?  Written progress reports will be stored for internal purposes and can be accessed by KU Leuven researchers upon request. Relevant neurobiological findings will be disseminated through publication in high profile, peer-reviewed international journals within the life science field. The data will be presented on (inter)national scientific field- specific meetings, e.g. ARVO, EVER, SfN FENS meetings, etc.  Transcriptomics data will be submitted to public databases, where they will be permanently archived to preserve access to the public.  The data will be made available after publication via the required link in the publications or upon request after an embargo period after publication (f.i. phenotype files, genetic data). The same holds true for unpublished data, they can be made available upon request but only after an embargo period (3 years; exceptionally 5 years after the project) and prior to evaluation on a per case basis.  Where/how will the data be made available for reuse?  ☒ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify):  \n2019-10-01 | FWO DMP Template  11  When will the data be made available?  The data will be made available after publication via the required link in the publications or upon request after an embargo period after publication (f.i. phenotype files, genetic data). The same holds true for unpublished data, they can be made available upon request but only after an embargo period (3 years; exceptionally 5 years after the project).   Who will be able to access the data and under what conditions?  Only research personnel of the lab can access the data and metadata. After Open Access publication, corresponding transcriptomic and imaging datasets data will be shared on open platforms (e.g. KU Leuven Research Data Repository (RDR) and the Open Science Framework (OSF)). We will also look into additional Open Access repositories such as Genebank, FigShare (https://figshare.com/), Dryad (https://datadryad.org/) or https://zenodo.org/ depending on the type of data or upon request by mail. We will explore the possibilities via online repositories and will use the website www.re3data.org.   Unpublished data will only be shared under strict conditions. Therefore, terms will be set on beforehand in an MTA (Material Transfer Agreement).  What are the expected costs for data sharing? How will these costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. The expected cost for data sharing will be low, since the use of OneDrive is free for KU Leuven members up to 1TB. We do not expect to exceed this but if we would, part of the project budget would be allocated to data sharing.    8. Responsibilities  Who will be responsible for the data documentation & metadata?  Responsibility for ensuring data preservation and sharing, as well as the end responsibility for updating and implementing the DMP is with the PI, Prof. Dr. Lieve Moons.  Who will be responsible for data storage & back up during the project?  Data documentation, data storage & back up during the project is the responsibility of all researchers working on this project, for now including Steven Bergmans, Luca Masin, Julie De Schutter, Pieter-Jan Serneels as the day-to-day managers of the FWO-project. Who will be responsible for ensuring data preservation and sharing?  The Pi, Lieve Moons, and the day-to-day managers of the FWO-project. \n2019-10-01 | FWO DMP Template  12  Who bears the end responsibility for updating & implementing this DMP?  The PI, Lieve Moons, bears the overall responsibility for updating & implementing this DMP Lieve Moons  "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Lieve Moons FWO Project Number & Title Fishing for regulators of neuronal repair in the degenerating central nervous system of the fast-aging killifish Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). We will collect both physical and digital data, the latter being stored in several file formats and along with the associated metadata files. The digital data will be stored in a variety of file formats (e.g. docx, excel, csv, jpg, tiff, czi, oib files), depending on the experimental approach (protocol description, western blotting, qPCR, confocal images, functional imaging data, etc.). Analysis of data will be performed using Excel, Graphpad prism, Adobe photoshop, Indesign, ImageJ, Matlab and Python, and stored as vector graphics (.pdf and .svg). Digital data will be retained for the expected 10-year period and for most publications we expect that we will make the data publicly available on data repositories. RNA sequencing data will be submitted to public databases where they will be permanently archived to preserve access to the public. Physical data: Experimental samples will be documented and, dependent on the kind, stored in fixative or frozen. Immunohistologically stained slides will be stored in a dry place or freezer. Manuscripts: Written progress reports will be stored for internal purposes. Relevant findings will be disseminated through publication in high profile, peer-reviewed international journals, and presented on (inter)national scientific meetings. Laboratory notebooks and electronic data will be stored by the PI, Prof. Dr. Lieve Moons. In more detail: Work package 1: Creation of a cell atlas of the aged killifish retina • We will perform scRNA sequencing using retinal tissue of young and old killifish and validate the expression of several genes/proteins using RT-PCR and RNAscope, Western blotting and immunohistochemistry (IHC). 1. Type of data: Single cell gene expression data Format: BCL/FASTQ file Volume: 3 TB How created: 10X genomics single cell RNA sequencing platform 2019-10-01 | FWO DMP Template 3 2. Type of data: Microscopy images Format: TIFF, OIB or CZI file Volume: 100 – 300 GB How created: Confocal microscopy of retinal sections/whole mounts after RNAscope/IHC 3. Type of data: Gene/protein expression data Format: Excel file Volume: 10 GB How created: Q-PCR or Western blotting Work package 2: Creation of transgenic reporter killifish lines for neuroregenerative research TASK 1: Creation of retinal cell type-specific reporter lines • New transgenic reporter fish lines will be created. The generation, breeding and phenotypic characteristics of the new lines will be documented (.docx and .tiff files). TASK 2: Validation of previous research findings in the MG- and microglia-specific killifish reporter lines • Several age-associated processes in the retina and optic tectum of aging killifish will be analysed using the reporter lines in combination with RT-PCR and RNAscope, Western blotting and IHC. 4. Type of data: Microscopy images Format: TIFF, OIB or CZI file Volume: 100 – 300 GB How created: Confocal microscopy of retinal and brain sections/whole mounts after RNAscope/IHC 5. Type of data: Gene/protein expression data Format: Excel file Volume: 10 GB How created: Q-PCR or Western blotting Work package 3: Determination of the regenerative potential of the aged killifish retina upon injury TASK 1: Optimization of an ONT+TNF model in young adult killifish • We will develop a new retinal injury model in killifish and characterize the repair process using IHC/RNAscope and morphometric analysis, using confocal microscopy. 6. Type of data: Microscopy images Format: TIFF, OIB or CZI file Volume: 100 – 300 GB How created: Confocal microscopy of retinal and brain sections/organoids after RNAscope/IHC 2019-10-01 | FWO DMP Template 4 TASK 2: Investigation of the regenerative potential in the aged killifish retina upon injury • The retinal injury model will be applied in young and old killifish and changes in the repair process will be characterized using IHC/RNAScope and morphometric analysis, using both confocal and light sheet microscopy. 7. Type of data: Microscopy images Format: TIFF, OIB or CZI file Volume: 100 – 300 GB How created: Confocal microscopy of retinal and brain sections/whole mounts after RNAscope/IHC 8. Type of data: Large image datasets Format: Stack of TIFF or CZI files Volume: 1 TB How created: Light sheet microscopy of whole eye or visual system using reporter fish or after RNAscope/IHC Work package 4: Investigation of the cellular and molecular changes during neuronal regeneration in the young versus aged killifish retina • We will perform scRNA sequencing using retinal tissue of young and aged killifish subjected to the injury model and validate the expression of several genes/proteins using RT-PCR and RNAscope/ Western blotting and IHC. 9. Type of data: Single cell gene expression data Format: BCL/FASTQ file Volume: 3 TB How created: 10X genomics single cell RNA sequencing platform 10. Type of data: Microscopy images Format: TIFF, OIB or CZI file Volume: 100 – 300 GB How created: Confocal microscopy of retinal sections/whole mounts after RNAscope/IHC 11. Type of data: Gene/protein expression data Format: Excel file Volume: 10 GB How created: Q-PCR or Western blotting 2019-10-01 | FWO DMP Template 5 Work package 5: Hit-to-lead studies of selected genes underlying diminished regeneration at old age • We will select one or two promising hits for functional analysis using the readouts developed in WP 2 and 3. 12. Type of data: Microscopy images Format: TIFF, OIB or CZI file Volume: 100 – 300 GB How created: Confocal microscopy of retinal and brain sections/whole mounts after RNAscope/IHC 13. Type of data: Large image datasets Format: Stack of TIFF or CZI files Volume: 1 TB 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: 2019-10-01 | FWO DMP Template 6 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No If yes: - Reference to ethical committee approval: We will use experiments on animals, more specifically teleost fish. The research will be performed under normal laboratory safety rules. All necessary safety measures for laboratory and animal work will be taken. We follow the guidelines and rules from the HSE Department (Health, Safety and Environment) and the Ethical Committee Animal Experimentation of KU Leuven. Ethical permission for animal work were given in the following approved ECD files : - Creation Moons/2022 - P021/2020 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☒ Yes ☐ No If yes, please comment: The project largely contains fundamental research that will generate insights for possible future valorisation. It holds a potential to medical translation or application in the clinic but only on the long run. There might be IP generated, depending on the obtained results. These involve the identification of molecules that induce neuronal regeneration in the damaged/diseased retina or central nervous system. If mechanisms or molecules being identified in the project are novel and promising for clinical application, possible IP protection will be considered, which will then be performed in consultation with LRD. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 4. Documentation and metadata 2019-10-01 | FWO DMP Template 7 What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Digital data: We will maintain a record of the following for every WP (where applicable): - Experimental design and protocol (.docx file) - Structure of the data (.docx file) - Steps involved in data analysis and relevant analysis scripts ( R, MATLAB, Python and ImageJ scripts) - Raw data (specific file format according to data type) - Analysed data (specific file format according to data type) - Index file/read me file (.txt file) for every WP, linking the name, location (folder and subfolder on /server) and description of above-mentioned files. Physical data: Samples taken from experiments will be documented and stored for up to three years after the end of the project. Storage will be in fixative or frozen depending on the kind of sample. Immunohistological stained slides will be stored in appropriate boxes in a dry place or in the freezer. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☒ Yes ☐ No If yes, please specify: The experiments are unique, but the data will be standardized according to data-type across experiments to make it easier to interpret the structure. The results of analysis will be stored in two forms, first in excel data sheets with quantitative data and summary statistical analysis, but also in HDF5 files for more complex data structures. We adopted a single, well-defined file-folder structure and file-naming rules. Every data folder is accompanied by appropriate metadata files consisting of a readme.txt with info on nomenclature, file format, software and adopted data standards. Metadata standards will be used for genomics (http://www.dcc.ac.uk/resources/metadata-standards/genome-metadata). 5. Data storage & backup during the FWO project 2019-10-01 | FWO DMP Template 8 Where will the data be stored? The host institute provides a secure data storage system (KU Leuven LUNA servers) with automated onsite back-up and mirroring. Every person has storage capacity of 2 TB with a regular backup system (OneDrive) so the data will be stored there for active use and copies can be made and kept on personal devices. For active use of the data during the project, OneDrive will ensure data transfer between computers, and they will also be stored on the KU Leuven LUNA Large Volume Storage space. We expect about 7 Tb of data to be stored. The physcial data, consisting of (immuno)histologically stained tissue sections, biochemical samples (protein extracts, mRNA), western blots, etc. will be stored in freezers/fridges and closets in the lab. Also unstained paraffin/cryo sections will be stored at a dry/cold place for possible future use. The inventory of all locations is shared on the KU Leuven LUNA Shared drive. The newly generated killifish lines will be kept in our facility and can be dissiminated upon request. How will the data be backed up? The data will be stored on the secure data storage system (KU Leuven LUNA servers) with automated onsite back-up and mirroring. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: There is currently sufficient KU Leuven storage available. However, we expect to need more large volume and back-up storage than we have now at KU Leuven, yet this can be expanded at hoc. We will discuss with KU Leuven ICTS and the departmental ICTS (http://bio.kuleuven.be/ict) about the possibilities and optimal solutions in due time. 2019-10-01 | FWO DMP Template 9 What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Cost for Large Volume Storage per Tb (KU Leuven ICTS - Archive K: drive - LVS L: drive): €114 €/year Back-up cost per Tb (KU Leuven ICTS): 295€/year We also have a 100 GB network drive (J drive): 51,9 €/year Expected amount of data : 7 Tb. The costs will be covered by part of the allocated project budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All network storage is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS center, to provide disaster recovery and additional back-up capacity, thus guaranteeing long-term data availability. Access to data is conditioned by KU Leuven security groups. All data will be password protected at the locations. 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). We will retain all digital data as well as manual notebooks for the expected 10-years, conform the KU Leuven RDM policy. For most publications we expect that we will make the data publicly available on data repositories. RNA sequencing data will be submitted to public databases (EBI-ENA/NCBI-SRA), where they will be permanently archived to preserve access to the public. Where will these data be archived (= stored for the long term)? We will use the back-up possibilities as proposed by KU Leuven ICTS, with servers centrally managed by the ICTS to store all digital data (see above) Notebooks will be kept in the lab for at least 10 years, conform the KU Leuven RDM policy. 2019-10-01 | FWO DMP Template 10 What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. We expect about 3000 EUR/year. The costs will be covered by part of the allocated project budget. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project? Written progress reports will be stored for internal purposes and can be accessed by KU Leuven researchers upon request. Relevant neurobiological findings will be disseminated through publication in high profile, peer-reviewed international journals within the life science field. The data will be presented on (inter)national scientific field- specific meetings, e.g. ARVO, EVER, SfN FENS meetings, etc. Transcriptomics data will be submitted to public databases, where they will be permanently archived to preserve access to the public. The data will be made available after publication via the required link in the publications or upon request after an embargo period after publication (f.i. phenotype files, genetic data). The same holds true for unpublished data, they can be made available upon request but only after an embargo period (3 years; exceptionally 5 years after the project) and prior to evaluation on a per case basis. Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): 2019-10-01 | FWO DMP Template 11 When will the data be made available? The data will be made available after publication via the required link in the publications or upon request after an embargo period after publication (f.i. phenotype files, genetic data). The same holds true for unpublished data, they can be made available upon request but only after an embargo period (3 years; exceptionally 5 years after the project). Who will be able to access the data and under what conditions? Only research personnel of the lab can access the data and metadata. After Open Access publication, corresponding transcriptomic and imaging datasets data will be shared on open platforms (e.g. KU Leuven Research Data Repository (RDR) and the Open Science Framework (OSF)). We will also look into additional Open Access repositories such as Genebank, FigShare (https://figshare.com/), Dryad (https://datadryad.org/) or https://zenodo.org/ depending on the type of data or upon request by mail. We will explore the possibilities via online repositories and will use the website www.re3data.org. Unpublished data will only be shared under strict conditions. Therefore, terms will be set on beforehand in an MTA (Material Transfer Agreement). What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. The expected cost for data sharing will be low, since the use of OneDrive is free for KU Leuven members up to 1TB. We do not expect to exceed this but if we would, part of the project budget would be allocated to data sharing. 8. Responsibilities Who will be responsible for the data documentation & metadata? Responsibility for ensuring data preservation and sharing, as well as the end responsibility for updating and implementing the DMP is with the PI, Prof. Dr. Lieve Moons. Who will be responsible for data storage & back up during the project? Data documentation, data storage & back up during the project is the responsibility of all researchers working on this project, for now including Steven Bergmans, Luca Masin, Julie De Schutter, Pieter-Jan Serneels as the day-to-day managers of the FWO-project. Who will be responsible for ensuring data preservation and sharing? The Pi, Lieve Moons, and the day-to-day managers of the FWO-project. 2019-10-01 | FWO DMP Template 12 Who bears the end responsibility for updating & implementing this DMP? The PI, Lieve Moons, bears the overall responsibility for updating & implementing this DMP Lieve Moons"
}