{
    "document_id": "D-2024-2764",
    "LinkTitle": "D-2024-2764",
    "file_name": "D-2024-2764.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2764.pdf",
    "metadata": {
        "title": "D-2024-2764",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of t he project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives o f all Flemish funders \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requ irements for data \nmanagement planning . To increase understanding and facilitate completion of the DMP, a stan dardized glossary  of definitions and abbreviations is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Name Grant Holder:  \nORCID:  Joon Klaps  \n0000 -0002 -2507 -0430  \nContributor name(s) ( + ORCID) & roles  Contributor name:  \nORCID:  \nContributor name:  \nORCID  Philippe Lemey  \n0000 -0003 -2826 -5353  \nLiana Kafetzopoulou  \n0000 -0003 -4531 -1374  \nProject number  1 & title Project number:  \nProject Title:  1SH2V24N  \nThe evolutionary genomics of Lassa Virus virulence and persistence  \nFunder(s) GrantID  2 FWO  GrantID :  1SH2V24N  \nAffiliation(s)  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID  refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were use d. \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n Please provide a short project description  Lassa virus (LASV) infects hundreds of thousands of individuals each year and is endemic in West Africa. \nPeople mainly become infected through spill -over from rodents. While most infected individuals remain \nasymptomatic, acute viral hemorrhagic illness dev elops in 1 in 5 cases. With no effective treatments or \nvaccines and little knowledge of the determinants of disease development, LASV is a WHO priority disease. \nLassa fever survivors have been identified to continue to carry the virus up to 12 months post -infection, \nhowever, the impact of viral persistence on viral evolution has yet to be determined. This project aims to \ndisentangle the role of viral genotypes as well as intrahost evolution in disease outcome and persistence. In \ncollaboration with the Bernh ard-Nocht Institute for Tropical Medicine, we will leverage the comprehensive \nsampling from ongoing longitudinal studies in Nigeria. Whole -genome deep sequencing data will be \nanalyzed from multiple time points from patients that succumb to infection and pa tients that survive with \nvarying degrees of persistence. Using this data, we will unravel intrahost evolutionary dynamics including \nthe role of immune escape in LASV infections, and perform an extensive phylogenomics study to determine \nto what extent the v iral genotype determines virulence and to elucidate its molecular determinants. Finally, \nLASV virulence will be mapped spatially through phylogeographic inference in order to inform intervention \nstrategies.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each  dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an \nestimate of the upper limit of the volume of the data  3.  \n \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nSample \nmetadata  Pseudo -anonymised \nmeta data relating to samples \ncollected from patients \nincluding : age, sex, results \ndiagnostic test Lassa, \ncountry, state, city, \ndiagnostic test location, date \nseen at health facility, date \nof onset of disease, date of \nspecimen collection, \nsymptoms, disease outcome  ☐ Generate \nnew data  \n☒ Reuse \nexisting data  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : Excel files and \nmySQL database  ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n NA \nLaboratory \nprocedure \nmetadata  Data relating to samples \nprocessed in the laboratory, \nall necessary information \nrelating to the laboratory \nprocedures performed  ☒ Generate \nnew data  \n☐ Reuse \nexisting data  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other:  Excel files and \nmySQL database  ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n NA \nSequencing \nreads  Sequencing reads  output \nfrom Illumina deep \nsequencing  ☒ Generate \nnew data  \n☐ Reuse \nexisting data  ☒ Digital  \n☒ \nPhysical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  Fastq files  ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☒ < 5 TB  \n☐ > 5 TB  \n☐ NA \n NA \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n ☐ Other:  \nSequencing \ndata analysis \nand results  Sequencing data analysis \nand result output files \nincluding: fasta, fastq, csv, \nvcf ☒ Generate \nnew data  \n☐ Reuse \nexisting data  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other:  Text files \n(including \nfollowing \nformats: fasta, \nfastq, csv, vcf ) ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☒ > 5 TB  \n☐ NA \n NA \nCustom made \nalgorithms   Portfolio  of custom -made  \nscripts for the processing \nand analysis of the \nmetadata and results \ngenerated as part of the \nproject  ☒ Generate \nnew data  \n☐ Reuse \nexisting data  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  \n☒ Software  \n☐ Other:  Text files  ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n NA \nData on \nphylogenetic \ninference  Phylogenetic inference of \nthe sequences obtained \nand result output files  ☒ Generate \nnew data  \n☐ Reuse \nexisting data  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other:  Text files and \nnexus /newick /xm\nl tree files  ☐ < 1 GB  \n☒ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n NA \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n GUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are \nvaluable, diffic ult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses  and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n The project re -uses existing data which are partly published and partly unpublished or available online. \nSample metadata will be used from three pre -existing studies: (1) “Leftover samples” protocol (access to \nthe initial diagnostic sample)  (2) the “Pathogenesis study”  and (3) the “Follow -up study ”. \nPublished data exists under the following DOI:  \n1. Metagenomic sequencing at the epicenter of the Nigeria 2018 Lassa fever outbreak : \n10.1126/science.aau9343  \n2. Virus persistence after recovery from acute Lassa fever in Nigeria: a 2 -year interim analysis of a \nprospective longitudinal cohort study :  \n10.1016/S2666 -5247(21)00178 -6 \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval  number:  S67612  \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \nS67612  \nWill you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☒ Yes (provide PRET G -number or EC S -number below)  \n☐ No \nAdditional information:  \nS67612  \n \n \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Does your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☒ Yes \n☐ No \nIf yes , please comment :  \nSequencing data analysis and results - Custom made algorithms  - Data  phylogenetic inference  will LASV \nsequencing data, immune escape of LASV in patients, and database infrastructures for diagnostic \ninvestigations can elicit interest from companies that develop diagnostic tools, vaccines, and treatments \nfor Lassa fever.  If our ‘custom made algorithms’ has high efficacy to pinpoint molecular determinants of \nLassa fever this can be extend towards other viral infectious diseases and facilitate treatment  \ndevelopment towards those diseases as well.  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n Sample metadata will be combined in a relational database allowing for fast and efficient information \ninterrogation.   \n \nAll laboratory procedures , all bioinformatics analysis and testing and any relating data is heavily \ndocumented ; an electronic lab book  system has been created and implemented for tracking all processe s \nconducted.  \n \nAll scripts generated will be commented /documented  and will include README  files. Log files will be \ngenerated during data analysis with detailed information on the analysis process performed on each run \nand sample analysed.  All public databases used within our analysis (eg. Genome reference database) will \ncontain download dates and/or version control Version control is used across all scripts. Software is also \npackaged within container environements like Docker and Singularity to guarantee reproducibility.  \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \nA data schema was internally designed to ensure Findable, Accessible, Interoperable and Reusable (FAIR) \nmetadata. All sample metadata is stored within a relational (MySQL) database.  Within the database,  data \nis structured with unique identifiers containing specific attributes with data type declaration and is \ntherefore  machine -readable.   \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n Where will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☐ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☐ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☒ Large Volume Storage  \n☐ Digital Vault  \n☒ Other:  \n-  KUL hosted MySQL Server  \n- HPC Tier -2 data -staging  \n- HPC Tier-1 data  \n- Large volume storage -archive ( K-drive ) \n \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution.  \n☐ Personal back -ups I make (specify)  \n☐ Other (specify)  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \n \nIf no, please specify :  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n All data is stored on locations where only authorized persons can access. No unauthorized persons can \naccess the data.  All data and files generated as part of this project will be stored on KU Leuven servers \nusing the network drives or SharePoint. Additionally , all researchers actively working on the project follow \na clean desk policy. Secure solutions (Belnet Filesender) for sharing data with persons outside KU Leuven \nwill be used when data and files need to be shared between the project partners.  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  L drive: €569,2/year  \nKUL hosted MySQL Server  : € 91,46 /year  \nHPC t ier-1 data: € 0/year (grant application)  \nHPC tier -2 data staging: €160/year  \nK drive: €569,2 /year  \n \n \nTotal: € 1389,86 /year  \nThese costs have been anticipated and will be covered from project funding that is already available.  \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☐ Certain data cannot be ke pt for 10 years (explain)  \n \n \n \n \nWhere will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☐ KU Leuven RDR  \n☒ Large Volume Storage (longterm for large volumes)  \n☐ Shared network drive (J -drive)  \n☐ Other (specifiy):  \n- Large volume storage -archive (K -drive)  \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod  \n? How will these costs be covered?  \n \n These involve the same costs as during the project duration  \nL drive: €569,2/year  \nKUL hosted MySQL Server: € 91,46 /year  \nK drive: € 569,2 /year  \n \nTotal: € 1229.86 /year  \nThese costs have been anticipated and will be covered from funds that are available to the PI .  \n \n \n \n6. Data Sharing and Reuse  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n Will the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☒ Yes, as restricted data (upon approval, or institutional access only)  \n☒ No (closed access)  \n☐ Other, please specify:  \n \n \nSample metadata: closed access  \n \nLaboratory procedure metadata: restricted access  \n \nSequencing reads: restricted access  \n \nSequencing data analysis and results: open data  \n \nCustom made scripts: open data  \n \nData on phylogenetic inference: open data  \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Laboratory procedure metadata: institutional access  \n \nSequencing reads: as read data could contain human reads  this is restricted. However,  upon request we \ncan map and share viral reads only . \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n Are there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify : \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☐ KU Leuven RDR  \n☒ Other data repository (specify) : NCBI  \n☒ Other (specify)  \n \nSequencing data analysis and results : NCBI  \n \nCustom made scripts : Github  \n \nData on phylogenetic inference : Github or as manuscript supplementary information  \n \nWhen will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        15 \n Which data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☐ CC-BY 4.0 (data)  \n☐ Data Transfer Agreement (restricted data)  \n☒ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \n \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n No costs are expected for data sharing on locations where the data and scripts will be made publicly  \navailable (NCBI, Github). Any publications costs associated will be covered by project funding already \navailable.  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Ine Boonen, Liana Kafetzopoulou , Joon Klaps  \nWho will manage data storage and backup \nduring the research project?  Ine Boonen, Liana Kafetzopoulou , Joon Klaps  \nWho will manage data preservation and \nsharing?  Ine Boonen, Liana Kafetzopoulou , Joon Klaps  \nWho will update and implement this DMP?  Joon Klaps, Liana Kafetzopoulou, Philippe Lemey  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        16 \n  "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of t he project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives o f all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requ irements for data management planning . To increase understanding and facilitate completion of the DMP, a stan dardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Name Grant Holder: ORCID: Joon Klaps 0000 -0002 -2507 -0430 Contributor name(s) ( + ORCID) & roles Contributor name: ORCID: Contributor name: ORCID Philippe Lemey 0000 -0003 -2826 -5353 Liana Kafetzopoulou 0000 -0003 -4531 -1374 Project number 1 & title Project number: Project Title: 1SH2V24N The evolutionary genomics of Lassa Virus virulence and persistence Funder(s) GrantID 2 FWO GrantID : 1SH2V24N Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were use d. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description Lassa virus (LASV) infects hundreds of thousands of individuals each year and is endemic in West Africa. People mainly become infected through spill -over from rodents. While most infected individuals remain asymptomatic, acute viral hemorrhagic illness dev elops in 1 in 5 cases. With no effective treatments or vaccines and little knowledge of the determinants of disease development, LASV is a WHO priority disease. Lassa fever survivors have been identified to continue to carry the virus up to 12 months post -infection, however, the impact of viral persistence on viral evolution has yet to be determined. This project aims to disentangle the role of viral genotypes as well as intrahost evolution in disease outcome and persistence. In collaboration with the Bernh ard-Nocht Institute for Tropical Medicine, we will leverage the comprehensive sampling from ongoing longitudinal studies in Nigeria. Whole -genome deep sequencing data will be analyzed from multiple time points from patients that succumb to infection and pa tients that survive with varying degrees of persistence. Using this data, we will unravel intrahost evolutionary dynamics including the role of immune escape in LASV infections, and perform an extensive phylogenomics study to determine to what extent the v iral genotype determines virulence and to elucidate its molecular determinants. Finally, LASV virulence will be mapped spatially through phylogeographic inference in order to inform intervention strategies. 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an estimate of the upper limit of the volume of the data 3. 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Sample metadata Pseudo -anonymised meta data relating to samples collected from patients including : age, sex, results diagnostic test Lassa, country, state, city, diagnostic test location, date seen at health facility, date of onset of disease, date of specimen collection, symptoms, disease outcome ☐ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : Excel files and mySQL database ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA NA Laboratory procedure metadata Data relating to samples processed in the laboratory, all necessary information relating to the laboratory procedures performed ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: Excel files and mySQL database ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA NA Sequencing reads Sequencing reads output from Illumina deep sequencing ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software Fastq files ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ > 5 TB ☐ NA NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 ☐ Other: Sequencing data analysis and results Sequencing data analysis and result output files including: fasta, fastq, csv, vcf ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: Text files (including following formats: fasta, fastq, csv, vcf ) ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NA NA Custom made algorithms Portfolio of custom -made scripts for the processing and analysis of the metadata and results generated as part of the project ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other: Text files ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA NA Data on phylogenetic inference Phylogenetic inference of the sequences obtained and result output files ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: Text files and nexus /newick /xm l tree files ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are valuable, diffic ult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . The project re -uses existing data which are partly published and partly unpublished or available online. Sample metadata will be used from three pre -existing studies: (1) “Leftover samples” protocol (access to the initial diagnostic sample) (2) the “Pathogenesis study” and (3) the “Follow -up study ”. Published data exists under the following DOI: 1. Metagenomic sequencing at the epicenter of the Nigeria 2018 Lassa fever outbreak : 10.1126/science.aau9343 2. Virus persistence after recovery from acute Lassa fever in Nigeria: a 2 -year interim analysis of a prospective longitudinal cohort study : 10.1016/S2666 -5247(21)00178 -6 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval number: S67612 ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☐ No Additional information : S67612 Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (provide PRET G -number or EC S -number below) ☐ No Additional information: S67612 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☒ Yes ☐ No If yes , please comment : Sequencing data analysis and results - Custom made algorithms - Data phylogenetic inference will LASV sequencing data, immune escape of LASV in patients, and database infrastructures for diagnostic investigations can elicit interest from companies that develop diagnostic tools, vaccines, and treatments for Lassa fever. If our ‘custom made algorithms’ has high efficacy to pinpoint molecular determinants of Lassa fever this can be extend towards other viral infectious diseases and facilitate treatment development towards those diseases as well. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . Sample metadata will be combined in a relational database allowing for fast and efficient information interrogation. All laboratory procedures , all bioinformatics analysis and testing and any relating data is heavily documented ; an electronic lab book system has been created and implemented for tracking all processe s conducted. All scripts generated will be commented /documented and will include README files. Log files will be generated during data analysis with detailed information on the analysis process performed on each run and sample analysed. All public databases used within our analysis (eg. Genome reference database) will contain download dates and/or version control Version control is used across all scripts. Software is also packaged within container environements like Docker and Singularity to guarantee reproducibility. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : A data schema was internally designed to ensure Findable, Accessible, Interoperable and Reusable (FAIR) metadata. All sample metadata is stored within a relational (MySQL) database. Within the database, data is structured with unique identifiers containing specific attributes with data type declaration and is therefore machine -readable. If no, please specify (where appropriate per dataset or data type ) which metadata will be created: 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☒ Large Volume Storage ☐ Digital Vault ☒ Other: - KUL hosted MySQL Server - HPC Tier -2 data -staging - HPC Tier-1 data - Large volume storage -archive ( K-drive ) How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution. ☐ Personal back -ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data All data is stored on locations where only authorized persons can access. No unauthorized persons can access the data. All data and files generated as part of this project will be stored on KU Leuven servers using the network drives or SharePoint. Additionally , all researchers actively working on the project follow a clean desk policy. Secure solutions (Belnet Filesender) for sharing data with persons outside KU Leuven will be used when data and files need to be shared between the project partners. What are the expected costs for data storage and backup during the research project? How will these costs be covered? L drive: €569,2/year KUL hosted MySQL Server : € 91,46 /year HPC t ier-1 data: € 0/year (grant application) HPC tier -2 data staging: €160/year K drive: €569,2 /year Total: € 1389,86 /year These costs have been anticipated and will be covered from project funding that is already available. 5. Data Preservation after the end of the Research P roject FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be ke pt for 10 years (explain) Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J -drive) ☐ Other (specifiy): - Large volume storage -archive (K -drive) What are the expected costs for data preservation during the expected retention period ? How will these costs be covered? These involve the same costs as during the project duration L drive: €569,2/year KUL hosted MySQL Server: € 91,46 /year K drive: € 569,2 /year Total: € 1229.86 /year These costs have been anticipated and will be covered from funds that are available to the PI . 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☒ No (closed access) ☐ Other, please specify: Sample metadata: closed access Laboratory procedure metadata: restricted access Sequencing reads: restricted access Sequencing data analysis and results: open data Custom made scripts: open data Data on phylogenetic inference: open data If access is restricted, please specify who will be able to access the data and under what conditions. Laboratory procedure metadata: institutional access Sequencing reads: as read data could contain human reads this is restricted. However, upon request we can map and share viral reads only . FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify : Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☒ Other data repository (specify) : NCBI ☒ Other (specify) Sequencing data analysis and results : NCBI Custom made scripts : Github Data on phylogenetic inference : Github or as manuscript supplementary information When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☒ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? No costs are expected for data sharing on locations where the data and scripts will be made publicly available (NCBI, Github). Any publications costs associated will be covered by project funding already available. 7. Responsibilities Who will manage data documentation and metadata during the research project? Ine Boonen, Liana Kafetzopoulou , Joon Klaps Who will manage data storage and backup during the research project? Ine Boonen, Liana Kafetzopoulou , Joon Klaps Who will manage data preservation and sharing? Ine Boonen, Liana Kafetzopoulou , Joon Klaps Who will update and implement this DMP? Joon Klaps, Liana Kafetzopoulou, Philippe Lemey FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16"
}