{
    "document_id": "D-2022-1401",
    "LinkTitle": "D-2022-1401",
    "file_name": "D-2022-1401.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1401.pdf",
    "metadata": {
        "title": "Solid catalysts for Functional group Shuttling",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Solid catalysts for Functional group Shuttling\nSolid catalysts for Functional group Shuttling\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nJesse Dallenes\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nC14/21/080\nID: \nID: \n209305\nStart date: \nStart date: \n01-10-2021\nEnd date: \nEnd date: \n30-09-2025\nProject abstract:\nProject abstract:\nThe project explores the benefit of solid porous (co-)catalysts in exchange reactions of functional groups between donors and acceptors. Target\nreactions are the transfer of -CN (nitrile) or –C(H)=O (formyl) groups to a C=C double bond. These reactions are particularly attractive since they\nallow to avoid hazardous chemicals (e.g. HCN; H2/CO) and/or high pressures during multistep organic syntheses. In the field of homogeneous\ncatalysis, some metal coordination compounds or Lewis acids are emerging for these reactions, often in close synergy. However turnover frequencies\nfor shuttling a functional group from a donor to an acceptor are so far low; catalyst recovery is poor, and due to the equilibrium nature of these\nisodesmic reactions, it is challenging to reach near-complete conversion. Here we introduce new concepts in these transfer hydrocyanations: (i) Lewis\nacids will be grafted on solid surfaces, enhancing their dispersion, making it easier to modulate and increase their activity and facilitating their\nrecovery; (ii) olefin co-products will be withdrawn from the equilibrium by a consecutive reaction in a shape-selective material (zeolite, MOF) to\nwhich the other reactants have no access. Mechanistic insights will be gathered from a comprehensive spectroscopic-kinetic study. The project focuses\non transfer hydrocyanation, but eventually the concept of e.g. equilibrium shifting is also tested in transfer hydroformylation.\nLast modified: \nLast modified: \n29-07-2024\nCreated using DMPonline.be. Last modiﬁed 29 July 2024\n1 of 6\nSolid catalysts for Functional group Shuttling\nSolid catalysts for Functional group Shuttling\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nGC\nGC chromatograms\nN\nD\nI,N\n.gcd\n<1GB\n \nNMR\nNMR spectra\nN\nD\nI,N\n.fid\n<100GB\n \nXRD\nX-ray diffraction patterns\nN\nD\nI,N\n.xrdml\n<1GB\n \nXAS\nX-ray absorption  spectra\nN\nD\nI,N\n.xdi\n<100GB\n \nDFT\nDensity functional theory coordinates, energy\ncalculations and structural models\nN\nD\nT,N,M,I\n.txt\n.log\n.chk\n.tiff\n<100GB\n \nLab notes\nNotes of experiments and logbooks\nN\nP, D\nT,I,N\n.xlsx\n<1GB\n \nReports\nPresentation and discussion of results\nN\nD\nT,I,N\n.doc;.ppt\n<1GB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nCreated using DMPonline.be. Last modiﬁed 29 July 2024\n2 of 6\nYes\nThe methods and applications developed in this project have potential for valorization, which will be subjected for discussion during the\nproject. Patents will be submitted, transferred and valorized with the assistance of the intellectual property unit of KU Leuven Research\n& Development (LRD). Datasets relevant to commercial valorization include Reports.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nDetails to reproduce reaction procedures are described in a personal lab booklet. An overview of the analytical and experimental data will be\nmaintained in excel sheets and word docs. Upon presentation or publication of data, procedures are described in sufficient detail to enable\na reproduction of the generated results for an experienced user. ReadMe-files or recording methods for advanced characterization are stored in\nparallel with generated data.\n \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nPersonal network drive (I-drive)\nShared network drive (J-drive)\nSharepoint online\nCreated using DMPonline.be. Last modiﬁed 29 July 2024\n3 of 6\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nExternal hard drives will be employed for personal data backups.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data will be stored in the university's secure environment for private data. The folders and data on the shared drives (in between persons\nworking on the project) will be secured with passwords.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData storage costs on OneDrive are included in an internal service contract with the KU Leuven IT support service (SET-IT). No additional\ncosts are expected for the storage of data. In case additional costs do arise, they will be covered by the project budget or reserve funds.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nShared network drive (J-drive)\nUpon termination of the contract, the data will be transferred and stored on an external hard drive (Samsung Portable SSD T5 1 TB), managed\nby Annelies Van Vlasselaer.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe high capacity of the available external hard drive (1 TB) enables the preservation of data from multiple terminated or finished projects.\nCurrently, an average of 15 GB is used for the finished projects of each user, which allows to divide its cost over approximately 60 users.\nGiven the cost of the available hard drive of 120 EUR, the expected costs are negligible. The involved IT-expenses are included in the project’s\nconsumable expenses or covered by reserve funds.\nCreated using DMPonline.be. Last modiﬁed 29 July 2024\n4 of 6\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nUpon publication of the research results, the full datasets will be made available upon reasonable request.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly uses for research purposes will be allowed and commercial reuse will be excluded.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nBesides KU Leuven RDR, via either journal-specific repositories (e.g. ACS) or public repositories (e.g. COD and CCDC).\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nTo be specified later.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nCreated using DMPonline.be. Last modiﬁed 29 July 2024\n5 of 6\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo additional costs are expected as the data can be shared via online platforms (e.g. WeTransfer) or the already budgeted storage cloud from\nOneDrive. If additional costs would occur they will be covered from reserve funds.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nPhD researchers: Jesse Dallenes, Jarne Leinders\nPI: Prof. Dirk De Vos:\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nPhD researchers: Jesse Dallenes, Jarne Leinders\nPI: Prof. Dirk De Vos\nAdministrative contact: Annelies Van Vlasselaer \nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nPI: Prof. Dirk De Vos\nAdministrative contact: Annelies Van Vlasselaer \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nPhD researchers: Jesse Dallenes, Jarne Leinders\nPI: Prof. Dirk De Vos\n \nCreated using DMPonline.be. Last modiﬁed 29 July 2024\n6 of 6"
    },
    "clean_full_text": "Solid catalysts for Functional group Shuttling Solid catalysts for Functional group Shuttling A Data Management Plan created using DMPonline.be Creator: Creator: Jesse Dallenes Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: C14/21/080 ID: ID: 209305 Start date: Start date: 01-10-2021 End date: End date: 30-09-2025 Project abstract: Project abstract: The project explores the benefit of solid porous (co-)catalysts in exchange reactions of functional groups between donors and acceptors. Target reactions are the transfer of -CN (nitrile) or –C(H)=O (formyl) groups to a C=C double bond. These reactions are particularly attractive since they allow to avoid hazardous chemicals (e.g. HCN; H2/CO) and/or high pressures during multistep organic syntheses. In the field of homogeneous catalysis, some metal coordination compounds or Lewis acids are emerging for these reactions, often in close synergy. However turnover frequencies for shuttling a functional group from a donor to an acceptor are so far low; catalyst recovery is poor, and due to the equilibrium nature of these isodesmic reactions, it is challenging to reach near-complete conversion. Here we introduce new concepts in these transfer hydrocyanations: (i) Lewis acids will be grafted on solid surfaces, enhancing their dispersion, making it easier to modulate and increase their activity and facilitating their recovery; (ii) olefin co-products will be withdrawn from the equilibrium by a consecutive reaction in a shape-selective material (zeolite, MOF) to which the other reactants have no access. Mechanistic insights will be gathered from a comprehensive spectroscopic-kinetic study. The project focuses on transfer hydrocyanation, but eventually the concept of e.g. equilibrium shifting is also tested in transfer hydroformylation. Last modified: Last modified: 29-07-2024 Created using DMPonline.be. Last modiﬁed 29 July 2024 1 of 6 Solid catalysts for Functional group Shuttling Solid catalysts for Functional group Shuttling Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA GC GC chromatograms N D I,N .gcd <1GB NMR NMR spectra N D I,N .fid <100GB XRD X-ray diffraction patterns N D I,N .xrdml <1GB XAS X-ray absorption spectra N D I,N .xdi <100GB DFT Density functional theory coordinates, energy calculations and structural models N D T,N,M,I .txt .log .chk .tiff <100GB Lab notes Notes of experiments and logbooks N P, D T,I,N .xlsx <1GB Reports Presentation and discussion of results N D T,I,N .doc;.ppt <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 29 July 2024 2 of 6 Yes The methods and applications developed in this project have potential for valorization, which will be subjected for discussion during the project. Patents will be submitted, transferred and valorized with the assistance of the intellectual property unit of KU Leuven Research & Development (LRD). Datasets relevant to commercial valorization include Reports. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Details to reproduce reaction procedures are described in a personal lab booklet. An overview of the analytical and experimental data will be maintained in excel sheets and word docs. Upon presentation or publication of data, procedures are described in sufficient detail to enable a reproduction of the generated results for an experienced user. ReadMe-files or recording methods for advanced characterization are stored in parallel with generated data. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Personal network drive (I-drive) Shared network drive (J-drive) Sharepoint online Created using DMPonline.be. Last modiﬁed 29 July 2024 3 of 6 How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) External hard drives will be employed for personal data backups. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment for private data. The folders and data on the shared drives (in between persons working on the project) will be secured with passwords. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage costs on OneDrive are included in an internal service contract with the KU Leuven IT support service (SET-IT). No additional costs are expected for the storage of data. In case additional costs do arise, they will be covered by the project budget or reserve funds. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Shared network drive (J-drive) Upon termination of the contract, the data will be transferred and stored on an external hard drive (Samsung Portable SSD T5 1 TB), managed by Annelies Van Vlasselaer. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The high capacity of the available external hard drive (1 TB) enables the preservation of data from multiple terminated or finished projects. Currently, an average of 15 GB is used for the finished projects of each user, which allows to divide its cost over approximately 60 users. Given the cost of the available hard drive of 120 EUR, the expected costs are negligible. The involved IT-expenses are included in the project’s consumable expenses or covered by reserve funds. Created using DMPonline.be. Last modiﬁed 29 July 2024 4 of 6 Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Upon publication of the research results, the full datasets will be made available upon reasonable request. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Only uses for research purposes will be allowed and commercial reuse will be excluded. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) Besides KU Leuven RDR, via either journal-specific repositories (e.g. ACS) or public repositories (e.g. COD and CCDC). When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) To be specified later. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No Created using DMPonline.be. Last modiﬁed 29 July 2024 5 of 6 What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No additional costs are expected as the data can be shared via online platforms (e.g. WeTransfer) or the already budgeted storage cloud from OneDrive. If additional costs would occur they will be covered from reserve funds. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? PhD researchers: Jesse Dallenes, Jarne Leinders PI: Prof. Dirk De Vos: Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? PhD researchers: Jesse Dallenes, Jarne Leinders PI: Prof. Dirk De Vos Administrative contact: Annelies Van Vlasselaer Who will manage data preservation and sharing? Who will manage data preservation and sharing? PI: Prof. Dirk De Vos Administrative contact: Annelies Van Vlasselaer Who will update and implement this DMP? Who will update and implement this DMP? PhD researchers: Jesse Dallenes, Jarne Leinders PI: Prof. Dirk De Vos Created using DMPonline.be. Last modiﬁed 29 July 2024 6 of 6"
}