{
    "document_id": "D-2024-3359",
    "LinkTitle": "D-2024-3359",
    "file_name": "D-2024-3359.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3359.pdf",
    "metadata": {
        "title": "D-2024-3359",
        "author": "Veerle Van den Eynden",
        "num_pages": 15
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of t he project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives o f all Flemish funders \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requ irements for data \nmanagement planning . To increase understanding and facilitate completion of the DMP, a stan dardized glossary  of definitions and abbreviations is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID   \nContributor name(s) ( + ORCID) & roles  Bart Vanaudenaerde, 0000 -0001 -6435 -6901, Co -promoter  \nRobin Vos, 0000 -0002 -3468 -9251, promoter  \nLaurens De Sadeleer, 0000 -0002 -4261 -7100, Co -promoter  \nJohn McDonough , 0000 -0003 -2497 -0258 , Co-promoter  \nProject number  1 & title  Structural, functional and microscopical changes in Chronic lung allograft dysfunction  \nFunder(s) GrantID  2 1120425N  \nAffiliation(s)  ☐ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \nPlease provide a short project description  FWO PhD Fellowship fundamental research  \nµCT and omics analysis of chronic lung allograft dysfunction, focussing on airway lesions  \n \n \n \n \n \n \n \n  \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID  refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were use d. \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n 2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data  3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nCT scans  µCT of human \nexplant lungs \nwith CLAD  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☒ Digital  \n☐ Physical  ☐ Audiovisual  \n☒ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other : .tiff ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☒ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \ncores  Tissue pieces of \nhuman explant \nlungs with CLAD \nfor µCT or single \ncell omics  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☐ Digital  \n☒ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other:  ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n 3 cm³ * 200a300  \nspirometry  Lung function \ntest data of \ntransplanted \npatients, in vivo, \nduring \nconsultation  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☒ Textual  \n☐ Model  .txt ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n ☐ Software  \n☐ Other:  \nSpatial slides  Glass slides with \nlung tissue to \nperform spatial \nomics and \nhistology, from \nparaffin \nembedded \ncores  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☐ Digital  \n☒ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other:  ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n 1-2 boxes with \nglass slides  \nParrafin  cores  Embed cores \ninto parrafin for \nmaking slides  ☒ Generate new \ndata  \n☐ Reuse existing \ndata  ☐ Digital  \n☒ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other:   ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n 1-2 boxes \n(10*10*20 cm)  \nomics  Single cell and \nspatial RNA \ntranscriptomics \nand proteomics \ndata  ☒ Generate new \ndata  \n☐ Reuse existing \ndata ☒ Digital  \n☐ Physical ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other: .h5/.mtx /.rds \ndata / .fastq  ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☒ < 5 TB  \n☐ > 5 TB  \n☐ NA \n  \n \n \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n GUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are \nvaluable, diffic ult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should descr ibed under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval  number  \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \nS69398 , S70056 , S51577, S63978, S52174  \nS70056  for omics data is under review currently  \n \nWill you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☒ Yes (provide PRET G -number or EC S -number below)  \n☐ No \nAdditional information:  \nS69398 , S70056  \n \n \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n Does your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☒ Yes \n☐ No \nIf yes, please explain:  \nWe collaborate for the omics data with önder lab, Helmholz  center Munich. We have agreements as to \nwho will analyze what part of the data. The MTA is currently under review.  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Clearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n All digital data will be stored in the folder with name in the shared  drive, allocated into different folders \n(e.g. J:\\GBW -0017_LTX \\Pieterjan \\single_cell_omics_data)  \nAll physical data will be stored in appropriate storage places including the histology room, fridge  and \nbiobank. A digital record of details will be stored in the folder in the large volume drive  \n \nScans are kept in t he lab -managed -L-drive, named per lung/core number  \nCores are kept in the biobank per lung and core numbered.  \nSpirometry data is one .txt file extracted from KWS, saved in my J -drive folder, with metadata included, \npseudonymization key is held by the PI.  \nSpatial slides are stored in the lab fridge until needed, well labeled.  \nParrafin cores are stored in histology room, in a labeled box, in my personal section  \nOmics data is stored on the L - drive in the non -personal folder ‘CLAD omics data’, this is the full dataset  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \n \nScans : named per lung/core number in a dedicated L -drive folder  \n \nCores: In the biobank per lung and core numbered, with an excel file linking the physical place to a \nnumber.  \n \nSpirometry: One .txt file extracted from KWS, saved in my J -drive folder, with metadata included, \npseudonymization key is held by the PI. It is named as ‘date of extraction’_’CLAD_spiro_data and can also \neasily be extracted again from KWS.   \n \nSpatial slides: slides are stored in the lab fridge. Box and slides are labeled. The labeling key is a ppt. file \nwith pictures and numbers of the slides, linked to the specific core numbers of the sliced.  \n \nParrafin cores: core number + place in th e core is written on the cassette. The box is labeled as CLAD omics \ndata  \n \nOmics data: stored on the L - drive in the non -personal folder ‘CLAD omics data’, this is the full dataset with \nall metadata in it to understand the data.  \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n Where will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☒ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☐ Teams  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☒ Large Volume Storage  \n☐ ManGO  \n☐ Digital vault  \n☐ Other:  \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☐ Personal back -ups I make (specify)  \n☐ Other (specify)  \n \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \n \nIf no, please specify :  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n Prof. Bart Vanaudenaerde is responsible for the server (secured J -drive  and L -drive ) of the BREATHE \nlaboratory  where all digital data is stored.  \n \nThe BREATHE laboratory  provides a server (secured J -drive  and L -drive ) where all described datatypes can \nbe stored. The server is only accessible to researchers of the unit. Data is stored and uploaded to the  \nserver at the time of experiments and is stored until 10 years after the publication of a manuscript  \nwith accessibility by the principal investigator.  \n \nPhysical data  are permanently stored in appropriate storage places accessible with permit only (the \nbiobank of the BREATHE  laboratory) . \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  J-drive : 519 euro/terrabyte. I currently use 83 Gigabyte, resulting in an annual cost of 43 euro/year  \nL-drive: 156.6 euro / terabyte. Currently I use 944 GB, resulting i n a yearly cost of 148 euro  \nTotal budget is ( 43+148) *10 years = 1910  euro in total for my project  \nCost covered by budget of the laboratory received from projects and will be taken into account when \napplying for new funding.  \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☐ Certain data cannot be ke pt for 10 years (explain)  \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n Where will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☐ KU Leuven RDR  \n☒ Large Volume Storage (longterm for large volumes)  \n☐ Shared network drive (J -drive)  \n☐ Other (specifiy):  \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n Considering the currently yearly cost we expect costs for data preservation to be about 2000 euro. The \ndepartment CHROMETA reserves for each separate group per years a small budget which is enough to \ncover these annual (and total) cost of basic storage.  \n \n \n6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☒ Yes, as restricted data (upon approval, or institutional access only)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \n \nOmics is restricted open access when accompanying scientific publication, no personal information will be \nshared (anonymised  \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  People unrelated to the project will be able to reuse the data only after being approved by Prof. Bart \nVanaudenaerde  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n Are there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☒ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : \nFor single nuclear RNA sequencing of human lung tissue the personal data shared will be limited (eg age, \ngender, disease type and medication) so that pseudonymis ation of the individuals remain.  \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☒ KU Leuven RDR  \n☐ Other data repository (specify)  \n☐ Other (specify)  \n \nWhen will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n Which data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☒ CC-BY 4.0 (data)  \n☒ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \n \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☐ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☒ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n It is the intention to minimize data management costs by implementing standard  procedures e.g. for \nmetadata collection and file storage and organization from the start  of the project, and by using free -to-\nuse data repositories and dissemination facilities  whenever possible. Data management costs will be \ncovered by the laboratory budget.  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Data documentation and metadata will be organized by the PIs and fellows organizing the laboratory and \nproject namely Celine Aelbrecht (lab technician).  \nWho will manage data storage and backup \nduring the research project?  Both servers are dedicated to the PI of the project and access is managed by the PI and the lab technician . \nICT (Gert Goos as contact person and PI) is handling back -up and if needed expansion of storage capacity.  \nWho will manage data preservation and \nsharing?  The PI is responsible for data preservation and sharing, with support from the research and technical staff \ninvolved in the project, from  Raf De Coster for the KU Leuven drives.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        15 \n Who will update and implement this DMP?  The PI bears the end responsibility of updating & implementing this DMP.  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of t he project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives o f all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requ irements for data management planning . To increase understanding and facilitate completion of the DMP, a stan dardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Contributor name(s) ( + ORCID) & roles Bart Vanaudenaerde, 0000 -0001 -6435 -6901, Co -promoter Robin Vos, 0000 -0002 -3468 -9251, promoter Laurens De Sadeleer, 0000 -0002 -4261 -7100, Co -promoter John McDonough , 0000 -0003 -2497 -0258 , Co-promoter Project number 1 & title Structural, functional and microscopical changes in Chronic lung allograft dysfunction Funder(s) GrantID 2 1120425N Affiliation(s) ☐ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 Please provide a short project description FWO PhD Fellowship fundamental research µCT and omics analysis of chronic lung allograft dysfunction, focussing on airway lesions 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were use d. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume CT scans µCT of human explant lungs with CLAD ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other : .tiff ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ > 5 TB ☐ NA cores Tissue pieces of human explant lungs with CLAD for µCT or single cell omics ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA 3 cm³ * 200a300 spirometry Lung function test data of transplanted patients, in vivo, during consultation ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model .txt ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 ☐ Software ☐ Other: Spatial slides Glass slides with lung tissue to perform spatial omics and histology, from paraffin embedded cores ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA 1-2 boxes with glass slides Parrafin cores Embed cores into parrafin for making slides ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA 1-2 boxes (10*10*20 cm) omics Single cell and spatial RNA transcriptomics and proteomics data ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: .h5/.mtx /.rds data / .fastq ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ > 5 TB ☐ NA 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are valuable, diffic ult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should descr ibed under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval number ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☐ No Additional information : S69398 , S70056 , S51577, S63978, S52174 S70056 for omics data is under review currently Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (provide PRET G -number or EC S -number below) ☐ No Additional information: S69398 , S70056 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☒ Yes ☐ No If yes, please explain: We collaborate for the omics data with önder lab, Helmholz center Munich. We have agreements as to who will analyze what part of the data. The MTA is currently under review. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . All digital data will be stored in the folder with name in the shared drive, allocated into different folders (e.g. J:\\GBW -0017_LTX \\Pieterjan \\single_cell_omics_data) All physical data will be stored in appropriate storage places including the histology room, fridge and biobank. A digital record of details will be stored in the folder in the large volume drive Scans are kept in t he lab -managed -L-drive, named per lung/core number Cores are kept in the biobank per lung and core numbered. Spirometry data is one .txt file extracted from KWS, saved in my J -drive folder, with metadata included, pseudonymization key is held by the PI. Spatial slides are stored in the lab fridge until needed, well labeled. Parrafin cores are stored in histology room, in a labeled box, in my personal section Omics data is stored on the L - drive in the non -personal folder ‘CLAD omics data’, this is the full dataset FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: Scans : named per lung/core number in a dedicated L -drive folder Cores: In the biobank per lung and core numbered, with an excel file linking the physical place to a number. Spirometry: One .txt file extracted from KWS, saved in my J -drive folder, with metadata included, pseudonymization key is held by the PI. It is named as ‘date of extraction’_’CLAD_spiro_data and can also easily be extracted again from KWS. Spatial slides: slides are stored in the lab fridge. Box and slides are labeled. The labeling key is a ppt. file with pictures and numbers of the slides, linked to the specific core numbers of the sliced. Parrafin cores: core number + place in th e core is written on the cassette. The box is labeled as CLAD omics data Omics data: stored on the L - drive in the non -personal folder ‘CLAD omics data’, this is the full dataset with all metadata in it to understand the data. 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☐ Teams ☐ Sharepoint online ☐ Sharepoint on -premis ☒ Large Volume Storage ☐ ManGO ☐ Digital vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☐ Personal back -ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data Prof. Bart Vanaudenaerde is responsible for the server (secured J -drive and L -drive ) of the BREATHE laboratory where all digital data is stored. The BREATHE laboratory provides a server (secured J -drive and L -drive ) where all described datatypes can be stored. The server is only accessible to researchers of the unit. Data is stored and uploaded to the server at the time of experiments and is stored until 10 years after the publication of a manuscript with accessibility by the principal investigator. Physical data are permanently stored in appropriate storage places accessible with permit only (the biobank of the BREATHE laboratory) . What are the expected costs for data storage and backup during the research project? How will these costs be covered? J-drive : 519 euro/terrabyte. I currently use 83 Gigabyte, resulting in an annual cost of 43 euro/year L-drive: 156.6 euro / terabyte. Currently I use 944 GB, resulting i n a yearly cost of 148 euro Total budget is ( 43+148) *10 years = 1910 euro in total for my project Cost covered by budget of the laboratory received from projects and will be taken into account when applying for new funding. 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be ke pt for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J -drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Considering the currently yearly cost we expect costs for data preservation to be about 2000 euro. The department CHROMETA reserves for each separate group per years a small budget which is enough to cover these annual (and total) cost of basic storage. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: Omics is restricted open access when accompanying scientific publication, no personal information will be shared (anonymised If access is restricted, please specify who will be able to access the data and under what conditions. People unrelated to the project will be able to reuse the data only after being approved by Prof. Bart Vanaudenaerde FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : For single nuclear RNA sequencing of human lung tissue the personal data shared will be limited (eg age, gender, disease type and medication) so that pseudonymis ation of the individuals remain. Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free -to- use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. 7. Responsibilities Who will manage data documentation and metadata during the research project? Data documentation and metadata will be organized by the PIs and fellows organizing the laboratory and project namely Celine Aelbrecht (lab technician). Who will manage data storage and backup during the research project? Both servers are dedicated to the PI of the project and access is managed by the PI and the lab technician . ICT (Gert Goos as contact person and PI) is handling back -up and if needed expansion of storage capacity. Who will manage data preservation and sharing? The PI is responsible for data preservation and sharing, with support from the research and technical staff involved in the project, from Raf De Coster for the KU Leuven drives. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}