{
    "document_id": "D-2021-1173",
    "LinkTitle": "D-2021-1173",
    "file_name": "D-2021-1173.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1173.pdf",
    "metadata": {
        "title": "Dissecting the role of cell-surface molecules in establishing longrange connectivity of a hippocampal interneuron subtype - DMP title",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Dissecting the role of cell-surface molecules in establishing longrange\nconnectivity of a hippocampal interneuron subtype - DMP title\nProject Identifier\n DMP_1189322N\nGrant Title\n 1189322N\nPrincipal Investigator / Researcher\n Natalia Martinez Vizcaino\nProject Data Contact\n natalia.martinezvizcaino@kuleuven.be\nDescription\n I focus on a population of CA1 hippocampal interneurons that reside in the border\nbetween stratum radiatum and stratum lacunosum-moleculare. A subtype of these interneurons\nproject long-range and the data that I will collect will address the differences between the long-\nrange and local projecting subtypes. These differences include molecular markers, axonal\ndevelopment, synapse composition...\nInstitution\n KU Leuven\n1. General Information\nName applicant\nNatalia Martínez Vizcaíno\nFWO Project Number & Title\n1189322N Dissecting the role of cell-surface molecules in establishing long-range connectivity of\na hippocampal interneuron subtype\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nAim\nType of data\nFormat\nVolume\nHow created\n1.1\nMicroscopy images\n.tif\n~100 GB\nConfocal images of\nhippocampus and\ncortex at different\npostnatal ages.\n1.1\nNeurolucida\nneuronal\nreconstruction\n .dat\n ~1 MB\nNeuronal\nreconstruction from\nmicroscopy images\n1.1\nSample\nquantification\n.xls\n~1 MB\nSypGFP puncta\nquantification from\nmicroscopy images\n1.1\nQuantification\ngraphs and analysis\n.pzfx\n~100KB\nAnalysis of SypGFP\npuncta\nquantification\n1.2\nMicroscopy images\n.tif\n~100 GB\nConfocal images of\nbrain slices after\nrabies tracing.\n1.2\nNeuroinfo 3D\nreconstruction\n .xml, mp4\n ~1 MB\n3D brain\nreconstruction from\nrabies injected mice\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 7\n2.1\nSpatial\ntranscriptomics\ndata\n.csv\n ~300 MB\nList of all detected\ntranscripts and their\nspatial locations in\nthree dimensions\n2.1\nSpatial\ntranscriptomics\ndata\n.tiff\n~100 GB \nMosaic images to\nvisualize transcripts\nand their location in\nthe brain slice.\n2.1\nSpatial\ntranscriptomics\ndata\n.csv\n ~300 MB\nOutput from the cell\nsegmentation\nanalysis: the\ntranscripts per cell\nmatrix\n2.1\nSpatial\ntranscriptomics\ndata\n.csv\n ~100 MB\nOutput from the cell\nsegmentation\nanalysis: cell\nmetadata.\n2.1\nSpatial\ntranscriptomics\ndata\n.hdf5\n ~100 MB\nOutput from the cell\nsegmentation\nanalysis: cell\nboundaries.\n2.1\nComparative\nanalysis\n.png\n~10 MB\n \nR and python\ngenerated\ngraphs for spatial\ntranscriptomics data\n2.2\nMicroscopy images\n.tif\n~100 GB\nConfocal images of\nbrain slices from\nanimals injected\nwith TurboID AAV.\n2.2\nBlots images\n.tif\n~1 MG\nWestern blot images\nof brain lysates from\nanimals injected\nwith TurboID AAV.\n2.2\nMass spectrometry\nraw data\n.raw, index\n100-300GB\nPeptide detection of\nbiotinylated proteins\nfrom TurboID\ninjected brain\nlysates.\n2.2\nDIA-NN search file\nMainly .txt,\ntsb\n20-100GB\nPeak detection and\nquantification of raw\nmass spectrometry\ndata\n2.2\nPerseus analysis\n.sps\n200MB-1GB\nAnalysis and\nstatistics of DIA-NN\noutput data.\n2.3\nsmFISH probes\ndatabase\n.xls\n~1 MB\nList of genes\ntargeted by smFISH\nprobes, including\ngene region\ntargeted by each\nprobe.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 7\n2.3\nMicroscopy images\n.tif\n~100 GB\nConfocal images of\nbrain sections\nlabeled with RNA\nscope or antibodies\n(validation of\ncandidates from\nprevious data)\n3\nMicroscopy images\n.tif\n~100 GB\nConfocal images of\nbrain sections from\ncandidate knock-out\nanimals.\n3\nNeurolucida\nneuronal\nreconstruction\n .dat\n ~1 MB\nNeuronal\nreconstruction from\nmicroscopy images\n3\nSample\nquantification\n.xls\n~1 MB\nSypGFP puncta\nquantification from\nmicroscopy images\nGeneral\nBenchling lab\nnotebook\n.html\n~1GB\nProtocols,\nexperiment\ndescription, dates,\nanimals used, etc\nGeneral\nWritten lab\nnotebook\nHard copy\nNA\nDaily lab notes,\nagenda, etc\nGeneral\nNucleotide\nsequences\n.ape\n \n~100 MB\nMaps and\nsequencing\nresults vectors used\nGeneral\nManuscript/thesis\nfigures\n.tif\n \n~10 GB\nFigures created with\nAdobe Illustrator for\npublication and\nthesis\nGeneral\nManuscript/thesis\nfigures\n.docx\n~100 MB\n \nWritten manuscript\nand\nwritten PhD thesis\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nProject licence number: 175/2021\nProject licence name: Ontwikkeling ve hippocampaal interneuron subtype met lang connecties\nProject licence system ID: 4082\nProject licence number: Creation De Wit/2020\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 7\nProject licence name: Creation project De Wit\nProject licence system ID: 2024\nProject licence number: 000/(GS1/GS2)Breeding-De Wit\nProject licence name: 000-Breeding NO EXPERIMENTS\nProject licence system ID: 1479\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nData will be generated following standardized protocols. Detailed descriptions of these protocols\nwill be stored in our lab protocol database and published along with the results. Metadata will be\ndocumented by the research and technical staff at the time of data collection and analysis in\ntheir personal laboratory notebook (either benchling and/or hard copy), and/or in hard copy lab\nnotebooks that refer to specific datasets.\nCryotubes containing bacterial and yeast strains stored at -80°C will be labelled with a reference\nnumber that links to an entry in or strain database.\n24well-plates containing brain slices will be stored at -20°C, allowing them to be reused.\nLabelling will include experiment name, animal number and date to allow the identification of the\nsample within the experiments detailed in the personal laboratory notebook (hard copy and\nbenchling).  \nAll datasets will be accompanied by a README.txt file containing all the associated\nmetadata (see more details below).\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nMetadata will include the following elements:\nTitle\n: free text\nCreator\n: Last name, first name, organization\nDate\nSubject\n: Choice of keywords and classifications\nDescription\n: Text explaining the content of the data set and other contextual\ninformation required for the correct interpretation of the data, the purpose of\nthe experiment, the software(s) (version number included) used to produce and to read the data,\n etc.\nFormat\n: File format details\nResource Type\n:  image, data set, audio, etc.\nIdentifier\n: DOI (when applicable)\nAccess rights\n: closed access, open access, restricted access, embargoed access.\nMoreover, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical\nInvestigations) for metadata standards more specific to our data type. For specific datasets,\nadditional metadata will be associated with the data file as\nappropriate.\nSOPs for biological data generation are kept on a dedicated KU Leuven shared drive. A central\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 7\nexcel file is stored on Microsoft Teams, documenting details as sample ID, location of the source\nsample in the freezer/fridge, SOP with which data generation was performed, deviations from\nSOP in data generation, experimental QC values (e.g. DNA\nconcentrations, antibodies dilution factor), etc\nFor bioinformatics and microscopy image processing, a data analysis log will be kept\ndetailing sequencing run ID; location of source files, the bioinformatics SOPs/scripts that were\napplied including any possible deviations from them, etc. The final dataset will be accompanied\nby this information under the form of a README.txt document. This file will be located in the top\nlevel directory of the dataset and will also outline the file-naming rules used and list the contents\nof the other files. This will allow the data to be understood and reused if necessary by other\nlaboratory members.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nDigital files\n will be stored on KU Leuven servers (“L-drive”) and/or KU Leuven Microsoft\nteams.\nTranscriptomics and proteomics data\n generated during the project will be stored on KU\nLeuven servers. \n \nNucleic acid and protein sequences \ngenerated during the project will be stored on KU\nLeuven servers. Upon publication, all sequences mentioned in the manuscript will be made\npublicly available via repositories such as the GenBank database or the European Nucleotide\nArchive (nucleotide sequences from primers / new genes / new genomes), the Protein\nDatabase (for protein sequences), etc.\nSoftwares, scripts and algorithm\n used for the project will be stored in a private online\ngit repository from the GitHub account of the department (https://github.com/vibcbd).\nVectors and associated sequences\n supporting the manuscript  will be sent to the non-\nprofit plasmid repository Addgene, which will take care of vector storage and shipping upon\nrequest. As a general rule in the lab, at least two independently obtained clones will be\npreserved for each vector, both under the form of purified DNA (in -20°C freezer) and as a\nbacteria glycerol stock (-80°C). \nBacterial and yeast strains\n will be stored in a -80°C freezer in the host laboratory. \nGenetically modified organisms\n: mouse lines will be maintained in facilities of the\nLaboratory Animal Center of KU Leuven, which applies Standard Operation Procedures\nconcerning housing, feeding, health monitoring to assure consistent care in accordance with\nEuropean and national regulations and guidelines. Animals will be listed in the Leuven\nAnimal Information System (LAIS) database, along with corresponding genotyping\ninformation, age, ethical compliance documents, etc. \nTissue and other biological or chemical samples \nwill be stored at 4°C or -20°C, as\nappropiate, in the host laboratory. \nHow is backup of the data provided?\nThe data will be stored in the KU Leuven servers, concretely the L drive, where the data is\nbacked up daily using snapshot technology. All incremental changes in respect of the previous\nversion are kept online and the last 14 backups are kept.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe data will be stored in the KU Leuven servers, concretely the L drive, where the space can be\nincreased upon request if necessary. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nElectricity costs for freezers and fridges used for data and reactive storage are included in\ngeneral lab costs as well as data storage and backup costs (173,78€/TB/Year to use the L drive\nfrom KU Leuven servers).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 7\nMaintaining a mouse colony alive can cost around 1,600 euro per year (for 8 cages), excluding\nthe costs of genotyping. When the mouse strain is no longer used for\nexperiments, cryopreservation of sperm/embryos will be utilized to safeguard the strain, prevent\ngenetic drift, loss of transgene and potential breeding problems. This costs around  500 to 700\neuro per genotype, plus a minimal annual storage fee (25 euro per strain for 250 to 500\nembryos). Frozen specimens are kept in two separate liquid nitrogen tanks at two different sites\non campus. When necessary, revitalization can be performed, which costs around 1,100/600\neuro. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe “L-drive” server is accessible only by laboratory members and require KU Leuven\ncredentials. Our passwords need to be changed once a year to strenghen security. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe minimum preservation term of 5 years after the end of the project will be applied to all\ndatasets. As mentioned before, these datasets will be stored in KU Leuven servers and costs will\nbe covered by the host laboratory.\nWhere will the data be archived (= stored for the longer term)?\nAll digital data (digital files, vector sequences, omics data, scripts, etc) will stored in KU Leuven\nservers for at least 10 years, conform the KU Leuven RDM policy. In addition, upon\npublication, datasets will be made openly accessible, whenever possible via existing platforms\nthat support FAIR data sharing (www.fairsharing.org). Finally, all datasets supporting the\npublication will also be deposited in the Dryad repository, where they will be preserved\nindefinitely. \nRegarding bacterial and yeast strains and tissue samples, they will be stored as described during\nthe project, in fridges/freezers in the host laboratory.\nLastly, mouse lines used will either maintained in facilities of the Laboratory Animal Center of KU\nLeuven, if other members of the laboratory are using them, or cryopreserved to safeguard the\nstrain.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAs mentioned before; electricity costs for freezers and fridges used for data and reactive storage\nare included in general lab costs as well as data storage and backup costs (173,78€/TB/Year to\nuse the L drive from KU Leuven servers). At the moment, I don't expect to generate more than\n1TB of data. \nThe costs will also depend on the decision of maintaining the mouse line that I use alive or\ncryopreserve sperm or embryos. Maintaining a mouse colony alive can cost around 1,600 euro\nper year (for 8 cages) while cryopreservation costs around  500 to 700 euro per genotype, plus a\nminimal annual storage fee (25 euro per strain for 250 to 500 embryos). When necessary,\nrevitalization can be performed, which costs around 1,100/600 euro.\nAll these costs can be assumed by the lab.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\n All research data supporting publications will be made openly accessible. We are committed to\npublish research results to\ncommunicate them to peers and to a wide audience. Depending on the datasets nature, some\ndata may be made available before publication, either individually to interested researchers\nand/or potential new collaborators, or publicly via repositories (e.g.negative data). Also, biological\nmaterial will be distributed to other parties if requested.\nWe aim at communicating our results in top journals that require full disclosure upon publication\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 7\nof all included data, following their advice. However, accessibility restrictions may be applied\ndepending on the journal. \nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\n For data shared directly by the PI, a material transfer agreement (and a non-\ndisclosure agreement if necessary) will be redacted in order to clearly describe the types of reuse\nthat are allowed.\nWhenever possible, datasets and the associated metadata will be made publicly available\nthrough repositories that support FAIR data sharing. As mentioned before, metadata will contain\nenough information to support data interpretation and reuse, and will be conform to community\nnorms. These repositories thoroughly describe their conditions of use (typically under a Creative\nCommons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons\nAttribution (CC-BY) or an ODC Public Domain Dedication and Licence, with a material transfer\nagreement when applicable). Thus, interested researchers will  be allowed to access data\ndirectly, and they will give credit to the authors by citing the corresponding DOI.\nWhat are the expected costs for data sharing? How will the costs be covered?\nOur intention is to minimize data management costs by implementing standard procedures\nas using free-to-use data repositories and dissemination facilities whenever possible. Data\nmanagement costs will be assumed by the host laboratory.\nA budget for publication costs will be requested for this project.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nData and metadata will be documented by the reseacher responsible of this project as well as\nand technical staff by taking careful notes in their personal laboratory notebooks (benchling\nand/or hard copy).\nWho will be responsible for data storage & back up during the project?\nThe reseacher responsible of this project as well as and technical staff will ensure data storage\nand back up, with support from Raf De Coster (ICT department) for the KU Leuven drives.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI is responsible for data preservation and sharing, supported by Raf De Coster (ICT\ndepartment) for the KU Leuven drives.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsability for all data management during and after data collection,\nincluding implementing and updating the DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n7 of 7"
    },
    "clean_full_text": "DMP title Project Name Dissecting the role of cell-surface molecules in establishing longrange connectivity of a hippocampal interneuron subtype - DMP title Project Identifier DMP_1189322N Grant Title 1189322N Principal Investigator / Researcher Natalia Martinez Vizcaino Project Data Contact natalia.martinezvizcaino@kuleuven.be Description I focus on a population of CA1 hippocampal interneurons that reside in the border between stratum radiatum and stratum lacunosum-moleculare. A subtype of these interneurons project long-range and the data that I will collect will address the differences between the long- range and local projecting subtypes. These differences include molecular markers, axonal development, synapse composition... Institution KU Leuven 1. General Information Name applicant Natalia Martínez Vizcaíno FWO Project Number & Title 1189322N Dissecting the role of cell-surface molecules in establishing long-range connectivity of a hippocampal interneuron subtype Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Aim Type of data Format Volume How created 1.1 Microscopy images .tif ~100 GB Confocal images of hippocampus and cortex at different postnatal ages. 1.1 Neurolucida neuronal reconstruction .dat ~1 MB Neuronal reconstruction from microscopy images 1.1 Sample quantification .xls ~1 MB SypGFP puncta quantification from microscopy images 1.1 Quantification graphs and analysis .pzfx ~100KB Analysis of SypGFP puncta quantification 1.2 Microscopy images .tif ~100 GB Confocal images of brain slices after rabies tracing. 1.2 Neuroinfo 3D reconstruction .xml, mp4 ~1 MB 3D brain reconstruction from rabies injected mice This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 7 2.1 Spatial transcriptomics data .csv ~300 MB List of all detected transcripts and their spatial locations in three dimensions 2.1 Spatial transcriptomics data .tiff ~100 GB Mosaic images to visualize transcripts and their location in the brain slice. 2.1 Spatial transcriptomics data .csv ~300 MB Output from the cell segmentation analysis: the transcripts per cell matrix 2.1 Spatial transcriptomics data .csv ~100 MB Output from the cell segmentation analysis: cell metadata. 2.1 Spatial transcriptomics data .hdf5 ~100 MB Output from the cell segmentation analysis: cell boundaries. 2.1 Comparative analysis .png ~10 MB R and python generated graphs for spatial transcriptomics data 2.2 Microscopy images .tif ~100 GB Confocal images of brain slices from animals injected with TurboID AAV. 2.2 Blots images .tif ~1 MG Western blot images of brain lysates from animals injected with TurboID AAV. 2.2 Mass spectrometry raw data .raw, index 100-300GB Peptide detection of biotinylated proteins from TurboID injected brain lysates. 2.2 DIA-NN search file Mainly .txt, tsb 20-100GB Peak detection and quantification of raw mass spectrometry data 2.2 Perseus analysis .sps 200MB-1GB Analysis and statistics of DIA-NN output data. 2.3 smFISH probes database .xls ~1 MB List of genes targeted by smFISH probes, including gene region targeted by each probe. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 7 2.3 Microscopy images .tif ~100 GB Confocal images of brain sections labeled with RNA scope or antibodies (validation of candidates from previous data) 3 Microscopy images .tif ~100 GB Confocal images of brain sections from candidate knock-out animals. 3 Neurolucida neuronal reconstruction .dat ~1 MB Neuronal reconstruction from microscopy images 3 Sample quantification .xls ~1 MB SypGFP puncta quantification from microscopy images General Benchling lab notebook .html ~1GB Protocols, experiment description, dates, animals used, etc General Written lab notebook Hard copy NA Daily lab notes, agenda, etc General Nucleotide sequences .ape ~100 MB Maps and sequencing results vectors used General Manuscript/thesis figures .tif ~10 GB Figures created with Adobe Illustrator for publication and thesis General Manuscript/thesis figures .docx ~100 MB Written manuscript and written PhD thesis 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Project licence number: 175/2021 Project licence name: Ontwikkeling ve hippocampaal interneuron subtype met lang connecties Project licence system ID: 4082 Project licence number: Creation De Wit/2020 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 7 Project licence name: Creation project De Wit Project licence system ID: 2024 Project licence number: 000/(GS1/GS2)Breeding-De Wit Project licence name: 000-Breeding NO EXPERIMENTS Project licence system ID: 1479 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Data will be generated following standardized protocols. Detailed descriptions of these protocols will be stored in our lab protocol database and published along with the results. Metadata will be documented by the research and technical staff at the time of data collection and analysis in their personal laboratory notebook (either benchling and/or hard copy), and/or in hard copy lab notebooks that refer to specific datasets. Cryotubes containing bacterial and yeast strains stored at -80°C will be labelled with a reference number that links to an entry in or strain database. 24well-plates containing brain slices will be stored at -20°C, allowing them to be reused. Labelling will include experiment name, animal number and date to allow the identification of the sample within the experiments detailed in the personal laboratory notebook (hard copy and benchling). All datasets will be accompanied by a README.txt file containing all the associated metadata (see more details below). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Metadata will include the following elements: Title : free text Creator : Last name, first name, organization Date Subject : Choice of keywords and classifications Description : Text explaining the content of the data set and other contextual information required for the correct interpretation of the data, the purpose of the experiment, the software(s) (version number included) used to produce and to read the data, etc. Format : File format details Resource Type : image, data set, audio, etc. Identifier : DOI (when applicable) Access rights : closed access, open access, restricted access, embargoed access. Moreover, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata standards more specific to our data type. For specific datasets, additional metadata will be associated with the data file as appropriate. SOPs for biological data generation are kept on a dedicated KU Leuven shared drive. A central This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 7 excel file is stored on Microsoft Teams, documenting details as sample ID, location of the source sample in the freezer/fridge, SOP with which data generation was performed, deviations from SOP in data generation, experimental QC values (e.g. DNA concentrations, antibodies dilution factor), etc For bioinformatics and microscopy image processing, a data analysis log will be kept detailing sequencing run ID; location of source files, the bioinformatics SOPs/scripts that were applied including any possible deviations from them, etc. The final dataset will be accompanied by this information under the form of a README.txt document. This file will be located in the top level directory of the dataset and will also outline the file-naming rules used and list the contents of the other files. This will allow the data to be understood and reused if necessary by other laboratory members. 5. Data storage and backup during the FWO project Where will the data be stored? Digital files will be stored on KU Leuven servers (“L-drive”) and/or KU Leuven Microsoft teams. Transcriptomics and proteomics data generated during the project will be stored on KU Leuven servers. Nucleic acid and protein sequences generated during the project will be stored on KU Leuven servers. Upon publication, all sequences mentioned in the manuscript will be made publicly available via repositories such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes), the Protein Database (for protein sequences), etc. Softwares, scripts and algorithm used for the project will be stored in a private online git repository from the GitHub account of the department (https://github.com/vibcbd). Vectors and associated sequences supporting the manuscript will be sent to the non- profit plasmid repository Addgene, which will take care of vector storage and shipping upon request. As a general rule in the lab, at least two independently obtained clones will be preserved for each vector, both under the form of purified DNA (in -20°C freezer) and as a bacteria glycerol stock (-80°C). Bacterial and yeast strains will be stored in a -80°C freezer in the host laboratory. Genetically modified organisms : mouse lines will be maintained in facilities of the Laboratory Animal Center of KU Leuven, which applies Standard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. Animals will be listed in the Leuven Animal Information System (LAIS) database, along with corresponding genotyping information, age, ethical compliance documents, etc. Tissue and other biological or chemical samples will be stored at 4°C or -20°C, as appropiate, in the host laboratory. How is backup of the data provided? The data will be stored in the KU Leuven servers, concretely the L drive, where the data is backed up daily using snapshot technology. All incremental changes in respect of the previous version are kept online and the last 14 backups are kept. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The data will be stored in the KU Leuven servers, concretely the L drive, where the space can be increased upon request if necessary. What are the expected costs for data storage and back up during the project? How will these costs be covered? Electricity costs for freezers and fridges used for data and reactive storage are included in general lab costs as well as data storage and backup costs (173,78€/TB/Year to use the L drive from KU Leuven servers). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 7 Maintaining a mouse colony alive can cost around 1,600 euro per year (for 8 cages), excluding the costs of genotyping. When the mouse strain is no longer used for experiments, cryopreservation of sperm/embryos will be utilized to safeguard the strain, prevent genetic drift, loss of transgene and potential breeding problems. This costs around 500 to 700 euro per genotype, plus a minimal annual storage fee (25 euro per strain for 250 to 500 embryos). Frozen specimens are kept in two separate liquid nitrogen tanks at two different sites on campus. When necessary, revitalization can be performed, which costs around 1,100/600 euro. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The “L-drive” server is accessible only by laboratory members and require KU Leuven credentials. Our passwords need to be changed once a year to strenghen security. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The minimum preservation term of 5 years after the end of the project will be applied to all datasets. As mentioned before, these datasets will be stored in KU Leuven servers and costs will be covered by the host laboratory. Where will the data be archived (= stored for the longer term)? All digital data (digital files, vector sequences, omics data, scripts, etc) will stored in KU Leuven servers for at least 10 years, conform the KU Leuven RDM policy. In addition, upon publication, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org). Finally, all datasets supporting the publication will also be deposited in the Dryad repository, where they will be preserved indefinitely. Regarding bacterial and yeast strains and tissue samples, they will be stored as described during the project, in fridges/freezers in the host laboratory. Lastly, mouse lines used will either maintained in facilities of the Laboratory Animal Center of KU Leuven, if other members of the laboratory are using them, or cryopreserved to safeguard the strain. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? As mentioned before; electricity costs for freezers and fridges used for data and reactive storage are included in general lab costs as well as data storage and backup costs (173,78€/TB/Year to use the L drive from KU Leuven servers). At the moment, I don't expect to generate more than 1TB of data. The costs will also depend on the decision of maintaining the mouse line that I use alive or cryopreserve sperm or embryos. Maintaining a mouse colony alive can cost around 1,600 euro per year (for 8 cages) while cryopreservation costs around 500 to 700 euro per genotype, plus a minimal annual storage fee (25 euro per strain for 250 to 500 embryos). When necessary, revitalization can be performed, which costs around 1,100/600 euro. All these costs can be assumed by the lab. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All research data supporting publications will be made openly accessible. We are committed to publish research results to communicate them to peers and to a wide audience. Depending on the datasets nature, some data may be made available before publication, either individually to interested researchers and/or potential new collaborators, or publicly via repositories (e.g.negative data). Also, biological material will be distributed to other parties if requested. We aim at communicating our results in top journals that require full disclosure upon publication This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 7 of all included data, following their advice. However, accessibility restrictions may be applied depending on the journal. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? For data shared directly by the PI, a material transfer agreement (and a non- disclosure agreement if necessary) will be redacted in order to clearly describe the types of reuse that are allowed. Whenever possible, datasets and the associated metadata will be made publicly available through repositories that support FAIR data sharing. As mentioned before, metadata will contain enough information to support data interpretation and reuse, and will be conform to community norms. These repositories thoroughly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Thus, interested researchers will be allowed to access data directly, and they will give credit to the authors by citing the corresponding DOI. What are the expected costs for data sharing? How will the costs be covered? Our intention is to minimize data management costs by implementing standard procedures as using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be assumed by the host laboratory. A budget for publication costs will be requested for this project. 8. Responsibilities Who will be responsible for data documentation & metadata? Data and metadata will be documented by the reseacher responsible of this project as well as and technical staff by taking careful notes in their personal laboratory notebooks (benchling and/or hard copy). Who will be responsible for data storage & back up during the project? The reseacher responsible of this project as well as and technical staff will ensure data storage and back up, with support from Raf De Coster (ICT department) for the KU Leuven drives. Who will be responsible for ensuring data preservation and reuse ? The PI is responsible for data preservation and sharing, supported by Raf De Coster (ICT department) for the KU Leuven drives. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsability for all data management during and after data collection, including implementing and updating the DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 7 of 7"
}