{
    "document_id": "D-2025-3738",
    "LinkTitle": "D-2025-3738",
    "file_name": "D-2025-3738.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3738.pdf",
    "metadata": {
        "title": "How bad turns into worse: Repetitive negative thinking as a vulnerability factor for bodily symptom memory bias.",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nHow bad turns into worse: Repetitive negative thinking as a vulnerability factor for bodily symptom memory bias.\nCreator:\nCreator:\nMarta Walentynowicz\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject abstract:\nProject abstract:\nIn the doctor's office, people are often asked to rate their previously experienced symptoms. These ratings are crucial in guiding medical\ndiagnosis, treatment, and health behaviors, so their accuracy is very important. However, research has shown that retrospective\nsymptom ratings are frequently higher than initial ratings. Although numerous studies have explored factors leading to this recall bias, it\nremains unknown how thinking back about the past can affect the way people remember their bodily symptoms. This project will explore\nthe role of repetitive negative thinking (RNT) in symptom memory bias. RNT refers to thinking over and over again about the past\nexperience, its unpleasant aspects, and its causes, meanings, and consequences. I expect that RNT about the negative aspects and\nconsequences of symptoms will lead to more inaccurate and negative memories, as well as to greater retrospective symptom\noverreporting. I will also examine if the negative effects of RNT on symptom reporting can be counteracted by training individuals to\nfocus on specific details of the experience instead. Those hypotheses will be tested in three work packages including two laboratory\nexperiments in a healthy population and a diary study in a clinical sample. In doing so, I aim to provide new insights into mechanisms\nunderlying symptom overreporting and provide suggestions for new treatment options.\nID: \nID: \n212544\nStart date: \nStart date: \n01-10-2019\nEnd date: \nEnd date: \n12-01-2025\nLast modified: \nLast modified: \n04-02-2025\nCreated using DMPonline.be. Last modiﬁed 04 February 2025\n1 of 6\nHow bad turns into worse: Repetitive negative thinking as a vulnerability factor for bodily symptom\nHow bad turns into worse: Repetitive negative thinking as a vulnerability factor for bodily symptom\nmemory bias.\nmemory bias.\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nPersonal\ndata\nAge, gender,\nrace/ethnicity, marital\nstatus, education\nGenerate new data\n \nDigital\n \n \nObservational\n.csv, .txt\n< 100MB\n \nSurvey data\nPsychological self-report\nmeasures (e.g., repetitive\nnegative thinking, negative\naffectivity, worry) and self-\nreport ratings\nGenerate new data\n \nDigital\nObservational\n.csv, .txt\n< 100MB\n \nPhysiological\ndata\nHeart rate, skin\nconductance levels, end-\ntidal CO2, respiratory flow\ncollected through Biopac/\nAcqknowledge\nGenerate new data\n \n Digital\n Observational\n.acq file\ntransferred\nto .xslx,\n.csv\n \n<1TB\n \nInformed\nconsent,\nadverse\nevents\nInformed consents and\nadverse events forms\n \nGenerate new data\n \n \nPhysical\n \nObservational\nNA\nNA\n1000\nsheets\nof A4\npaper \nProfiles\nRatings provided in a form\nof a drawing \n \nGenerate new data\n \nPhysical\n \nObservational\nNA\nNA\n 2000\nsheets\nof A4\npaper\nScripts\nCode written for analysis\npipelines\nGenerate new data\nDigital\nSoftware\n.R, .mat\n< 100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nInduction of dyspnea in the lab - SMEC approval numbers: G-2019-10-1770, G-2021-4416, G-2021-4417-R2(AMD)\nSelf-report data concerning physical and mental health - SMEC approval numbers: G-2023-7022-R2(MIN), G-2023-6984-R6(MIN)\nCreated using DMPonline.be. Last modiﬁed 04 February 2025\n2 of 6\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\nNames, email addresses, telephone number, bank account number (for reimbursement), age, gender, racial/ethnic origin, data\nconcerning physical and mental health (e.g., heart rate data, self-reported questionnaires)\nSMEC approval numbers: G-2019-10-1770, G-2021-4416, G-2021-4417-R2(AMD), G-2023-7022-R2(MIN), G-2023-6984-R6(MIN)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nFor each study, we maintain a record of the following (where applicable):\nexperimental design and protocol (.dox and .xlsx files)\nLab notes (.xlsx and .pdf files)\nSteps involved in data analysis and analysis scripts (R, matlab scripts)\nRaw data (.acq, .csv, .txt files)\nAnalysed data (.Rda, .csv, .pdf)\ncodebook with variable-level information and copies of the survey items (.xlsx and .docx files)\nData will be anonymized and uploaded onto the Open Science Framework (OSF) along with relevant code.\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nCreated using DMPonline.be. Last modiﬁed 04 February 2025\n3 of 6\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll digital data are stored on the KU Leuven Onedrive server of the researcher and on the lab's Sharepoint back-up folders and will\nonly be accessible by the identified KU Leuven researchers. Data are also stored on researcher's laptop and external drive\n(password protected and encrypted).\nData in paper format (informed consent forms, adverse events forms, profile drawings) are stored separately in a key-locked\ncabinet in a dedicated archive room of the research group.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nBack-ups on personal KU Leuven OneDrive\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is currently sufficient storage at KU Leuven ICTS, both on the personal Onedrive folder and on the lab's Sharepoint folder.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nTwo-factor authentication is used to protect the KU Leuven Onedrive account the data are stored on. Personal laptop and\nexternal drive are password-protected and encrypted. Data in paper format (informed consent forms, adverse events forms,\nprofile drawings) will be stored separately in a key-locked cabinet in a dedicated archive room of the research group.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nExternal back-up drive has already been purchased. There are no other costs associated with data storage and backing up.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be retained for the expected 5-year period.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nDigital data will be stored for 10 years on the research centre's secure back-up folder on Sharepoint. Paper data (informed\nconsents, adverse events, profile graphs) will be stored for 10 years in the research centre's archive. Anonymized data will also be\nuploaded onto the Open Science Framework (OSF) where they can be accessed publicly.\nCreated using DMPonline.be. Last modiﬁed 04 February 2025\n4 of 6\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe expect no additional costs in the retention period of 5 years.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nAll data used in publications will be made available online. We will aim to share both the raw data and extracted data. The dataset\nwill be anonymized and uploaded to the Open Science Framework.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIn an Open Access repository.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData will be released under a CC-BY 4.0 reuse license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 04 February 2025\n5 of 6\nThere are no expected costs for data sharing. The Open Science Framework is free of charge.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe postdoctoral fellow (MW) and administrative/technical staff. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe postdoctoral fellow (MW) and administrative/technical staff. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe postdoctoral fellow (MW) and administrative/technical staff. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe postdoctoral fellow (MW). \nCreated using DMPonline.be. Last modiﬁed 04 February 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: How bad turns into worse: Repetitive negative thinking as a vulnerability factor for bodily symptom memory bias. Creator: Creator: Marta Walentynowicz Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Project abstract: Project abstract: In the doctor's office, people are often asked to rate their previously experienced symptoms. These ratings are crucial in guiding medical diagnosis, treatment, and health behaviors, so their accuracy is very important. However, research has shown that retrospective symptom ratings are frequently higher than initial ratings. Although numerous studies have explored factors leading to this recall bias, it remains unknown how thinking back about the past can affect the way people remember their bodily symptoms. This project will explore the role of repetitive negative thinking (RNT) in symptom memory bias. RNT refers to thinking over and over again about the past experience, its unpleasant aspects, and its causes, meanings, and consequences. I expect that RNT about the negative aspects and consequences of symptoms will lead to more inaccurate and negative memories, as well as to greater retrospective symptom overreporting. I will also examine if the negative effects of RNT on symptom reporting can be counteracted by training individuals to focus on specific details of the experience instead. Those hypotheses will be tested in three work packages including two laboratory experiments in a healthy population and a diary study in a clinical sample. In doing so, I aim to provide new insights into mechanisms underlying symptom overreporting and provide suggestions for new treatment options. ID: ID: 212544 Start date: Start date: 01-10-2019 End date: End date: 12-01-2025 Last modified: Last modified: 04-02-2025 Created using DMPonline.be. Last modiﬁed 04 February 2025 1 of 6 How bad turns into worse: Repetitive negative thinking as a vulnerability factor for bodily symptom How bad turns into worse: Repetitive negative thinking as a vulnerability factor for bodily symptom memory bias. memory bias. FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Personal data Age, gender, race/ethnicity, marital status, education Generate new data Digital Observational .csv, .txt < 100MB Survey data Psychological self-report measures (e.g., repetitive negative thinking, negative affectivity, worry) and self- report ratings Generate new data Digital Observational .csv, .txt < 100MB Physiological data Heart rate, skin conductance levels, end- tidal CO2, respiratory flow collected through Biopac/ Acqknowledge Generate new data Digital Observational .acq file transferred to .xslx, .csv <1TB Informed consent, adverse events Informed consents and adverse events forms Generate new data Physical Observational NA NA 1000 sheets of A4 paper Profiles Ratings provided in a form of a drawing Generate new data Physical Observational NA NA 2000 sheets of A4 paper Scripts Code written for analysis pipelines Generate new data Digital Software .R, .mat < 100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Induction of dyspnea in the lab - SMEC approval numbers: G-2019-10-1770, G-2021-4416, G-2021-4417-R2(AMD) Self-report data concerning physical and mental health - SMEC approval numbers: G-2023-7022-R2(MIN), G-2023-6984-R6(MIN) Created using DMPonline.be. Last modiﬁed 04 February 2025 2 of 6 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes Names, email addresses, telephone number, bank account number (for reimbursement), age, gender, racial/ethnic origin, data concerning physical and mental health (e.g., heart rate data, self-reported questionnaires) SMEC approval numbers: G-2019-10-1770, G-2021-4416, G-2021-4417-R2(AMD), G-2023-7022-R2(MIN), G-2023-6984-R6(MIN) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For each study, we maintain a record of the following (where applicable): experimental design and protocol (.dox and .xlsx files) Lab notes (.xlsx and .pdf files) Steps involved in data analysis and analysis scripts (R, matlab scripts) Raw data (.acq, .csv, .txt files) Analysed data (.Rda, .csv, .pdf) codebook with variable-level information and copies of the survey items (.xlsx and .docx files) Data will be anonymized and uploaded onto the Open Science Framework (OSF) along with relevant code. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 04 February 2025 3 of 6 No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All digital data are stored on the KU Leuven Onedrive server of the researcher and on the lab's Sharepoint back-up folders and will only be accessible by the identified KU Leuven researchers. Data are also stored on researcher's laptop and external drive (password protected and encrypted). Data in paper format (informed consent forms, adverse events forms, profile drawings) are stored separately in a key-locked cabinet in a dedicated archive room of the research group. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Back-ups on personal KU Leuven OneDrive Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is currently sufficient storage at KU Leuven ICTS, both on the personal Onedrive folder and on the lab's Sharepoint folder. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Two-factor authentication is used to protect the KU Leuven Onedrive account the data are stored on. Personal laptop and external drive are password-protected and encrypted. Data in paper format (informed consent forms, adverse events forms, profile drawings) will be stored separately in a key-locked cabinet in a dedicated archive room of the research group. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? External back-up drive has already been purchased. There are no other costs associated with data storage and backing up. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data will be retained for the expected 5-year period. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Digital data will be stored for 10 years on the research centre's secure back-up folder on Sharepoint. Paper data (informed consents, adverse events, profile graphs) will be stored for 10 years in the research centre's archive. Anonymized data will also be uploaded onto the Open Science Framework (OSF) where they can be accessed publicly. Created using DMPonline.be. Last modiﬁed 04 February 2025 4 of 6 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect no additional costs in the retention period of 5 years. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in an Open Access repository All data used in publications will be made available online. We will aim to share both the raw data and extracted data. The dataset will be anonymized and uploaded to the Open Science Framework. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. In an Open Access repository. When will the data be made available? When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data will be released under a CC-BY 4.0 reuse license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 04 February 2025 5 of 6 There are no expected costs for data sharing. The Open Science Framework is free of charge. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The postdoctoral fellow (MW) and administrative/technical staff. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The postdoctoral fellow (MW) and administrative/technical staff. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The postdoctoral fellow (MW) and administrative/technical staff. Who will update and implement this DMP? Who will update and implement this DMP? The postdoctoral fellow (MW). Created using DMPonline.be. Last modiﬁed 04 February 2025 6 of 6"
}