{
    "document_id": "D-2023-1866",
    "LinkTitle": "D-2023-1866",
    "file_name": "D-2023-1866.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1866.pdf",
    "metadata": {
        "title": "DMP Methusalem-AUG2024",
        "author": "Katie Van Geyte",
        "num_pages": 17
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  1  DMP Template - Flemish Standard Data Management Plan    Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link.        \nFWO DMP Template (Flemish Standard DMP)  2  1. General Project Information  Name Grant Holder & ORCID Peter Carmeliet, 0000-0001-7961-1821 Contributor name(s) (+ ORCID) & roles Massimiliano Mazzone, Methusalem group member, co-promotor, ORCID: 0000-0001-8824-4015 Bernard Thienpont, Methusalem group member, co-promotor, ORCID: 0000-0002-8772-6845 Project number1 & title  METH/07/05 - The neurovascular link: an unexpectedly important role of metabolism  Funder(s) GrantID2 Bijzonder onderzoeksfonds KU Leuven (BOF), Methusalemfinanciering  Affiliation(s) √ KU Leuven  ☐ Universiteit Antwerpen ☐ Universiteit Gent  ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel  ☐ Other: Provide ROR3 identifier when possible:  Please provide a short project description This Methusalem project will focus on unravelling the molecular and cellular basis of the formation of blood vessels (angiogenesis) in health and disease, and in particular the role of vascular metabolism and vascular heterogeneity herein, with the ultimate goal to identify novel therapeutic pro- or anti- angiogenic strategies. Current anti-angiogenesis therapies (AATs), by targeting the pro-angiogenic factor VEGF, suffer resistance and insufficient efficacy. We will explore opportunities to overcome these limitations and to improve AAT by focusing on endothelial cell metabolism, endothelial heterogeneity and, in particular, endothelial immunity. Recent findings, by combining single-cell transcriptomics with bulk multi-omics (transcriptomics, (epi)-genomics, proteomics & metabolomics) revealed novel insights in endothelial cell metabolism and heterogeneity in health and disease that can help to develop novel AAT strategies.    1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ \nFWO DMP Template (Flemish Standard DMP)  3  2. Research Data Summary  \nFWO DMP Template (Flemish Standard DMP)  4  List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4.   ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused  Digital or Physical  Digital Data Type  Digital Data Format   Digital Data Volume (MB, GB, TB) Physical Volume   Published & new generated single cell/ nucleus RNA sequencing data sets of human and mouse tumor tissue & cultured cell lines upon target silencing Processed data files (expression matrix and metadata) are retrieved and analysed using R; generated files are saved as .bam, .fastq, .count, or R object. ☒ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other ☐ NA   ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .png ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA   \nMetabolomic data of control and mouse tumor tissue Unprocessed data files are processed for picking peaks and metabolite annotation; generated ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB  \nFWO DMP Template (Flemish Standard DMP)  5   4 Add rows for each dataset you want to describe. \nFWO DMP Template (Flemish Standard DMP)  6  results are saved as csv or png files. ☐ Other ☐ NA   ☐ .dwg ☐ .tab ☐ .gml ☒ other: .png ☐ NA ☐ > 50 TB ☐ NA  Histological staining data Scanning images from histological staining: digital images processed by ImageJ (.tiff/.jpeg), analyzed in excel (.csv) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA   ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .tiff, .jpeg ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA   \nIn vitro functional assay data Metabolic flux assay (.xlsx / .docx), use of spheroid sprouting model (.xlsx / .docx) digital images processed by the ImageJ/FiJi JAVA package (.tiff / .jpeg), etc. ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA   ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA   \nFWO DMP Template (Flemish Standard DMP)  7  ☒ other: .lif, .tiff, .png ☐ NA Biological samples Cells from mice and patient samples ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA   ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: .lif, .tiff, .png ☒ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☒ NA  Storage in N2 tanks \nFlow cytometry data Flow Cytometry and FACS sort files (FlowJo and equipment specific files) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other ☐ NA   ☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .lif, .tiff, .png ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☒ NA   \nFWO DMP Template (Flemish Standard DMP)  8  ☐ NA   GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER).    If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type.    Public databases will be consulted during this project. These include: • https://www.genecards.org/ • https://www.proteinatlas.org/ • https://maayanlab.cloud/Harmonizome/dataset/Biocarta+Pathways • ….  \n 5 These data are generated by combining multiple existing datasets. \nFWO DMP Template (Flemish Standard DMP)  9  Are there any ethical issues concerning the creation and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate. ☒ Yes, human subject data; provide SMEC or EC approval number:  S57123, S57123(ML10981) ☒ Yes, animal data; animal data; provide ECD reference number: 188/2021, 187/2021, 008/2022, 036/2022    ☐ Yes, dual use  ☐ No If yes, please describe:  Mouse tissues will be assessed for metabolomic assay and histological staining. All the mouse samples for these analyses (frozen tissue and paraformaldehyde-fixed paraffin-embedded sections) are generated by within the project.   In case human tissue will be used, relevant data will be handled according to the principles of the General Data Protection Regulation (GDPR) 2016/679 and the Belgian privacy law, and approval by the Ethics Committee Research UZ/KU Leuven will be applied for new type of experiments.  Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No   Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. ☒ Yes ☐ No If yes, please comment: We aim to generate fundamental knowledge and elucidate the mechanistic functions of key targets, which will be published in top-tier journals. The most promising targets with translational potential will undergo further investigation (translation into clinical applications), and we will evaluate patent submissions in collaboration with KU Leuven and VIB.   6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  10  Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)?  If so, please explain to what data they relate and what restrictions are in place. ☒ Yes ☐ No If yes, please explain:  Human tumor samples are provided by UZ Leuven to the host laboratory under an MTA. The MTA stipulates that provider and recipient agree to negotiate a joint ownership agreement which shall specify rights and obligations of each Party related to the use, exploitation, and protection of patentable or non-patentable joint results.  Access to (pre-)existing background of Methusalem partners, joint ownership of results, and policies about dissemination of own and jointly owned results, are stipulated in an Agreement, signed by the principal investigators and the Legal representatives of the institute of each partner.   Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restrictions will be asserted. ☒ Yes ☐ No If yes, please explain: Human tumor samples are provided by UZ Leuven to the host laboratory under an MTA. The MTA stipulates that provider and recipient agree to negotiate a joint ownership agreement which shall specify rights and obligations of each Party related to the use, exploitation, and protection of patentable or non-patentable joint results.  Access to (pre-)existing background of Methusalem partners, joint ownership of results, and policies about dissemination of own and jointly owned results, are stipulated in an Agreement, signed by the principal investigators and the Legal representatives of the institute of each partner.         \nFWO DMP Template (Flemish Standard DMP)  11  3. Documentation and Metadata  Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  Generated sequencing data for this project will be uploaded to EGA and GEO in combination with related metadata (e.g. age, gender, case/control status, sequencing platform/library... etc.) to be accessible to the public upon submission.   All metadata will be in English language. Any abbreviations used will be defined. Standard vocabulary, taxonomy and ontology formats are followed. Metadata will provide information about the design of the study, individual samples, experimental approaches and protocols, and references to processed and raw data file names will be provided upon data deposition in repositories. This ensures enough information for data interpretation, supports findability, citation and reuse. We also adhere to standard formats of the data, using only standard programs that are available either for free or for a fee and are commonly used in the scientific community  A physical sample inventory will be stored in freezers (plasmids, vectors, RNA and protein extracts) and liquid nitrogen tank (cells) and a file with sample details will be saved on the shared server.  Flow cytometry and sorting: information on gating strategy for cell identification and sorting will be saved in electronic files with details on antibody concentrations and protocols for cell preparation and staining will be described in detail in lab books.  Imaging: images and settings will be saved in electronic files. Details on staining techniques and antibody or dye concentrations and protocols for cell preparation will be described in detail in lab books.   Datafiles and the imaging protocols will be stored on KU Leuven servers. Excel documents will always be saved in the .csv format, so that it can be read as American .csv/tab- delimited text or European .csv/tab-delimited text. For publication, the standards of the journal in which the data will be published, will be used. For all stored data, a readme-file is provided, which includes a short description of the filename, definitions of column headings and row labels, data processing steps, storage information and contact information. \nFWO DMP Template (Flemish Standard DMP)  12  Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.  REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.  ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:   Metadata will be kept on file in accordance with the standards for naming required by the host institution, which includes date generated, project ID, and numbering of experiments. In case of human samples, metadata will be created for the human tissues. In case of animal data, metadata will record all relevant data, which is associated with the respective animal label.   For all stored data, a readme-file is provided, which includes a short description of the filename, definitions of column headings and row labels, data processing steps, storage information and contact information. All data receive a digital object identifier to ensure persistent identification and easy searchability and discoverability. Search keywords will be provided, so that data will easily be located on the server and cloud storage for other researchers in the lab.     4. Data Storage & Back-up during the Research Project  Where will the data be stored? All data will be stored on the \"large storage network L-drive\" - KU Leuven LUNA, centrally managed by the central computer, IT department of KU Leuven: ICTS (Informatie en Communicatie: Technologie en Systemen). Additionally, a cloud-based KU Leuven OneDrive is available for secured storage, management and sharing documents between the research groups. Moreover, data can also be stored at the institutional research data repository: RDR from KU Leuven (after completion of the project).      \nFWO DMP Template (Flemish Standard DMP)  13  How will the data be backed up?  WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7  REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.  The data will be backed up in a double way. Automatic back-up (every 24 hours) of the network L-drive is controlled by the ICTS KU Leuven department. In addition, every researcher’s computer has installed the Druva Cloud Platform. Druva Cloud protects and manages data across all devices, and allows to perform the backup operations even every 5 minutes (managed individually - depends on the user).    Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: KU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work jointly and store data files.  Storage space is already available and maintained by the ICTS KU Leuven department.   How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7  Research data are stored and managed by the local IT-manager (Urbain Schepereel) and the ICTS KU Leuven department, and are accessible only by the researchers working on the project (access right management & password protection). Moreover, data will be backed up in two ways as stated above.     What are the expected costs for data storage and backup during the research project? How will these costs be covered? Yearly storage costs of 1TB data on large storage servers of the host lab are estimated at 130 €/year. Costs will be covered by internal lab fundings.    7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/ \nFWO DMP Template (Flemish Standard DMP)  14   5. Data Preservation after the end of the Research Project  Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All generated data will be retained for at least 10 years after the end of the project by the IT department of the host institution. Moreover, the data will be publicly available and should therefore be assessable for re-usage with no time limitation. Detailed documentation will be kept in secure storage. Where will these data be archived (stored and curated for the long-term)? ☒ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): Archive.inetloc  All the generated data will be stored and archived on the \"large storage network L-drive\" - KU Leuven LUNA, centrally managed by the central computer, IT department of KU Leuven. All data is backed-up daily to the cloud-storage to ensure safe storage.  What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Yearly storage costs of 1TB data on large storage servers of the host lab are estimated at 130 €/year. Costs will be covered by internal lab fundings.    \nFWO DMP Template (Flemish Standard DMP)  15  6. Data Sharing and Reuse  Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository  ☒ Yes, as embargoed data (temporary restriction ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify:  Embargoed data: data with temporary access restriction until publication (e.g. RNA-sequencing datasets) Restricted data: data/material under MTA agreement (physical data, e.g. newly constructed plasmids, mouse samples)   If access is restricted, please specify who will be able to access the data and under what conditions. All relevant data will made publicly available upon publication. However, before publication, the data will be accessible only by the researchers working on the project. The identity of the person who accesses the data will be verified using institutional account system. If for any reason of accession is needed at an earlier time-point, this can be arranged through collaborations and in cooperation with the host institution’s guidance. All third parties will be able to access data under restriction, under MTA with VIB. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects  ☐ Yes, aspects of dual use ☐ Yes, other ☐ No  If yes, please specify: All relevant data will made publicly available upon publication. The generated materials, such as data from human and mouse tissues will be available for lab members and collaborators upon request.  \nFWO DMP Template (Flemish Standard DMP)  16  Where will the data be made available?  If already known, please provide a repository per dataset or data type. For publication purposes, our data will be publicly available on data repositories and published articles have an open access status.  When will the data be made available?  THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’. Upon publication of research results or for Restricted data: upon finalization of an MTA agreement with VIB.   Which data usage licenses are you going to provide? If none, please explain why.  A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT.  EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8   ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☒ Other (specify): Material Transfer Agreement (restricted data)  Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☒ Yes, a PID will be added upon deposit in a data repository ☐ No If yes:  What are the expected costs for data sharing? How will these costs be covered?   We do not expect any costs for data sharing to publicly available repositories.   8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/ \nFWO DMP Template (Flemish Standard DMP)  17  7. Responsibilities  Who will manage data documentation and metadata during the research project? Peter Carmeliet, lab manager (Luc Schoonjans) Who will manage data storage and backup during the research project? local IT-manager (Urbain Schepereel, Pieter Joris) and the ICTS KU Leuven department Who will manage data preservation and sharing? local IT-manager (Urbain Schepereel, Pieter Joris) and the ICTS KU Leuven department Who will update and implement this DMP? Peter Carmeliet, lab manager (Luc Schoonjans)           "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID Peter Carmeliet, 0000-0001-7961-1821 Contributor name(s) (+ ORCID) & roles Massimiliano Mazzone, Methusalem group member, co-promotor, ORCID: 0000-0001-8824-4015 Bernard Thienpont, Methusalem group member, co-promotor, ORCID: 0000-0002-8772-6845 Project number1 & title METH/07/05 - The neurovascular link: an unexpectedly important role of metabolism Funder(s) GrantID2 Bijzonder onderzoeksfonds KU Leuven (BOF), Methusalemfinanciering Affiliation(s) √ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: Please provide a short project description This Methusalem project will focus on unravelling the molecular and cellular basis of the formation of blood vessels (angiogenesis) in health and disease, and in particular the role of vascular metabolism and vascular heterogeneity herein, with the ultimate goal to identify novel therapeutic pro- or anti- angiogenic strategies. Current anti-angiogenesis therapies (AATs), by targeting the pro-angiogenic factor VEGF, suffer resistance and insufficient efficacy. We will explore opportunities to overcome these limitations and to improve AAT by focusing on endothelial cell metabolism, endothelial heterogeneity and, in particular, endothelial immunity. Recent findings, by combining single-cell transcriptomics with bulk multi-omics (transcriptomics, (epi)-genomics, proteomics & metabolomics) revealed novel insights in endothelial cell metabolism and heterogeneity in health and disease that can help to develop novel AAT strategies. 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) 4 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Published & new generated single cell/ nucleus RNA sequencing data sets of human and mouse tumor tissue & cultured cell lines upon target silencing Processed data files (expression matrix and metadata) are retrieved and analysed using R; generated files are saved as .bam, .fastq, .count, or R object. ☒ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .png ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Metabolomic data of control and mouse tumor tissue Unprocessed data files are processed for picking peaks and metabolite annotation; generated ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB FWO DMP Template (Flemish Standard DMP) 5 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 6 results are saved as csv or png files. ☐ Other ☐ NA ☐ .dwg ☐ .tab ☐ .gml ☒ other: .png ☐ NA ☐ > 50 TB ☐ NA Histological staining data Scanning images from histological staining: digital images processed by ImageJ (.tiff/.jpeg), analyzed in excel (.csv) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .tiff, .jpeg ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA In vitro functional assay data Metabolic flux assay (.xlsx / .docx), use of spheroid sprouting model (.xlsx / .docx) digital images processed by the ImageJ/FiJi JAVA package (.tiff / .jpeg), etc. ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 7 ☒ other: .lif, .tiff, .png ☐ NA Biological samples Cells from mice and patient samples ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: .lif, .tiff, .png ☒ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☒ NA Storage in N2 tanks Flow cytometry data Flow Cytometry and FACS sort files (FlowJo and equipment specific files) ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☒ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .lif, .tiff, .png ☐ < 100 MB ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☒ NA FWO DMP Template (Flemish Standard DMP) 8 ☐ NA GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Public databases will be consulted during this project. These include: • https://www.genecards.org/ • https://www.proteinatlas.org/ • https://maayanlab.cloud/Harmonizome/dataset/Biocarta+Pathways • …. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 9 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate. ☒ Yes, human subject data; provide SMEC or EC approval number: S57123, S57123(ML10981) ☒ Yes, animal data; animal data; provide ECD reference number: 188/2021, 187/2021, 008/2022, 036/2022 ☐ Yes, dual use ☐ No If yes, please describe: Mouse tissues will be assessed for metabolomic assay and histological staining. All the mouse samples for these analyses (frozen tissue and paraformaldehyde-fixed paraffin-embedded sections) are generated by within the project. In case human tissue will be used, relevant data will be handled according to the principles of the General Data Protection Regulation (GDPR) 2016/679 and the Belgian privacy law, and approval by the Ethics Committee Research UZ/KU Leuven will be applied for new type of experiments. Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☒ Yes ☐ No If yes, please comment: We aim to generate fundamental knowledge and elucidate the mechanistic functions of key targets, which will be published in top-tier journals. The most promising targets with translational potential will undergo further investigation (translation into clinical applications), and we will evaluate patent submissions in collaboration with KU Leuven and VIB. 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 10 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☒ Yes ☐ No If yes, please explain: Human tumor samples are provided by UZ Leuven to the host laboratory under an MTA. The MTA stipulates that provider and recipient agree to negotiate a joint ownership agreement which shall specify rights and obligations of each Party related to the use, exploitation, and protection of patentable or non-patentable joint results. Access to (pre-)existing background of Methusalem partners, joint ownership of results, and policies about dissemination of own and jointly owned results, are stipulated in an Agreement, signed by the principal investigators and the Legal representatives of the institute of each partner. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☒ Yes ☐ No If yes, please explain: Human tumor samples are provided by UZ Leuven to the host laboratory under an MTA. The MTA stipulates that provider and recipient agree to negotiate a joint ownership agreement which shall specify rights and obligations of each Party related to the use, exploitation, and protection of patentable or non-patentable joint results. Access to (pre-)existing background of Methusalem partners, joint ownership of results, and policies about dissemination of own and jointly owned results, are stipulated in an Agreement, signed by the principal investigators and the Legal representatives of the institute of each partner. FWO DMP Template (Flemish Standard DMP) 11 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Generated sequencing data for this project will be uploaded to EGA and GEO in combination with related metadata (e.g. age, gender, case/control status, sequencing platform/library... etc.) to be accessible to the public upon submission. All metadata will be in English language. Any abbreviations used will be defined. Standard vocabulary, taxonomy and ontology formats are followed. Metadata will provide information about the design of the study, individual samples, experimental approaches and protocols, and references to processed and raw data file names will be provided upon data deposition in repositories. This ensures enough information for data interpretation, supports findability, citation and reuse. We also adhere to standard formats of the data, using only standard programs that are available either for free or for a fee and are commonly used in the scientific community A physical sample inventory will be stored in freezers (plasmids, vectors, RNA and protein extracts) and liquid nitrogen tank (cells) and a file with sample details will be saved on the shared server. Flow cytometry and sorting: information on gating strategy for cell identification and sorting will be saved in electronic files with details on antibody concentrations and protocols for cell preparation and staining will be described in detail in lab books. Imaging: images and settings will be saved in electronic files. Details on staining techniques and antibody or dye concentrations and protocols for cell preparation will be described in detail in lab books. Datafiles and the imaging protocols will be stored on KU Leuven servers. Excel documents will always be saved in the .csv format, so that it can be read as American .csv/tab- delimited text or European .csv/tab-delimited text. For publication, the standards of the journal in which the data will be published, will be used. For all stored data, a readme-file is provided, which includes a short description of the filename, definitions of column headings and row labels, data processing steps, storage information and contact information. FWO DMP Template (Flemish Standard DMP) 12 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: Metadata will be kept on file in accordance with the standards for naming required by the host institution, which includes date generated, project ID, and numbering of experiments. In case of human samples, metadata will be created for the human tissues. In case of animal data, metadata will record all relevant data, which is associated with the respective animal label. For all stored data, a readme-file is provided, which includes a short description of the filename, definitions of column headings and row labels, data processing steps, storage information and contact information. All data receive a digital object identifier to ensure persistent identification and easy searchability and discoverability. Search keywords will be provided, so that data will easily be located on the server and cloud storage for other researchers in the lab. 4. Data Storage & Back-up during the Research Project Where will the data be stored? All data will be stored on the \"large storage network L-drive\" - KU Leuven LUNA, centrally managed by the central computer, IT department of KU Leuven: ICTS (Informatie en Communicatie: Technologie en Systemen). Additionally, a cloud-based KU Leuven OneDrive is available for secured storage, management and sharing documents between the research groups. Moreover, data can also be stored at the institutional research data repository: RDR from KU Leuven (after completion of the project). FWO DMP Template (Flemish Standard DMP) 13 How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE. The data will be backed up in a double way. Automatic back-up (every 24 hours) of the network L-drive is controlled by the ICTS KU Leuven department. In addition, every researcher’s computer has installed the Druva Cloud Platform. Druva Cloud protects and manages data across all devices, and allows to perform the backup operations even every 5 minutes (managed individually - depends on the user). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: KU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work jointly and store data files. Storage space is already available and maintained by the ICTS KU Leuven department. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7 Research data are stored and managed by the local IT-manager (Urbain Schepereel) and the ICTS KU Leuven department, and are accessible only by the researchers working on the project (access right management & password protection). Moreover, data will be backed up in two ways as stated above. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Yearly storage costs of 1TB data on large storage servers of the host lab are estimated at 130 €/year. Costs will be covered by internal lab fundings. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 14 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All generated data will be retained for at least 10 years after the end of the project by the IT department of the host institution. Moreover, the data will be publicly available and should therefore be assessable for re-usage with no time limitation. Detailed documentation will be kept in secure storage. Where will these data be archived (stored and curated for the long-term)? ☒ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): Archive.inetloc All the generated data will be stored and archived on the \"large storage network L-drive\" - KU Leuven LUNA, centrally managed by the central computer, IT department of KU Leuven. All data is backed-up daily to the cloud-storage to ensure safe storage. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Yearly storage costs of 1TB data on large storage servers of the host lab are estimated at 130 €/year. Costs will be covered by internal lab fundings. FWO DMP Template (Flemish Standard DMP) 15 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, as embargoed data (temporary restriction ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: Embargoed data: data with temporary access restriction until publication (e.g. RNA-sequencing datasets) Restricted data: data/material under MTA agreement (physical data, e.g. newly constructed plasmids, mouse samples) If access is restricted, please specify who will be able to access the data and under what conditions. All relevant data will made publicly available upon publication. However, before publication, the data will be accessible only by the researchers working on the project. The identity of the person who accesses the data will be verified using institutional account system. If for any reason of accession is needed at an earlier time-point, this can be arranged through collaborations and in cooperation with the host institution’s guidance. All third parties will be able to access data under restriction, under MTA with VIB. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: All relevant data will made publicly available upon publication. The generated materials, such as data from human and mouse tissues will be available for lab members and collaborators upon request. FWO DMP Template (Flemish Standard DMP) 16 Where will the data be made available? If already known, please provide a repository per dataset or data type. For publication purposes, our data will be publicly available on data repositories and published articles have an open access status. When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’. Upon publication of research results or for Restricted data: upon finalization of an MTA agreement with VIB. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☒ Other (specify): Material Transfer Agreement (restricted data) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☒ Yes, a PID will be added upon deposit in a data repository ☐ No If yes: What are the expected costs for data sharing? How will these costs be covered? We do not expect any costs for data sharing to publicly available repositories. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 17 7. Responsibilities Who will manage data documentation and metadata during the research project? Peter Carmeliet, lab manager (Luc Schoonjans) Who will manage data storage and backup during the research project? local IT-manager (Urbain Schepereel, Pieter Joris) and the ICTS KU Leuven department Who will manage data preservation and sharing? local IT-manager (Urbain Schepereel, Pieter Joris) and the ICTS KU Leuven department Who will update and implement this DMP? Peter Carmeliet, lab manager (Luc Schoonjans)"
}