{
    "document_id": "D-2023-2226",
    "LinkTitle": "D-2023-2226",
    "file_name": "D-2023-2226.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2226.pdf",
    "metadata": {
        "title": "Characterization of triggers of post-operative recurrence in Crohn’s disease in both the external and luminal side of the intestine",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "Characterization of triggers of post-operative recurrence in Crohn’s disease in\nboth the external and luminal side of the intestine\nA Data Management Plan created using DMPonline.be\nCreators: \nSare Verstockt, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\n \nSare Verstockt\nGrant number / URL: \nG088723N\nID: \n200821\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nCrohn’s disease (CD) is a chronic, inflammatory bowel disease which is caused by a complex interaction of genetic,\nimmune, microbial and environmental factors. Surgical resection is needed in up to 70% of CD patients. At the luminal\nside of the intestine new CD lesions recur within weeks to months after surgery in two-thirds of patients, but only in the\npresence of a fecal transit. At the external side of the intestine, the phenomenon “creeping fat” is observed, which is\nmesenteric fat migrating to the sites of intestinal inflammation. However, which luminal components are triggering post-\noperative recurrence and whether creeping fat has a pathological or protective role in CD, is still not clear.\nThis project aims to identify triggers of post-operative recurrent CD, by studying both the external and the luminal side\nof the intestine at the time of surgery, as well as six-months follow-up samples; and this by using state-of-the-art\ntechnologies. At the time of surgery, we will profile the cellular and molecular composition of both creeping fat and the\naffected mucosa (ie. the inner layer of the intestine), thereby evaluating how host and microbial components interact,\nand if these can predict post-operative recurrence. In addition, we will characterize the bile acids and microbiome\npresent in the stool and the mucosa six months after surgery, and evaluate how these interact with the gene activity in\nthe mucosa, in particular in epithelial cells.\nLast modified: \n30-06-2023\nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n1 of 10\nCharacterization of triggers of post-operative recurrence in Crohn’s disease in\nboth the external and luminal side of the intestine\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description\n(sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or\nreused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for digital data \nOnly for\ndigital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nClinical data\nData retrieved\nfrom the\npatient records\n(KWS platform\nUZ Leuven),\nstored in a\npseudonymised\nmanner\nnew\ndigital\nobservational\n.xls\n<1 MB\nNA\nStorage files\n-fat samples\n-mucosal\nbiopsy and\nderived\norganoid\n-feces\nSamples are\nbeing collected\nin a\npseudonymised\nmanner, and\nstored\nphysically in\nUZ Leuven\nbiobank using\n2D barcode\nlabels.\nRegistration\nand storage\ninformation are\nbeing recorded\nin a\nstandardized\nmanner (ie. one\nfile per sample\ntype: fat,\nmucosal\nbiopsy, derived\norganoids,\nfeces). The\nsamples for\nthis project in\nparticular are\nthus part of our\ngeneral sample\nstorage files.\nnew\ndigital\nexperimental\n.xls\n<5 MB (ie.\nfor\nsamples\nbeing part\nof this\nproject)\nNA\nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n2 of 10\nRaw data -\nLipidomics and\nMediator\nlipidomics\nraw HILIC\nLCMS/MS data\nand raw C18\nLC-MS/MS data\nfrom fat\nsamples will be\narchived at\nLipometrix (KU\nLeuven) – data\nare available\nupon request.\nNormalized\ndata are\nusually\ntransferred to\nthe clients)\nnew\ndigital\nexperimental\n/\n/\nNA\nRaw data - \nsingle nuclei\nRNA\nsequencing\nraw single-\nnuclei RNA\nsequencing\ndata from fat\nand mucosal\nsamples\nnew\ndigital\nexperimental\n.bam\n.fastq\n500 GB\nNA\nRaw data  -\nspatial\ntranscriptomics\ncoordinates\nand count files\nfrom the\nmultiplexed\nsingle molecule\nRNA\nfluorescent in\nsitu\nhybridization\n(smFISH) in a\nsubset of our\nfat samples\nusing the\nMolecular\nCartography\nplatform\nnew\ndigital\nexperimental\n.txt\n100 MB\nNA\nRaw data -\nMicrobiome\nShotgun\nmetagenomics\nof fecal\nsamples:\nsequences\ngenerated via\nthe Raes lab\nand the\nNucleomics\ncore (VIB/KU\nLeuven)\nnew\ndigital\nexperimental\n.fastq\n50 GB\nNA\nRaw data -\nMetabolomics\nRaw LC-MS\ndata of fecal\nsamples to\nstudy the bile\nacid profiles,\ngenerated via\nthe\nMetabolomics\ncore (VIB/KU\nLeuven)\nnew\ndigital\nexperimental\n.mzML\n.xls\n7 GB\nNA\nRaw data -\nElectrical\nresistance\nTEER\nmeasurements\nto determine\nepithelial\nbarrier integrity\nin transwells\n(pilot study +\nfunctional\nexperiment)\nnew\ndigital\nexperimental\n.xls\n2 GB\nNA\nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n3 of 10\nRaw data -\nMicroscopy\nH&E staining\nnew\ndigital\nexperimental\n.tif\n50 MB\nNA\nRaw data -\nMicrobiome\n16S rRNA\nsequencing of\nthe microbiome\n(pilot study\ntranswells):\nsequences\ngenerated via\nthe Raes lab\nand the\nNucleomics\ncore (VIB/KU\nLeuven)\nnew\ndigital\nexperimental\n.fastq\n500 MB\nNA\nRaw data - bulk\nRNAsequencing\nGenome-wide\ngene\nexpression of\nfunctional\ntranswell\nexperiment,\nsequences\ngenerated by\nthe Genomics\ncore (UZ/KU\nLeuven)\nnew\ndigital\nexperimental\n.fastq\n50 GB\nNA\nProcessed\ndata -\nLipidomics and\nmediator\nlipidomics\nA combination\nof\npreprocessing\nsteps (eg.\nnormalization,\nalignment) and\nfiltering steps\nto a\nformat that is\neasier to\nprocess\nand/or analyze.\nnew\ndigital\nexperimental\n.csv\n<1 MB\nNA\nProcessed\ndata:\nMicrobiome\n(shotgun + 16s\nrRNA)\nA combination\nof\npreprocessing\nsteps (eg.\nnormalization,\nalignment) and\nfiltering steps\nto a\nformat that is\neasier to\nprocess\nand/or analyze.\nnew\ndigital\nexperimental\n.counts\n.xls\n50 MB\nNA\nProcessed data\n- Metabolomics\nA combination\nof\npreprocessing\nsteps (eg.\nnormalization,\nalignment) and\nfiltering steps\nto a\nformat that is\neasier to\nprocess\nand/or analyze.\nnew\ndigital\nexperimental\n.xls\n<1MB\nNA\nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n4 of 10\nProcessed data\n- bulk\nRNAsequencing\nA combination\nof\npreprocessing\nsteps (eg.\nnormalization,\nalignment) and\nfiltering steps\nto a\nformat that is\neasier to\nprocess\nand/or analyze.\nnew\ndigital\nexperimental\n.counts\n.xls\n25 MB\nNA\nProcessed data\n - single nuclei\nRNAsequencing\nwith\nBioinformatic\nsoftwares\nimplemented in\nR/pvthon\nnew\ndigital\nexperimental\n.mtx,.rds,.tif,.csv,.R,.pv\n500 GB\nNA\nProcessed data\n - spatial\ntranscriptomics\nimages and\nsegmentation\nresults as\nSeurat objects\nfrom\nmultiplexed\nsingle molecule\nRNA\nfluorescent in\nsitu\nhybridization\n(smFISH)\nusing the\nMolecular\nCartography\nplatform\n(Resolve\nBioSciences)\nnew\ndigital\nexperimental\n.txt\n.tiff\n10 GB\nNA\nMetadata\nAn overview\nfile with a clear\ndescription of\nwhat the data\nrepresent, how\nthey were\ngenerated,\nrelated quality\ncontrol metrics\netc. Metadata\nstandards are\nused when\napplicable.\nnew\ndigital\nexperimental\n.txt\n.xls\n2 MB\nNA\nScripts\nCode that will\ntransform Raw\ndata into the\nProcessed data\nCode that will\ntransform\nProcessed data\ninto Results.\nCodes will be\ncommented\nand extensively\ndocumented\nusing\nnotebooks such\nJupyter\nNotebooks and\nR markdowns.\nnew\ndigital\nexperimental\nCode .py,\n.ipynb .R,\n.Rmarkdown or\nsimilar\n5 GB\nNA\nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n5 of 10\nResults\nThe outcome of\nthis projects.\nResults can be\ntables, figures\nand text\nexplaining\nthose.\nnew\ndigital\nexperimental\n.pdf, .tif, .svg,\n.xls, or similar\n10 GB\nNA\nLab note books\nDated written\nnotes\nassociated with\ncarrying out\nexperimental\nprocedures.\nnew\nphysical\nNA\nNA\nNA\n2-3\nbooks\nStandard\noperating\nprocedures\nWritten\nprotocols for\nexperimental\nprocedures\nperformed in\nthe lab.\nnew\nphysical\nexperimental\n.pdf\n2 GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle,\nURL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nYes, human subject data\nThis project involves sample and data collection from human participants. It has formal approval by the UZ Leuven ethical\ncommittee (S53684)\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes\nPersonal data relating to the study participants including name and date-of-birth will be collected for identifier purposes. These\npersonal data will only be available to researchers directly involved in the recruitment phase. For the remainder of the study, all\nderivative clinical parameters such as smoking status, medication, type of surgery will be coded, and thus pseudonymised. The file\nlinking the code and personal identifiers will only be accessible to authorized individuals and stored in a restricted access, secure\nenvironment managed by the KU Leuven/UZ Leuven ICT facility. Personal data collection is covered by the Ethical approval of\nS53684 (Ethical approval committee UZ Leuven)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nYes\nWe cannot exclude that this project might result in research data with potential for tech transfer and valorisation. In case of any\npotential, the invention will be evaluated and may be IP protected with the support of the Intellectual Property Unit of KU Leuven\nResearch & Development (LRD). As such the IP protection does not withhold the research data from being made public.\nFurthermore, we regularly interact with various stakeholders, including pharma and patients, which are highly relevant when it\ncomes to the subsequent steps of valorisation of the findings in the current project.\nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n6 of 10\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data\nthey relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the\ndata you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will\nbe asserted.\nYes\nWe cannot exclude that this project might result in research data with potential for tech transfer and valorisation. In case of any\npotential, the invention will be evaluated and may be IP protected with the support of the Intellectual Property Unit of KU Leuven\nResearch & Development (LRD). As such the IP protection does not withhold the research data from being made public.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels\nand types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this\ninformation is recorded).\nStandard experimental procedures (SOPs) and practices are/will be fully documented as PDF and saved on the KUL Shared J- drive\nassigned to our group.\nData folders containing the raw data are being stored on our KUL Archive K drive. Data folders containing pseudonymized clinical\ndata, processed data, metadata and scripts* are stored on our KUL Shared J- drive. Data folder names will always contain the date,\ntype of experiment, and the name of the study cohort.\n*Scripts will be commented and extensively documented, e.g. using Jupyter Notebooks and R Markdown. Used software will be\nversion-controlled and tracked via version numbers in the scripts.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where\nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where\nappropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\n-Metadata standard:\nThe biological samples registered in the biobank will contain metadata required by the royaldecree of biobanking (9JAN2018),\nstandardized metadata to trace the pre-analytical factors of the sample which are most likely to impact research results. The\nrequired minimum metadata for each dataset will be provided according to the corresponding repository (EMBL-EBI data\nrepositories).\n-Where no metadata standard exists:\nText documents and Excel files stored within each experiment folder will respectively contain guidelines describing data\ncollection/analysis methods and all relevant metadata (including experimental conditions, quality control metrics, computational\nanalysis pipelines and their parameters) to ensure the reusability of the data and the reproducibility of any further data generation.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nOur data will be stored on KU Leuven administered drives (Archive K drive storage, Shared J drive and OneDrive KU Leuven). For\nsome data analyses, some raw data will need (temporarily) to be stored on the encrypted local PC hard drive (analyses from a non-\nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n7 of 10\nlocal source are too slow and lead to computational failures).\nPaper lab notebooks will be kept in locked closets in the labs of the PI.\nHow will the data be backed up?\nSince the data are stored on KU Leuven storages drives, the general ICT back-up Policy is\napplied.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nSince the data are stored on KU Leuven storages drives, and these drives are expandable in blocks, the backup capacity is\ntechnically not an issue.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to KU Leuven administered drives is conditioned by KU Leuven security groups. Data concerning patient information stored\nin excel files will be password protected and only the responsible researchers will have access. Furthermore, the raw data are\nstored on the archive K drive with (1) limited access (only a limited set of people have access) and (2) an overwrite and delete\nprotection (based on read-write access) in order to prevent accidental loss of these data.\nHard copies of the Informed Consent forms and paper lab notebooks are kept in locked cabinets in the lab of the PIs.\nAccess will be controlled by PI determined access rights mediated by password protection andcustomised read/write permissions.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be\ncovered?\n4 TB is available on the central archive K drive of our research group (€250/year) – for this\nproject we will need < 5 TB for raw data storage.\n2 TB is available on the central Shared J-drive of our research group (€1000/year) – for this project we will need < 2 TB for\npseudonymized clinical data, processed data, metadata, scripts, SOPs, and results.\nWhen needed, these drives are expandable in blocks and funding to cover the costs is available in our group.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this\n(e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be retained for the 5 year period after the project.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on the university's central servers (with automatic backup procedures) for at least 10 years, conform the KU\nLeuven RDM policy.\nHard copies of the Informed Consent forms, and paper lab notebooks are kept in locked cabinets in the lab of the PI.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n8 of 10\nThe cost of archival on KU Leuven servers is estimated to be ~6000 EUR for the 5 years after project end. Funding is available in\nour group to cover these costs.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section\nplease explain per dataset or data type which data will be made available.\nYes, in an Open Access repository\nHuman transcriptomics and metagenomics: European Genome-Phenome Archive\nHuman lipidomics: European Genome-Phenome Archive\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nWhenever possible, datasets and the appropriate metadata will be made publicly available\nthrough repositories. As detailed above, metadata will contain sufficient information to support data interpretation and reuse.\nThese repositories clearly describe their conditions of use. For data shared upon request, a data transfer agreement will be\nconcluded with the involved parties in order to clearly describe the types of reuse that are permitted.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with\na 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nThe informed consent contains a section in which the participant can choose if his/her data is shared, including sharing data within\nnon-Belgian countries towards international scientific collaborations, including biotechnological or pharmaceutical companies. We\nwill honour their choice. Furthermore, shared data will always be pseudonymised.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIn open Access repository: In case of omics data, these datasets will be deposited to European Genome-Phenome Archive.\nApplied codes can be made available on Github.\nUpon request by email: Data is stored in the central server of KU Leuven and will be available upon request at least 5 years\nafter the project. The information regarding this data can be found in the publications related to the project and the\nresponsible PI will provide the requested data. All patient-related information is protected by the UZ Leuven. If the participants\nhave allowed that their data can be reused, other researchers can ask for the data. The data will be provided using a secure\nmedium, e.g. the filesender of Belnet.\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData will be deposited in a standard format that is commonly accepted and which can be accessible for everyone. The FAIR\n(Findable, Accessible, Interoperable, and Reusable) principles will be followed to make data findable using persistent identifiers,\nwhich will ensure data accessibility and reusability with clear and standardized metadata, through open licenses and data formats.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to\nprovide it in the comment section.\nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n9 of 10\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone, the filesender of Belnet is for free.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nPI (Séverine Vermeire), and CoPIs Sare Verstockt and Bram Verstockt \nWho will manage data storage and backup during the research project?\nPI (Séverine Vermeire), and CoPIs Sare Verstockt and Bram Verstockt \nWho will manage data preservation and sharing?\nThe PI (Séverine Vermeire) is responsible for ensuring data preservation and reuse \nWho will update and implement this DMP?\nThe PI (Séverine Vermeire) bears the end responsibility for updating & implementing this DMP. The DMP will be evaluated at\nregular meetings between the researcher and the PI during the project \nCreated using DMPonline.be. Last modiﬁed 30 June 2023\n10 of 10"
    },
    "clean_full_text": "Characterization of triggers of post-operative recurrence in Crohn’s disease in both the external and luminal side of the intestine A Data Management Plan created using DMPonline.be Creators: Sare Verstockt, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n. Data Manager: Sare Verstockt Grant number / URL: G088723N ID: 200821 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Crohn’s disease (CD) is a chronic, inflammatory bowel disease which is caused by a complex interaction of genetic, immune, microbial and environmental factors. Surgical resection is needed in up to 70% of CD patients. At the luminal side of the intestine new CD lesions recur within weeks to months after surgery in two-thirds of patients, but only in the presence of a fecal transit. At the external side of the intestine, the phenomenon “creeping fat” is observed, which is mesenteric fat migrating to the sites of intestinal inflammation. However, which luminal components are triggering post- operative recurrence and whether creeping fat has a pathological or protective role in CD, is still not clear. This project aims to identify triggers of post-operative recurrent CD, by studying both the external and the luminal side of the intestine at the time of surgery, as well as six-months follow-up samples; and this by using state-of-the-art technologies. At the time of surgery, we will profile the cellular and molecular composition of both creeping fat and the affected mucosa (ie. the inner layer of the intestine), thereby evaluating how host and microbial components interact, and if these can predict post-operative recurrence. In addition, we will characterize the bile acids and microbiome present in the stool and the mucosa six months after surgery, and evaluate how these interact with the gene activity in the mucosa, in particular in epithelial cells. Last modified: 30-06-2023 Created using DMPonline.be. Last modiﬁed 30 June 2023 1 of 10 Characterization of triggers of post-operative recurrence in Crohn’s disease in both the external and luminal side of the intestine FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Clinical data Data retrieved from the patient records (KWS platform UZ Leuven), stored in a pseudonymised manner new digital observational .xls <1 MB NA Storage files -fat samples -mucosal biopsy and derived organoid -feces Samples are being collected in a pseudonymised manner, and stored physically in UZ Leuven biobank using 2D barcode labels. Registration and storage information are being recorded in a standardized manner (ie. one file per sample type: fat, mucosal biopsy, derived organoids, feces). The samples for this project in particular are thus part of our general sample storage files. new digital experimental .xls <5 MB (ie. for samples being part of this project) NA Created using DMPonline.be. Last modiﬁed 30 June 2023 2 of 10 Raw data - Lipidomics and Mediator lipidomics raw HILIC LCMS/MS data and raw C18 LC-MS/MS data from fat samples will be archived at Lipometrix (KU Leuven) – data are available upon request. Normalized data are usually transferred to the clients) new digital experimental / / NA Raw data - single nuclei RNA sequencing raw single- nuclei RNA sequencing data from fat and mucosal samples new digital experimental .bam .fastq 500 GB NA Raw data - spatial transcriptomics coordinates and count files from the multiplexed single molecule RNA fluorescent in situ hybridization (smFISH) in a subset of our fat samples using the Molecular Cartography platform new digital experimental .txt 100 MB NA Raw data - Microbiome Shotgun metagenomics of fecal samples: sequences generated via the Raes lab and the Nucleomics core (VIB/KU Leuven) new digital experimental .fastq 50 GB NA Raw data - Metabolomics Raw LC-MS data of fecal samples to study the bile acid profiles, generated via the Metabolomics core (VIB/KU Leuven) new digital experimental .mzML .xls 7 GB NA Raw data - Electrical resistance TEER measurements to determine epithelial barrier integrity in transwells (pilot study + functional experiment) new digital experimental .xls 2 GB NA Created using DMPonline.be. Last modiﬁed 30 June 2023 3 of 10 Raw data - Microscopy H&E staining new digital experimental .tif 50 MB NA Raw data - Microbiome 16S rRNA sequencing of the microbiome (pilot study transwells): sequences generated via the Raes lab and the Nucleomics core (VIB/KU Leuven) new digital experimental .fastq 500 MB NA Raw data - bulk RNAsequencing Genome-wide gene expression of functional transwell experiment, sequences generated by the Genomics core (UZ/KU Leuven) new digital experimental .fastq 50 GB NA Processed data - Lipidomics and mediator lipidomics A combination of preprocessing steps (eg. normalization, alignment) and filtering steps to a format that is easier to process and/or analyze. new digital experimental .csv <1 MB NA Processed data: Microbiome (shotgun + 16s rRNA) A combination of preprocessing steps (eg. normalization, alignment) and filtering steps to a format that is easier to process and/or analyze. new digital experimental .counts .xls 50 MB NA Processed data - Metabolomics A combination of preprocessing steps (eg. normalization, alignment) and filtering steps to a format that is easier to process and/or analyze. new digital experimental .xls <1MB NA Created using DMPonline.be. Last modiﬁed 30 June 2023 4 of 10 Processed data - bulk RNAsequencing A combination of preprocessing steps (eg. normalization, alignment) and filtering steps to a format that is easier to process and/or analyze. new digital experimental .counts .xls 25 MB NA Processed data - single nuclei RNAsequencing with Bioinformatic softwares implemented in R/pvthon new digital experimental .mtx,.rds,.tif,.csv,.R,.pv 500 GB NA Processed data - spatial transcriptomics images and segmentation results as Seurat objects from multiplexed single molecule RNA fluorescent in situ hybridization (smFISH) using the Molecular Cartography platform (Resolve BioSciences) new digital experimental .txt .tiff 10 GB NA Metadata An overview file with a clear description of what the data represent, how they were generated, related quality control metrics etc. Metadata standards are used when applicable. new digital experimental .txt .xls 2 MB NA Scripts Code that will transform Raw data into the Processed data Code that will transform Processed data into Results. Codes will be commented and extensively documented using notebooks such Jupyter Notebooks and R markdowns. new digital experimental Code .py, .ipynb .R, .Rmarkdown or similar 5 GB NA Created using DMPonline.be. Last modiﬁed 30 June 2023 5 of 10 Results The outcome of this projects. Results can be tables, figures and text explaining those. new digital experimental .pdf, .tif, .svg, .xls, or similar 10 GB NA Lab note books Dated written notes associated with carrying out experimental procedures. new physical NA NA NA 2-3 books Standard operating procedures Written protocols for experimental procedures performed in the lab. new physical experimental .pdf 2 GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data This project involves sample and data collection from human participants. It has formal approval by the UZ Leuven ethical committee (S53684) Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Personal data relating to the study participants including name and date-of-birth will be collected for identifier purposes. These personal data will only be available to researchers directly involved in the recruitment phase. For the remainder of the study, all derivative clinical parameters such as smoking status, medication, type of surgery will be coded, and thus pseudonymised. The file linking the code and personal identifiers will only be accessible to authorized individuals and stored in a restricted access, secure environment managed by the KU Leuven/UZ Leuven ICT facility. Personal data collection is covered by the Ethical approval of S53684 (Ethical approval committee UZ Leuven) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes We cannot exclude that this project might result in research data with potential for tech transfer and valorisation. In case of any potential, the invention will be evaluated and may be IP protected with the support of the Intellectual Property Unit of KU Leuven Research & Development (LRD). As such the IP protection does not withhold the research data from being made public. Furthermore, we regularly interact with various stakeholders, including pharma and patients, which are highly relevant when it comes to the subsequent steps of valorisation of the findings in the current project. Created using DMPonline.be. Last modiﬁed 30 June 2023 6 of 10 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes We cannot exclude that this project might result in research data with potential for tech transfer and valorisation. In case of any potential, the invention will be evaluated and may be IP protected with the support of the Intellectual Property Unit of KU Leuven Research & Development (LRD). As such the IP protection does not withhold the research data from being made public. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Standard experimental procedures (SOPs) and practices are/will be fully documented as PDF and saved on the KUL Shared J- drive assigned to our group. Data folders containing the raw data are being stored on our KUL Archive K drive. Data folders containing pseudonymized clinical data, processed data, metadata and scripts* are stored on our KUL Shared J- drive. Data folder names will always contain the date, type of experiment, and the name of the study cohort. *Scripts will be commented and extensively documented, e.g. using Jupyter Notebooks and R Markdown. Used software will be version-controlled and tracked via version numbers in the scripts. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes -Metadata standard: The biological samples registered in the biobank will contain metadata required by the royaldecree of biobanking (9JAN2018), standardized metadata to trace the pre-analytical factors of the sample which are most likely to impact research results. The required minimum metadata for each dataset will be provided according to the corresponding repository (EMBL-EBI data repositories). -Where no metadata standard exists: Text documents and Excel files stored within each experiment folder will respectively contain guidelines describing data collection/analysis methods and all relevant metadata (including experimental conditions, quality control metrics, computational analysis pipelines and their parameters) to ensure the reusability of the data and the reproducibility of any further data generation. 3. Data storage & back-up during the research project Where will the data be stored? Our data will be stored on KU Leuven administered drives (Archive K drive storage, Shared J drive and OneDrive KU Leuven). For some data analyses, some raw data will need (temporarily) to be stored on the encrypted local PC hard drive (analyses from a non- Created using DMPonline.be. Last modiﬁed 30 June 2023 7 of 10 local source are too slow and lead to computational failures). Paper lab notebooks will be kept in locked closets in the labs of the PI. How will the data be backed up? Since the data are stored on KU Leuven storages drives, the general ICT back-up Policy is applied. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Since the data are stored on KU Leuven storages drives, and these drives are expandable in blocks, the backup capacity is technically not an issue. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to KU Leuven administered drives is conditioned by KU Leuven security groups. Data concerning patient information stored in excel files will be password protected and only the responsible researchers will have access. Furthermore, the raw data are stored on the archive K drive with (1) limited access (only a limited set of people have access) and (2) an overwrite and delete protection (based on read-write access) in order to prevent accidental loss of these data. Hard copies of the Informed Consent forms and paper lab notebooks are kept in locked cabinets in the lab of the PIs. Access will be controlled by PI determined access rights mediated by password protection andcustomised read/write permissions. What are the expected costs for data storage and backup during the research project? How will these costs be covered? 4 TB is available on the central archive K drive of our research group (€250/year) – for this project we will need < 5 TB for raw data storage. 2 TB is available on the central Shared J-drive of our research group (€1000/year) – for this project we will need < 2 TB for pseudonymized clinical data, processed data, metadata, scripts, SOPs, and results. When needed, these drives are expandable in blocks and funding to cover the costs is available in our group. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained for the 5 year period after the project. Where will these data be archived (stored and curated for the long-term)? The data will be stored on the university's central servers (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy. Hard copies of the Informed Consent forms, and paper lab notebooks are kept in locked cabinets in the lab of the PI. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 30 June 2023 8 of 10 The cost of archival on KU Leuven servers is estimated to be ~6000 EUR for the 5 years after project end. Funding is available in our group to cover these costs. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Human transcriptomics and metagenomics: European Genome-Phenome Archive Human lipidomics: European Genome-Phenome Archive If access is restricted, please specify who will be able to access the data and under what conditions. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories. As detailed above, metadata will contain sufficient information to support data interpretation and reuse. These repositories clearly describe their conditions of use. For data shared upon request, a data transfer agreement will be concluded with the involved parties in order to clearly describe the types of reuse that are permitted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects The informed consent contains a section in which the participant can choose if his/her data is shared, including sharing data within non-Belgian countries towards international scientific collaborations, including biotechnological or pharmaceutical companies. We will honour their choice. Furthermore, shared data will always be pseudonymised. Where will the data be made available? If already known, please provide a repository per dataset or data type. In open Access repository: In case of omics data, these datasets will be deposited to European Genome-Phenome Archive. Applied codes can be made available on Github. Upon request by email: Data is stored in the central server of KU Leuven and will be available upon request at least 5 years after the project. The information regarding this data can be found in the publications related to the project and the responsible PI will provide the requested data. All patient-related information is protected by the UZ Leuven. If the participants have allowed that their data can be reused, other researchers can ask for the data. The data will be provided using a secure medium, e.g. the filesender of Belnet. When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Data will be deposited in a standard format that is commonly accepted and which can be accessible for everyone. The FAIR (Findable, Accessible, Interoperable, and Reusable) principles will be followed to make data findable using persistent identifiers, which will ensure data accessibility and reusability with clear and standardized metadata, through open licenses and data formats. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Created using DMPonline.be. Last modiﬁed 30 June 2023 9 of 10 Yes What are the expected costs for data sharing? How will these costs be covered? None, the filesender of Belnet is for free. 6. Responsibilities Who will manage data documentation and metadata during the research project? PI (Séverine Vermeire), and CoPIs Sare Verstockt and Bram Verstockt Who will manage data storage and backup during the research project? PI (Séverine Vermeire), and CoPIs Sare Verstockt and Bram Verstockt Who will manage data preservation and sharing? The PI (Séverine Vermeire) is responsible for ensuring data preservation and reuse Who will update and implement this DMP? The PI (Séverine Vermeire) bears the end responsibility for updating & implementing this DMP. The DMP will be evaluated at regular meetings between the researcher and the PI during the project Created using DMPonline.be. Last modiﬁed 30 June 2023 10 of 10"
}