{
    "document_id": "D-2025-3592",
    "LinkTitle": "D-2025-3592",
    "file_name": "D-2025-3592.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2025-3592.pdf",
    "metadata": {
        "title": "D-2025-3592",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "PLAN OVERVIEW\nA Data Management Plan created using DMPonline.be\nTitle: Addressing glenoid loosening through advanced classification and tailored glenoid component designs\nCreator: Nazanin Daneshvarhashjin\nPrincipal Investigator: Nazanin Daneshvarhashjin\nData Manager: Anna Tarasiuk, Nazanin Daneshvarhashjin\nProject Administrator: Nazanin Daneshvarhashjin\nAffiliation: KU Leuven (KUL)\n  \nProject abstract: \nShoulder osteoarthritis is a frequent problem in our aging population.Total shoulder arthroplasty (TSA) ,recognized for  \nalleviating pain and enhancing function, has surged by 168% over the last decade in treating shoulder \narthropathies.Given the rise in TSA procedures, it is imperative to enhance the current success rate of aTSA and \ndecrease the burden of revision surgery. This can be achieved by addressing two specific limitations which are lack \nof diagnostic and prognostic classification of patients and optimal design and positioning of the glenoid component . \nThe aim of this project is to reduce the high risk of glenoid component loosening in anatomic shoulder arthroplasty \nand improve clinical outcomes. To reach that we aim to classify patients based on their loosening risk, and optimize \nthe glenoid component design and positioning for each high-risk subpopulation.My postdoctoral research project \nhypothesizes that: (1) The current state-of-the-art classification can be enhanced towards a loosening-risk-based \nclassification and thereby drastically reduce glenoid component loosening. (2) A population-based FEM that \ncharacterizes the underlying glenoid component loosening mechanisms while considering the population’s variations \nin terms of the implant’s mechanical environment can provide novel inputs for such a classification. (3) Classification-\nspecific optimization of the glenoid component design and positioning can address specific loosening mechanisms in \nhigh-risk patients.\nID: 212919\nStart date: 12-12-2024\nEnd date: 31-10-2025\nLast modified: 03-03-2025\nRESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / \nIDDescriptionNew or \nreuseDigital or \nPhysical dataData TypeFile \nformatData \nvolumePhysic\nal \nvolume\nDataset name / \nIDDescriptionIndicate\n:\nN(ew \ndata) or \nE(xistin\ng data)Indicate:  \nD(igital) or \nP(hysical)Indicate:\nAudiovisual\nImages\nSound\nNumerical \nTextual\nModel\nSOftware\nOther \n(specify)Indicat\ne:\n<1GB\n<100G\nB\n<1TB\n<5TB\n>5TB\nNA\nRaw medical \nimaging DataMedical images \nobtained from \nCT and biplanar \nradiography \n(EOS) for \nhealthy subjects \nand patinets with \nshoulder \nosteoarthritis \npre- and post \noperativelyE & NDImages.dcm<1TB\nRaw Clinical\nDataPre- and post-\noperative clinical \nevaluations, \nincluding \nadjusted \nConstant score, \nPROMs, and the \nSimple Shoulder \nTest (SST).E & ND&PTextual .pdf/.xls<1GB\nBiometric dataGender, age and \nBMIE & NDTextual .pdf/.xls<1GB\nSurgical\ntreatment dataMedical records \non the type and \nsize of implantsE & NDTextual .txt/.xls<1GB\nSoftware DataComputer EDSoftware.m<100G\nprogram which \nwas used for 3D \nto 2D registrationB\nAlgorithmic \nand\nProgramming\nDataalgorithms and \nscripts created \nfor performing \nclinical and \nglenohumeral \nkinematics \nmeasurementsEDProgrammin\ng languages\nand code.py<1GB\nProcessed \nsegmentation \nand modeling \ndata3D \nsegmentations of \nscapula and \nhumerus from \nCT images and \ntheir respective \n3D geometries. \nData also \nincludes 3D \nglenoid \ncomponent \nmanually \nregistered to the \npost-op CT.\n2D \nsegmentations of \nthe scapula and \nhumerus from \nbiplanar \nradiographs, \nalong with their \ncorresponding \ntransformation \nmatrices, to \nreconstruct the \nin-vivo \nglenohumeral \njoint in functional \narm posesE & ND Model\n.mcs/mxp\n.obj/stl\n.mat<100G\nB\nProcessed  \nDataData describing \nanatomical \nmeasurements \n(glenoid version \nand inclination \nas well as \nhumeral head \nsubluxation) \nand  \nglenohumeral \nkinematics \nduring specific \nfunctional arm \npositionsE & N Spreadsheet\ns .xls <1GB\nStatistical \nanalysis data Statistical \nanalysis and its \nresultsE&NDStatisticalPSS \n(.dat/ .sp\ns) <1GB\nManuscript\nDataData resulting \nfrom the \nresearch will be \npublished as \narticles in peer-E & N Textual.pdf<1GB\nreviewed \njournals.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\nThe existing digital dataset, including raw medical images, biometrics, raw clinical data, and Surgical treatment data \nis available at the Clinical Workstation (KWS) of UZ Leuven hospital.\nPhysical raw clinical data are collected on paper Case Report Form (CRF). Paper CRFs are also scanned into the \nKWS. The originals will be stored at our Orthopedic Research Department.\nOther processed data are stored on the UZ Leuven hospital server: \\\\UZ\\Data\\Orthopedie\\Research Orthopedie and \non OneDrive KULeuven.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant \nethical approval number.\n●Yes, human subject data (Provide SMEC or EC approval number below)\nYes, human subject data\nEthical approval is obtained for the study:  S64986\n \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).\n●Yes (Provide PRET G-number or EC S-number below)\nYes, Personal data includes biometric data, data held by the hospital (EAD number) and medical images.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.  \n●No\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●No\nNo personal patient data is allowed to be transferred to any external parties without prior approval from applicable UZ  \nLeuven committees. However, no third-party agreement restricts dissemination or exploitation of the methodological \nand technical data resulting from this project (i.e. the developed algorithms).\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●Yes\nYes, there are legal issues related to intellectual property rights and ownership that need to be managed.  The \nsoftware  (Software Data) for measuring kinematics is developed by Aalborg University. According to our agreement \nwith them, we are permitted to use their software under the condition that we properly reference their publications. \nThis means that any reuse of the data processed through this software must comply with the agreed-upon citation \nrequirements and intellectual property terms set by Aalborg University.\nDOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \ncodebook.tsv etc. where this information is recorded).  \nMetadata will be documented by the researcher at the time of data collection and analysis, by taking  careful notes in \nthe README.txt file that refer to specific datasets.  \nWill a metadata standard be used to make it easier to find and reuse the data?  \nIf so, please specify which metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n●No\nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?\n●Other (specify below)\nThe KU Leuven OneDrive server hosted on a secured KUL server with password-protected access will be used for \nstorage of results from the study, such as excel files, reports, manuscripts, presentations, etc.\nAll digital data will be stored on KWS and/or UZ data server of the UZ hospital, which is specifically developed to \nstore large amounts of data for long periods of time.\nFurthermore, all data will be stored on an online research management system (DOPLr) with headers corresponding \nto the requirements of the DOPLr system and compatible with the open-source Integrated Rule-Oriented Data \nSystem (iRODS) system.\nHow will the data be backed up?\n●Personal back-ups I make (specify below)\nAll data is automatically backed up on the  KU Leuven server. Additionally, extra hard drives are used to store data as \na third safety mechanism.\nIs there currently sufficient storage & backup capacity during the project?  \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.  \n●Yes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons? \nThe KWS and UZ data is only accessible for authorized persons assigned in the study delegation log or by healthcare  \nstaff that have a clinical relation to the patient. OneDrive is only accessible to the investigator with username and \npassword. We will also use secured storage on DOPLr. DOPLr is password-access protected by users, which in turn \nmust first apply to become an official user of the software. Furthermore, it offers a version\nmanagement of all data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nThese costs will be covered by the department.\nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project?  \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional policies...).\n●All data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?  \n●Large Volume Storage (longterm for large volumes)\nPhysical Data will be stored on Paper patient binders, in KWS and on the UZ Leuven server: \\\n\\UZ\\Data\\Orthopedie\\Research Orthopedie\nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\n●Yes, as restricted data (upon approval, or institutional access only)\nAll protocols used to generate published data will be described in the corresponding manuscript(s), and the related \ndocumentation will be included as supplementary information. These data and all other documents (processed and \nraw data) deposited in the KU Leuven servers and UZ Leuven databased are accessible to the PI and the research \nstaff and will be made available upon request. Personal patient data linked to a supporting manuscript will only be \npublished after anonymization as supplementary information.\nAlgorithms, scripts, and software: All the relevant algorithms, scripts, and software code driving the project will be \nmade available to restricted repositories such as IORT and can be available upon request.\nManuscripts: All scientific publications will be shared openly. At the time of publication, research results will be \nsummarized on the IORT's website ( IORT) and post-print pdf versions of publications will be made available there if \nallowed by copyright agreements, possibly after an embargo as determined by the publisher. Before the end of the \nembargo or in cases where sharing the post-print is not allowed due to copyright agreements, a pre-print version of \nthe manuscript will be made available. Publications will also be automatically added to our institutional repository,\nLirias 2.0, based on the author's name and ORCID ID (the metadata will be added, not the full manuscripts).\nIf access is restricted, please specify who will be able to access the data and under what conditions.  \nA-priori approval has to be requested and provided by a KU Leuven and UZ Leuven responsible on the data and \nmodel repositories.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \nPlease explain per dataset or data type where appropriate.\n●Yes, ethical aspects\n●Yes, intellectual property rights\nAll personal patient data cannot be shared by 3rd parties unless an agreement with UZ Leuven is formally generated,  \nand all patient data is anonymized.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\n●Other data repository (specify below)\nManuscripts: All scientific publications will be shared openly.  \nOther digital datasets that support publications (including image, model, and processed data) will be made publicly \navailable via an open research data platform.\nComputer model datasets,  Algorithms, scripts, and software: All the relevant algorithms, scripts, and software code \ndriving the project will be made available to restricted repositories such as IORT, and can be available  upon request.\nWhen will the data be made available?  \n●Upon publication of research results\nAs a general rule, all research outputs will be made openly accessible at the latest at\nthe time of publication. No embargo will be foreseen unless imposed e.g. by pending\npublications, and potential IP requirements.\nWhich data usage licenses are you going to provide?  \nIf none, please explain why.  \n●Data Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here.  \n●No\nWhat are the expected costs for data sharing? How will these costs be covered?  \nIt is the intention to minimize data management costs by implementing the standard\nprocedures e.g. for metadata collection and file storage and organization from the start  of the project, and by using \nfree-to-use data repositories whenever possible.\nRESPONSIBILITIES \nWho will manage data documentation and metadata during the research project?  \nData documentation and metadata will be managed by the Post-doc researcher and clinical trial assistant associated \nwith this project.\nWho will manage data storage and backup during the research project?  \nData management, storage, and backup will be performed by the post-doc researcher and clinical trial assistant \n(Anna Tarasiuk) associated with this project, under the supervision of the PI.\nWho will manage data preservation and sharing?  \nThe PI is responsible for data preservation and sharing, with support from ICTS, gbiomed-IT staff, and UZ-IT staff.\nWho will update and implement this DMP?  \nThe post-doc researcher, under the supervision of the PI and principal clinical investigator, are ultimately responsible \nfor all data management during and after data collection, including implementing and updating the DMP."
    },
    "clean_full_text": "PLAN OVERVIEW A Data Management Plan created using DMPonline.be Title: Addressing glenoid loosening through advanced classification and tailored glenoid component designs Creator: Nazanin Daneshvarhashjin Principal Investigator: Nazanin Daneshvarhashjin Data Manager: Anna Tarasiuk, Nazanin Daneshvarhashjin Project Administrator: Nazanin Daneshvarhashjin Affiliation: KU Leuven (KUL) Project abstract: Shoulder osteoarthritis is a frequent problem in our aging population.Total shoulder arthroplasty (TSA) ,recognized for alleviating pain and enhancing function, has surged by 168% over the last decade in treating shoulder arthropathies.Given the rise in TSA procedures, it is imperative to enhance the current success rate of aTSA and decrease the burden of revision surgery. This can be achieved by addressing two specific limitations which are lack of diagnostic and prognostic classification of patients and optimal design and positioning of the glenoid component . The aim of this project is to reduce the high risk of glenoid component loosening in anatomic shoulder arthroplasty and improve clinical outcomes. To reach that we aim to classify patients based on their loosening risk, and optimize the glenoid component design and positioning for each high-risk subpopulation.My postdoctoral research project hypothesizes that: (1) The current state-of-the-art classification can be enhanced towards a loosening-risk-based classification and thereby drastically reduce glenoid component loosening. (2) A population-based FEM that characterizes the underlying glenoid component loosening mechanisms while considering the population’s variations in terms of the implant’s mechanical environment can provide novel inputs for such a classification. (3) Classification- specific optimization of the glenoid component design and positioning can address specific loosening mechanisms in high-risk patients. ID: 212919 Start date: 12-12-2024 End date: 31-10-2025 Last modified: 03-03-2025 RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / IDDescriptionNew or reuseDigital or Physical dataData TypeFile formatData volumePhysic al volume Dataset name / IDDescriptionIndicate : N(ew data) or E(xistin g data)Indicate: D(igital) or P(hysical)Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify)Indicat e: <1GB <100G B <1TB <5TB >5TB NA Raw medical imaging DataMedical images obtained from CT and biplanar radiography (EOS) for healthy subjects and patinets with shoulder osteoarthritis pre- and post operativelyE & NDImages.dcm<1TB Raw Clinical DataPre- and post- operative clinical evaluations, including adjusted Constant score, PROMs, and the Simple Shoulder Test (SST).E & ND&PTextual .pdf/.xls<1GB Biometric dataGender, age and BMIE & NDTextual .pdf/.xls<1GB Surgical treatment dataMedical records on the type and size of implantsE & NDTextual .txt/.xls<1GB Software DataComputer EDSoftware.m<100G program which was used for 3D to 2D registrationB Algorithmic and Programming Dataalgorithms and scripts created for performing clinical and glenohumeral kinematics measurementsEDProgrammin g languages and code.py<1GB Processed segmentation and modeling data3D segmentations of scapula and humerus from CT images and their respective 3D geometries. Data also includes 3D glenoid component manually registered to the post-op CT. 2D segmentations of the scapula and humerus from biplanar radiographs, along with their corresponding transformation matrices, to reconstruct the in-vivo glenohumeral joint in functional arm posesE & ND Model .mcs/mxp .obj/stl .mat<100G B Processed DataData describing anatomical measurements (glenoid version and inclination as well as humeral head subluxation) and glenohumeral kinematics during specific functional arm positionsE & N Spreadsheet s .xls <1GB Statistical analysis data Statistical analysis and its resultsE&NDStatisticalPSS (.dat/ .sp s) <1GB Manuscript DataData resulting from the research will be published as articles in peer-E & N Textual.pdf<1GB reviewed journals. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The existing digital dataset, including raw medical images, biometrics, raw clinical data, and Surgical treatment data is available at the Clinical Workstation (KWS) of UZ Leuven hospital. Physical raw clinical data are collected on paper Case Report Form (CRF). Paper CRFs are also scanned into the KWS. The originals will be stored at our Orthopedic Research Department. Other processed data are stored on the UZ Leuven hospital server: \\\\UZ\\Data\\Orthopedie\\Research Orthopedie and on OneDrive KULeuven. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ●Yes, human subject data (Provide SMEC or EC approval number below) Yes, human subject data Ethical approval is obtained for the study: S64986 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ●Yes (Provide PRET G-number or EC S-number below) Yes, Personal data includes biometric data, data held by the hospital (EAD number) and medical images. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●No No personal patient data is allowed to be transferred to any external parties without prior approval from applicable UZ Leuven committees. However, no third-party agreement restricts dissemination or exploitation of the methodological and technical data resulting from this project (i.e. the developed algorithms). Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●Yes Yes, there are legal issues related to intellectual property rights and ownership that need to be managed. The software (Software Data) for measuring kinematics is developed by Aalborg University. According to our agreement with them, we are permitted to use their software under the condition that we properly reference their publications. This means that any reuse of the data processed through this software must comply with the agreed-upon citation requirements and intellectual property terms set by Aalborg University. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Metadata will be documented by the researcher at the time of data collection and analysis, by taking careful notes in the README.txt file that refer to specific datasets. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ●No DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? ●Other (specify below) The KU Leuven OneDrive server hosted on a secured KUL server with password-protected access will be used for storage of results from the study, such as excel files, reports, manuscripts, presentations, etc. All digital data will be stored on KWS and/or UZ data server of the UZ hospital, which is specifically developed to store large amounts of data for long periods of time. Furthermore, all data will be stored on an online research management system (DOPLr) with headers corresponding to the requirements of the DOPLr system and compatible with the open-source Integrated Rule-Oriented Data System (iRODS) system. How will the data be backed up? ●Personal back-ups I make (specify below) All data is automatically backed up on the KU Leuven server. Additionally, extra hard drives are used to store data as a third safety mechanism. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ●Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KWS and UZ data is only accessible for authorized persons assigned in the study delegation log or by healthcare staff that have a clinical relation to the patient. OneDrive is only accessible to the investigator with username and password. We will also use secured storage on DOPLr. DOPLr is password-access protected by users, which in turn must first apply to become an official user of the software. Furthermore, it offers a version management of all data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? These costs will be covered by the department. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ●All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? ●Large Volume Storage (longterm for large volumes) Physical Data will be stored on Paper patient binders, in KWS and on the UZ Leuven server: \\ \\UZ\\Data\\Orthopedie\\Research Orthopedie What are the expected costs for data preservation during the expected retention period? How will these costs be covered? DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ●Yes, as restricted data (upon approval, or institutional access only) All protocols used to generate published data will be described in the corresponding manuscript(s), and the related documentation will be included as supplementary information. These data and all other documents (processed and raw data) deposited in the KU Leuven servers and UZ Leuven databased are accessible to the PI and the research staff and will be made available upon request. Personal patient data linked to a supporting manuscript will only be published after anonymization as supplementary information. Algorithms, scripts, and software: All the relevant algorithms, scripts, and software code driving the project will be made available to restricted repositories such as IORT and can be available upon request. Manuscripts: All scientific publications will be shared openly. At the time of publication, research results will be summarized on the IORT's website ( IORT) and post-print pdf versions of publications will be made available there if allowed by copyright agreements, possibly after an embargo as determined by the publisher. Before the end of the embargo or in cases where sharing the post-print is not allowed due to copyright agreements, a pre-print version of the manuscript will be made available. Publications will also be automatically added to our institutional repository, Lirias 2.0, based on the author's name and ORCID ID (the metadata will be added, not the full manuscripts). If access is restricted, please specify who will be able to access the data and under what conditions. A-priori approval has to be requested and provided by a KU Leuven and UZ Leuven responsible on the data and model repositories. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ●Yes, ethical aspects ●Yes, intellectual property rights All personal patient data cannot be shared by 3rd parties unless an agreement with UZ Leuven is formally generated, and all patient data is anonymized. Where will the data be made available? If already known, please provide a repository per dataset or data type. ●Other data repository (specify below) Manuscripts: All scientific publications will be shared openly. Other digital datasets that support publications (including image, model, and processed data) will be made publicly available via an open research data platform. Computer model datasets, Algorithms, scripts, and software: All the relevant algorithms, scripts, and software code driving the project will be made available to restricted repositories such as IORT, and can be available upon request. When will the data be made available? ●Upon publication of research results As a general rule, all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending publications, and potential IP requirements. Which data usage licenses are you going to provide? If none, please explain why. ●Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ●No What are the expected costs for data sharing? How will these costs be covered? It is the intention to minimize data management costs by implementing the standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories whenever possible. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Data documentation and metadata will be managed by the Post-doc researcher and clinical trial assistant associated with this project. Who will manage data storage and backup during the research project? Data management, storage, and backup will be performed by the post-doc researcher and clinical trial assistant (Anna Tarasiuk) associated with this project, under the supervision of the PI. Who will manage data preservation and sharing? The PI is responsible for data preservation and sharing, with support from ICTS, gbiomed-IT staff, and UZ-IT staff. Who will update and implement this DMP? The post-doc researcher, under the supervision of the PI and principal clinical investigator, are ultimately responsible for all data management during and after data collection, including implementing and updating the DMP."
}