{
    "document_id": "D-2023-2319",
    "LinkTitle": "D-2023-2319",
    "file_name": "D-2023-2319.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2319.pdf",
    "metadata": {
        "title": "A PHILOSOPHICAL INQUIRY INTO POLITICAL FEAR",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Created  using  DMPonline.be.  Last modified  03 April 2024  1 of 6   \nA PHILOSOPHICAL  INVESTIGATION OF  POLITICAL  ANXIETY  \nA Data Management  Plan created  using  DMPonline.be  \n \nCreator: Stefano Micali  \nAffiliation: KU Leuven (KUL) \nTemplate:  KU Leuven  BOF -IOF \nID: 206150  \nStart  date:  01-10-2023 \nEnd date:  01-10-2027 \nProject abstract:  \nThe aim of this project is to  investigat e the actuality and the potential of anxiety  as a political  affect ; and to situate  this analysis  in contemporary  debates  \nregarding  the changing  role of emotions  in the social and political spheres. The project will seek to:  \n1) articulate  the relevance of  the phenomenology  of anxiety  in relation to the  contemporary  political  and sociological  questions  regarding  the place  of \nthis affect;  \n2) through the anthropological -philosophical inquiry, demonstrate  the specific features  of and anxiety  in contemporary  society  largely determined by risk ; \n3) offer a phenomenological  description  of two forms  of anxiety  widely present  in our society:  a) anxiety  as feeling  inadequate  (remanence);  b) \nnarcissistic anxiety  b) anxiety related to new forms of communication technology (digital self -marketing).   \n \nLast modified:  03-04-2024 \n \nCreated  using  DMPonline.be.  Last modified  03 April 2024  2 of 6  A PHILOSOPHICAL  INQUIRY  INTO  POLITICAL  FEAR  \n \n \nResearch  Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type  \n(observational,  experimental  etc.),  provide  a short  name  & description  (sufficient  for yourself  to know  what  data  it is about),  indicate  whether  the data  are newly  \ngenerated/collected  or reused,  digital  or physical,  also indicate  the type of the data (the kind  of content),  its technical  format  (file extension),  and an estimate  of the \nupper limit of the volume of the data.  \n \nDataset  name  / \nID Description  New  or reuse  Digital  or Physical  data Data  Type  File \nformat  Data \nvolume  Physical  \nvolume  \n   \n \nIndicate:  \nN(ew data)  or E(xisting  \ndata)   \n \n \nIndicate:  D(igital)  or \nP(hysical)  Indicate:  \nAudiovisual  \nImages  \nSound  \nNumerical  \nTextual  \nModel \nSOftware  \nOther  (specify)    \nIndicate:  \n<1GB  \n<100GB  \n<1TB  \n<5TB  \n>5TB  \nNA  \nLiterature  \nstudy  Review  of the existing texts  relevant for \nthe project  E D & P Textual  pdf <1TB   \nPapers ; Books; \nBook chapters  Output  of the project  N D & P Textual  .doc and \npdf <1 GB  \nTalks  Output  of the project  N D Textual; \nAudiovisual;  \nImages  .docx ; \n.doc; pdf; \nmp4; avi; \nmp3; aac; \nwav; jpeg;  <5 TB   \n        \n        \n        \n \nIf you reuse  existing  data,  please  specify  the source,  preferably  by using  a persistent  identifier  (e.g. DOI,  Handle,  URL  etc.) per dataset  or data  type:  \nJSTOR:  https:// www.jstor.org/  \nMEDLINE:  https:// www.wolterskluwer.com/en/solutions/ovid/ovid -medline -901 \nOpenDissertations:  https://opendissertations.org/  \nOpenGrey:  https://opengrey.eu/  \nPhilpapers:  https://philpapers.org/  \nPsycARTICLES:  https:// www.apa.org/pubs/databases/psycarticles  \nPubMed:  https://pubmed.ncbi.nlm.nih.gov/  \nSciVerse:  https:// www.researchinformation.info/product/sciverse  \nScienceDirect:  https:// www.sciencedirect.com/  \nScopus:  https:// www.scopus.com/search/form.uri?display=basic#basic  \nThe Philosopher’s  Index:  https:// www.ebsco.com/products/research -databases/philosophers -index  \n \nA search  will be also conducted  using  the following  interfaces:  \nGoogle:  https:// www.google.com/  \nGoogle Scholar: https://scholar.google.com/  \nLimo:  https://kuleuven.limo.libis.be  \n \n \n \nAre there  any ethical  issues  concerning  the creation  and/or  use of the data  (e.g. experiments  on humans  or animals,  dual  use)?  If so, refer  to specific  datasets  or data \ntypes  when  appropriate  and provide  the relevant  ethical  approval  number.  \n \nNo \n \n \n \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register  \nnumber (G or S number).  \n \nNo \n \n \nDoes  your  work  have  potential  for commercial  valorization  (e.g. tech transfer,  for example  spin-offs, commercial  exploitation,  …)? If so, please  comment  per \nCreated  using  DMPonline.be.  Last modified  03 April 2024  3 of 6  dataset  or data type where  appropriate.  \n \n \nNo \n \n \n \nDo existing  3rd party  agreements  restrict  exploitation  or dissemination  of the data you (re)use  (e.g. Material  or Data  transfer  agreements,  Research  collaboration  \nagreements)?  If so, please  explain  in the comment  section  to what  data they relate  and what  restrictions  are in place.  \n \nNo \n \n \n \nAre there  any other  legal  issues,  such  as intellectual  property  rights  and ownership,  to be managed  related  to the data you (re)use?  If so, please  explain  in the \ncomment  section  to what  data  they relate  and which  restrictions  will be asserted.  \n \nNo \n \n \n \n \n \nDocumentation  and Metadata  \n \nClearly  describe  what  approach  will be followed  to capture  the accompanying  information  necessary  to keep  data understandable  and usable,  for yourself  and others,  \nnow and in the future  (e.g. in terms  of documentation  levels  and types  required,  procedures  used,  Electronic  Lab Notebooks,  README.txt  files,  codebook.tsv  etc. \nwhere this information is recorded).  \n \nThe datasets  from  the research  project  will be stored  in clearly  labelled  folders  on KU Leuven’s  OneDrive.  In the label  of each  file will be indicated:  content  \ndescription, date and initials of the creator (e.g., Protocol_literature search_12 March 2024_MGA).  \n \n \n \nWill a metadata  standard  be used  to make  it easier  tofind  and reuse  the data?  \nIf so, please specify which metadata standard will be used.  \nIf not, please  specify which  metadata will  be created  to make  the data  easier to  find and reuse.  \n \n \nYes \nZotero  and Lirias  are used  to make  the data easier  to find and reuse.  The metadata  is embedded  in the text files (e.g. .docx,  pdf, etc). \n \n \n \n \n \nData Storage  & Back -up during  the Research  Project  \n \nWhere  will the data be stored?  \n \n \nOneDrive (KU Leuven)  \nShared  network  drive  (J-drive)  \nPersonal  network  drive  (I-drive)  \n \n \n \nHow  will the data  be backed  up? \n \n \nStandard  back -up provided  by KU Leuven  ICTS   \n \n \n \nIs there  currently  sufficient  storage  & backup  capacity  during  the project?  \n \nIf no or insufficient  storage or backup capacities are  available, explain how this  will be taken care  of. \nCreated  using  DMPonline.be.  Last modified  03 April 2024  4 of 6  Yes \n \n \n \nHow  will you ensure  that the data are securely  stored  and not accessed  or modified  by unauthorized  persons?  \n \nOneDrive  documents  will be shared  only among  the supervisor  and researchers  involved  in the research  project.  No unauthorised persons have access to the data . \nDocuments  stored  on OneDrive  will only be accessible  to the PhD students,  postdoc  and the supervisor.  If appropriate, the data will be made available to the research \nunit (Husserl Archives Leuven) staff, with permissions monitored continuously. The OneDrive/ SharePoint access security is taken seriously, with the password modified \nregularly . In case the documents  are shared  outside  of the research  project  (e.g.,  of the research  team  or the  research  unit),  this will be done with restricted access ). \n \nWhat  are the expected  costs  for data storage  and backup  during  the research  project?  How  will these  costs  be covered?   \nAll costs associated with data storage are covered by KU Leuven, as the team uses KU Leuven -provided OneDrive/ SharePoint, as well as the internal servers of Husserl Archives.  \n \n \n \n \nData Preservation  after the end of the Research  Project  \n \nWhich  data will be retained  for 10 years  (or longer,  in agreement  with other  retention  policies  that are applicable)  after  the end of the project?  \n \nIn case some  data cannot  be preserved,  clearly  state  the reasons  for this (e.g. legal  or contractual  restrictions,  storage/budget  issues,  institutional  policies...).  \n \n \nAll data will be preserved  for 10 years  according  to KU Leuven  RDM  policy  \n \n \n \nWhere  will these  data be archived  (stored  and curated  for the long-term)?  \n \n \nKU Leuven  RDR  \nThe members  of the research  group/unit  have  access  to the data with the permission  of the supervisor.  \n \n \n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?  \nNone  \n \n \n \nData  Sharing  and Reuse  \n \nWill the data (or part of the data)  be made  available  for reuse  after/during  the project?  \nPlease  explain  per dataset  or data type which  data  will be made  available.  \n \nYes, as restricted  data (upon  approval,  or institutional  access  only)  \nThe access  to the data is restricted  to the research  team  members  and is made  available  to the research  center  (Husserl  Archives)  members  when  needed.  Only  the \nofficially  published  generated  data (publications)  is deposited  in Lirias  (KU Leuven's  institutional  repository)  with the “public  access”  license  as soon  as legally  \npossible,  which  is verified  by the OA Helpdesk.  The publications  are be made  openly  available  by the Open  Access  Support  Desk,  6 or 12 months  after  the date of \npublication, in accordance with the Belgian law.  \n \n \n \nIf access  is restricted,  please  specify  who will be able to access  the data  and under  what  conditions.  \n \nDuring  the project,  the data will be accessible  only to the team  members  and the PI (Prof.  dr. Stefano  Micali ). After the project, the data  that is not \nmade publicly available  might be reused by research team/unit members with the supervisor’s approval only.  \n \n \n \n \nAre there  any factors  that restrict  or prevent  the sharing  of (some  of) the data (e.g. as defined  in an agreement  with a 3rd party,  legal  restrictions)?  \nCreated  using  DMPonline.be.  Last modified  03 April 2024  5 of 6  Please  explain  per dataset  or data type where  appropriate.  \n \n \nYes, intellectual  property  rights  \n \n \n \nAccess  to data related  to ongoing  research  activities  is only available  to the project  team  members.  The published  data (e.g. books,  articles,  book  chapters,  \nconference  presentations),  made  publicly  available  on Lirias,  is protected  by the intellectual  property  rights  of the author(s)  involved  in its production,  as well as of \nthe Husserl Archives.  \n \n \n \nWhere  will the data be made  available?  \n \nIf already  known,  please  provide  a repository  per dataset  or data type.  \n \n \nKU Leuven  RDR  (Research  Data  Repository)  \n \n \n \nWhen  will the data  be made available?  \n \n \nUpon  publication  of research  results  \nUpon  publication  of research  results:  paper  publications,  seminars,  conference  proceedings  and workshops.  \n \n \n \nWhich  data  usage  licenses  are you going  to provide?  \nIf none, please explain why.  \nOther (specify below)  \nCustom  KU Leuven  License.  \n \n \nDo you intend to add a persistent identifier (PID) to  your dataset(s), e.g. a DOI or accession number? If  already available, please provide it here.  \n \n \nNo \n \n \n \nWhat are  the expected  costs  for data sharing?  How  will these  costs  be covered?  \n \nAs data is shared through Lirias , all costs associated with data sharing are covered by KU Leuven. The potential  additional  costs  for data sharing  (Open  Access,  etc.) \nwill be covered  with the budget  of the project.  \n \n \n \n \n \nResponsibilities  \n \nWho  will manage  data documentation  and metadata  during  the research  project?   \n \nThe project research team  and the PI  (Prof.  dr. Stefano  Micali) , with the assistance of KU Leuven IT support.  \n \nWho  will manage  data storage  and backup  during  the research  project?  \n \n \n \n   The project research team and the PI  (Prof.  dr. Stefano  Micali), with the assistance of KU Leuven IT support.  \n \n \nWho  will manage  data preservation  and sharing?  \nCreated  using  DMPonline.be.  Last modified  03 April 2024  6 of 6  The project research team and the PI  (Prof.  dr. Stefano  Micali), with the assistance of KU Leuven IT support.  \n \n \nWho  will update  and implement  this DMP?   \n \nThe research team with the assistance of KU Leuven IT support.  "
    },
    "clean_full_text": "Created using DMPonline.be. Last modified 03 April 2024 1 of 6 A PHILOSOPHICAL INVESTIGATION OF POLITICAL ANXIETY A Data Management Plan created using DMPonline.be Creator: Stefano Micali Affiliation: KU Leuven (KUL) Template: KU Leuven BOF -IOF ID: 206150 Start date: 01-10-2023 End date: 01-10-2027 Project abstract: The aim of this project is to investigat e the actuality and the potential of anxiety as a political affect ; and to situate this analysis in contemporary debates regarding the changing role of emotions in the social and political spheres. The project will seek to: 1) articulate the relevance of the phenomenology of anxiety in relation to the contemporary political and sociological questions regarding the place of this affect; 2) through the anthropological -philosophical inquiry, demonstrate the specific features of and anxiety in contemporary society largely determined by risk ; 3) offer a phenomenological description of two forms of anxiety widely present in our society: a) anxiety as feeling inadequate (remanence); b) narcissistic anxiety b) anxiety related to new forms of communication technology (digital self -marketing). Last modified: 03-04-2024 Created using DMPonline.be. Last modified 03 April 2024 2 of 6 A PHILOSOPHICAL INQUIRY INTO POLITICAL FEAR Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N(ew data) or E(xisting data) Indicate: D(igital) or P(hysical) Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Literature study Review of the existing texts relevant for the project E D & P Textual pdf <1TB Papers ; Books; Book chapters Output of the project N D & P Textual .doc and pdf <1 GB Talks Output of the project N D Textual; Audiovisual; Images .docx ; .doc; pdf; mp4; avi; mp3; aac; wav; jpeg; <5 TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: JSTOR: https:// www.jstor.org/ MEDLINE: https:// www.wolterskluwer.com/en/solutions/ovid/ovid -medline -901 OpenDissertations: https://opendissertations.org/ OpenGrey: https://opengrey.eu/ Philpapers: https://philpapers.org/ PsycARTICLES: https:// www.apa.org/pubs/databases/psycarticles PubMed: https://pubmed.ncbi.nlm.nih.gov/ SciVerse: https:// www.researchinformation.info/product/sciverse ScienceDirect: https:// www.sciencedirect.com/ Scopus: https:// www.scopus.com/search/form.uri?display=basic#basic The Philosopher’s Index: https:// www.ebsco.com/products/research -databases/philosophers -index A search will be also conducted using the following interfaces: Google: https:// www.google.com/ Google Scholar: https://scholar.google.com/ Limo: https://kuleuven.limo.libis.be Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per Created using DMPonline.be. Last modified 03 April 2024 3 of 6 dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The datasets from the research project will be stored in clearly labelled folders on KU Leuven’s OneDrive. In the label of each file will be indicated: content description, date and initials of the creator (e.g., Protocol_literature search_12 March 2024_MGA). Will a metadata standard be used to make it easier tofind and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Zotero and Lirias are used to make the data easier to find and reuse. The metadata is embedded in the text files (e.g. .docx, pdf, etc). Data Storage & Back -up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Shared network drive (J-drive) Personal network drive (I-drive) How will the data be backed up? Standard back -up provided by KU Leuven ICTS Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Created using DMPonline.be. Last modified 03 April 2024 4 of 6 Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive documents will be shared only among the supervisor and researchers involved in the research project. No unauthorised persons have access to the data . Documents stored on OneDrive will only be accessible to the PhD students, postdoc and the supervisor. If appropriate, the data will be made available to the research unit (Husserl Archives Leuven) staff, with permissions monitored continuously. The OneDrive/ SharePoint access security is taken seriously, with the password modified regularly . In case the documents are shared outside of the research project (e.g., of the research team or the research unit), this will be done with restricted access ). What are the expected costs for data storage and backup during the research project? How will these costs be covered? All costs associated with data storage are covered by KU Leuven, as the team uses KU Leuven -provided OneDrive/ SharePoint, as well as the internal servers of Husserl Archives. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR The members of the research group/unit have access to the data with the permission of the supervisor. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? None Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) The access to the data is restricted to the research team members and is made available to the research center (Husserl Archives) members when needed. Only the officially published generated data (publications) is deposited in Lirias (KU Leuven's institutional repository) with the “public access” license as soon as legally possible, which is verified by the OA Helpdesk. The publications are be made openly available by the Open Access Support Desk, 6 or 12 months after the date of publication, in accordance with the Belgian law. If access is restricted, please specify who will be able to access the data and under what conditions. During the project, the data will be accessible only to the team members and the PI (Prof. dr. Stefano Micali ). After the project, the data that is not made publicly available might be reused by research team/unit members with the supervisor’s approval only. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Created using DMPonline.be. Last modified 03 April 2024 5 of 6 Please explain per dataset or data type where appropriate. Yes, intellectual property rights Access to data related to ongoing research activities is only available to the project team members. The published data (e.g. books, articles, book chapters, conference presentations), made publicly available on Lirias, is protected by the intellectual property rights of the author(s) involved in its production, as well as of the Husserl Archives. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Upon publication of research results: paper publications, seminars, conference proceedings and workshops. Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) Custom KU Leuven License. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? As data is shared through Lirias , all costs associated with data sharing are covered by KU Leuven. The potential additional costs for data sharing (Open Access, etc.) will be covered with the budget of the project. Responsibilities Who will manage data documentation and metadata during the research project? The project research team and the PI (Prof. dr. Stefano Micali) , with the assistance of KU Leuven IT support. Who will manage data storage and backup during the research project? The project research team and the PI (Prof. dr. Stefano Micali), with the assistance of KU Leuven IT support. Who will manage data preservation and sharing? Created using DMPonline.be. Last modified 03 April 2024 6 of 6 The project research team and the PI (Prof. dr. Stefano Micali), with the assistance of KU Leuven IT support. Who will update and implement this DMP? The research team with the assistance of KU Leuven IT support."
}