{
    "document_id": "D-2023-1926",
    "LinkTitle": "D-2023-1926",
    "file_name": "D-2023-1926.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1926.pdf",
    "metadata": {
        "title": "International Law-Making in Disguise? A Critical Legal Assessment of the Mandate and Practice on Statelessness of the UN High Commissioner for Refugees",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "International Law-Making in Disguise? A Critical Legal Assessment\nof the Mandate and Practice on Statelessness of the UN High\nCommissioner for Refugees\nA Data Management Plan created using DMPonline.be\nCreator: \nClara Van Thillo\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nClara Van Thillo\nGrant number / URL: \n11B4723N\nID: \n193541\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nAccording to the United Nations High Commissioner for Refugees (UNHCR), 10 to 12 million\npeople worldwide are without nationality, and are stateless. Stateless persons are among the\nmost vulnerable human beings, as no State takes responsibility for them. Statelessness is a\nhuman rights issue, as stateless persons are often excluded from basic services, such as\neducation and healthcare. The UN General Assembly has gradually expanded UNHCR’s\nmandate to address the issue. Over the last decade, UNHCR has taken a wide range of\ninitiatives, such as encouraging States to accede to the two global treaties on the matter (1954\nConvention Relating to the Status of Stateless Persons and 1961 Convention on the Reduction\nof Statelessness) and publishing guidelines on how States should interpret and implement the\ntreaties. UNHCR’s practices raise the question what the legal value is of its interpretations, and\nwhether its practices comply with its legal powers, on which legal scholarship fails to provide an\nanswer.\nThis research project inquires what role UNHCR plays in the development of the international\nlegal framework on statelessness and the implementation thereof at the domestic level, and\nwhat UNHCR’s mandate, legal powers, and democratic accountability are in that respect. This\nresearch is important because UNHCR is intensely involved in national procedures and\ndecision-making processes and its practices have far-reaching consequences for millions of\nstateless persons worldwide.\nLast modified: \n20-01-2023\nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n1 of 6\nInternational Law-Making in Disguise? A Critical Legal Assessment\nof the Mandate and Practice on Statelessness of the UN High\nCommissioner for Refugees\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nAudio\nrecordings of\ninterviews \nAudio\nrecordings of\nsemi-\nstructured\ninterviews\nwith UNHCR\nofficials \nGenerate new\ndata\nDigital\nOther\n.mp4 or .wav\n<1GB\n/\nTranscriptions\nof interviews\nTranscriptions\nof semi-\nstructured\ninterviews\nwith UNHCR\nofficials\nGenerate new\ndata\nDigital\nOther\n.docx\n<100MB\n/\nIntermediate\ndata\nAnalysis of\nlegislation,\ncase law,\npolicy\ndocuments\nand relevant\nliterature;\nanalysis of\ninterviews. \nGenerate new\ndata\nDigital\nCompiled/aggregated data\n.docx\n<1GB\n/\nAdditional\ndocuments\nTreaties,\nnational\nlegislation,\ncase law,\npolicy\ndocuments.\nReuse existing\ndata\nDigital\nOther\n.pdf or .docx\n<100GB\n/\nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n2 of 6\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nTreaties, obtained from the United Nations Treaty System: https://treaties.un.org/pages/Home.aspx?clang=_en\nNational legislation, obtained from official government websites (e.g. Belgium: https://www.ejustice.just.fgov.be/loi/wet.htm; Australia:\nhttps://www.legislation.gov.au/).\nCase law, obtained from official databases of relevant courts (e.g. International Court of Justice: https://www.icj-cij.org/en/list-of-all-\ncases).\nPolicy documents of UNHCR, obtained from UNHCR's online database \nRefworld\n: https://www.refworld.org/statelessness.html. \nLiterature, obtained from Limo and Google Scholar. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nPersonal data will be used, obtained from semi-structured interviews with UNHCR officials who work or recently have worked at the\nStatelessness Section and Regional Statelessness Officers. This data is strictly confidential. \nEthical approval is pending before the Social and Societal Ethics Committee of KU Leuven (SMEC) (G-2023-6202).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nYes\nPersonal data will be used, obtained from semi-structured interviews with UNHCR officials who work or recently have worked at the\nStatelessness Section and Regional Statelessness Officers. The personal data will include: name and surname, e-mail address,\ntelephone number and information related to their profession. All personal data will be pseudonymized to prevent identification (e.g.\n'Legal Official at the Statelessness Section, UNHCR 1'). I will not publish the participant's name and surname, e-mail address or\ntelephone number, only their profession. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n3 of 6\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nFor the interviews, accompanying information will be kept in a Word document. This accompanying information includes: details on the\nsetting of the interview (in person, video-call or telephone call), the list of interviewees, the informed consent process, the instructions\nprovided to the interviewees, the process followed to remove direct identifiers in the data, as well as the list of the main topics that were\nused as a basis to conduct the interviews (interview guide).\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data will be stored on the KU Leuven OneDrive for Business network drive, which is protected by multifactor identification. \nHow will the data be backed up?\nOneDrive for Business provides automatic backups of the data on the cloud. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe standard offer provided by OneDrive is 2TB, which is sufficient for the present project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data is stored on the secure OneDrive for Business network drive of KU Leuven. To access the data, multifactor authentication is\nrequired. Because of the personal nature of OneDrive, files that are not explicitly shared are not accessible to other researchers. As no\nstorage services from the ICTS Service catalogue of non-European cloud suppliers are used, no additional security measures are\nnecessary.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no additional costs. KU Leuven has signed a license agreement with Microsoft for OneDrive for Business for staff and\nstudents as part of the Microsoft 365 Education plan. As a result, it is free to use for both students and staff. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be retained for 10 years according to the KU Leuven RDM policy. After 10 years the researcher will decide, in consultation\nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n4 of 6\nwith the supervisor, whether it is necessary to store the personal data for a longer time. If it is necessary to keep the data, a reminder\ndate will be set at which the researcher will again decide whether the data still need to be kept. When further storage is no longer\nnecessary, the personal data will be deleted.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on the KU Leuven's central archive servers for at least 10 years, in line with the KU Leuven RDM policy. It will be\nmanaged by the supervisor, in order to ensure access to the data for 10 years. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs depend on the size of the datasets, starting from 100GB. The bench fee will be used to cover the costs of the storage. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in an Open Access repository\nThe intermediate data will be made available where relevant. The pseudonymized personal data will only be made available upon\nindividual request. The audio-recordings of the interviews, the identification key used for the pseudonymization of the interviewees, and\nthe Word document containing the accompanying information of the interviews will not be shared. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nFor privacy reasons, the pseudonymized personal data will only be shared upon individual request. The request must be made to the\nresearcher or the supervisor of the project. They will decide whether access will be granted, depending on the nature of the request. In\nany case, the data will only be shared for research purposes. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nThe sharing of the pseudonymized personal data depends on the consent of the participants. If a participant does not consent to the\nsharing of their (pseudonymized) data, the data will not be shared. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe intermediate data will be made available in RDR, KU Leuven's Research Data Repository. The pseudonymized personal data will\nonly be shared upon individual request. The request must be made to the researcher or the supervisor of the project. \nWhen will the data be made available?\nThe data will be made available upon publication of the research results. \nWhich data usage licenses are you going to provide? If none, please explain why.\nFor the intermediate data, one of the Creative Commons licenses will be used. For the personal data, the Custom KU Leuven option will\nbe selected, as the access is restricted.\nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n5 of 6\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nYes\nFor intermediate data deposited in the KU Leuven RDR, a DIO is added. \nWhat are the expected costs for data sharing? How will these costs be covered?\nNone.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe primary researcher - Clara Van Thillo \nWho will manage data storage and backup during the research project?\nThe primary researcher - Clara Van Thillo \nWho will manage data preservation and sharing?\nThe primary researcher - Clara Van Thillo \nWho will update and implement this DMP?\nThe supervisor - Prof. Dr. Jan Wouters \nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n6 of 6"
    },
    "clean_full_text": "International Law-Making in Disguise? A Critical Legal Assessment of the Mandate and Practice on Statelessness of the UN High Commissioner for Refugees A Data Management Plan created using DMPonline.be Creator: Clara Van Thillo Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Clara Van Thillo Grant number / URL: 11B4723N ID: 193541 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: According to the United Nations High Commissioner for Refugees (UNHCR), 10 to 12 million people worldwide are without nationality, and are stateless. Stateless persons are among the most vulnerable human beings, as no State takes responsibility for them. Statelessness is a human rights issue, as stateless persons are often excluded from basic services, such as education and healthcare. The UN General Assembly has gradually expanded UNHCR’s mandate to address the issue. Over the last decade, UNHCR has taken a wide range of initiatives, such as encouraging States to accede to the two global treaties on the matter (1954 Convention Relating to the Status of Stateless Persons and 1961 Convention on the Reduction of Statelessness) and publishing guidelines on how States should interpret and implement the treaties. UNHCR’s practices raise the question what the legal value is of its interpretations, and whether its practices comply with its legal powers, on which legal scholarship fails to provide an answer. This research project inquires what role UNHCR plays in the development of the international legal framework on statelessness and the implementation thereof at the domestic level, and what UNHCR’s mandate, legal powers, and democratic accountability are in that respect. This research is important because UNHCR is intensely involved in national procedures and decision-making processes and its practices have far-reaching consequences for millions of stateless persons worldwide. Last modified: 20-01-2023 Created using DMPonline.be. Last modiﬁed 20 January 2023 1 of 6 International Law-Making in Disguise? A Critical Legal Assessment of the Mandate and Practice on Statelessness of the UN High Commissioner for Refugees FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Audio recordings of interviews Audio recordings of semi- structured interviews with UNHCR officials Generate new data Digital Other .mp4 or .wav <1GB / Transcriptions of interviews Transcriptions of semi- structured interviews with UNHCR officials Generate new data Digital Other .docx <100MB / Intermediate data Analysis of legislation, case law, policy documents and relevant literature; analysis of interviews. Generate new data Digital Compiled/aggregated data .docx <1GB / Additional documents Treaties, national legislation, case law, policy documents. Reuse existing data Digital Other .pdf or .docx <100GB / Created using DMPonline.be. Last modiﬁed 20 January 2023 2 of 6 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Treaties, obtained from the United Nations Treaty System: https://treaties.un.org/pages/Home.aspx?clang=_en National legislation, obtained from official government websites (e.g. Belgium: https://www.ejustice.just.fgov.be/loi/wet.htm; Australia: https://www.legislation.gov.au/). Case law, obtained from official databases of relevant courts (e.g. International Court of Justice: https://www.icj-cij.org/en/list-of-all- cases). Policy documents of UNHCR, obtained from UNHCR's online database Refworld : https://www.refworld.org/statelessness.html. Literature, obtained from Limo and Google Scholar. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Personal data will be used, obtained from semi-structured interviews with UNHCR officials who work or recently have worked at the Statelessness Section and Regional Statelessness Officers. This data is strictly confidential. Ethical approval is pending before the Social and Societal Ethics Committee of KU Leuven (SMEC) (G-2023-6202). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Personal data will be used, obtained from semi-structured interviews with UNHCR officials who work or recently have worked at the Statelessness Section and Regional Statelessness Officers. The personal data will include: name and surname, e-mail address, telephone number and information related to their profession. All personal data will be pseudonymized to prevent identification (e.g. 'Legal Official at the Statelessness Section, UNHCR 1'). I will not publish the participant's name and surname, e-mail address or telephone number, only their profession. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types Created using DMPonline.be. Last modiﬁed 20 January 2023 3 of 6 required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For the interviews, accompanying information will be kept in a Word document. This accompanying information includes: details on the setting of the interview (in person, video-call or telephone call), the list of interviewees, the informed consent process, the instructions provided to the interviewees, the process followed to remove direct identifiers in the data, as well as the list of the main topics that were used as a basis to conduct the interviews (interview guide). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? The data will be stored on the KU Leuven OneDrive for Business network drive, which is protected by multifactor identification. How will the data be backed up? OneDrive for Business provides automatic backups of the data on the cloud. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The standard offer provided by OneDrive is 2TB, which is sufficient for the present project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is stored on the secure OneDrive for Business network drive of KU Leuven. To access the data, multifactor authentication is required. Because of the personal nature of OneDrive, files that are not explicitly shared are not accessible to other researchers. As no storage services from the ICTS Service catalogue of non-European cloud suppliers are used, no additional security measures are necessary. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no additional costs. KU Leuven has signed a license agreement with Microsoft for OneDrive for Business for staff and students as part of the Microsoft 365 Education plan. As a result, it is free to use for both students and staff. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained for 10 years according to the KU Leuven RDM policy. After 10 years the researcher will decide, in consultation Created using DMPonline.be. Last modiﬁed 20 January 2023 4 of 6 with the supervisor, whether it is necessary to store the personal data for a longer time. If it is necessary to keep the data, a reminder date will be set at which the researcher will again decide whether the data still need to be kept. When further storage is no longer necessary, the personal data will be deleted. Where will these data be archived (stored and curated for the long-term)? The data will be stored on the KU Leuven's central archive servers for at least 10 years, in line with the KU Leuven RDM policy. It will be managed by the supervisor, in order to ensure access to the data for 10 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs depend on the size of the datasets, starting from 100GB. The bench fee will be used to cover the costs of the storage. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in an Open Access repository The intermediate data will be made available where relevant. The pseudonymized personal data will only be made available upon individual request. The audio-recordings of the interviews, the identification key used for the pseudonymization of the interviewees, and the Word document containing the accompanying information of the interviews will not be shared. If access is restricted, please specify who will be able to access the data and under what conditions. For privacy reasons, the pseudonymized personal data will only be shared upon individual request. The request must be made to the researcher or the supervisor of the project. They will decide whether access will be granted, depending on the nature of the request. In any case, the data will only be shared for research purposes. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects The sharing of the pseudonymized personal data depends on the consent of the participants. If a participant does not consent to the sharing of their (pseudonymized) data, the data will not be shared. Where will the data be made available? If already known, please provide a repository per dataset or data type. The intermediate data will be made available in RDR, KU Leuven's Research Data Repository. The pseudonymized personal data will only be shared upon individual request. The request must be made to the researcher or the supervisor of the project. When will the data be made available? The data will be made available upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. For the intermediate data, one of the Creative Commons licenses will be used. For the personal data, the Custom KU Leuven option will be selected, as the access is restricted. Created using DMPonline.be. Last modiﬁed 20 January 2023 5 of 6 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes For intermediate data deposited in the KU Leuven RDR, a DIO is added. What are the expected costs for data sharing? How will these costs be covered? None. 6. Responsibilities Who will manage data documentation and metadata during the research project? The primary researcher - Clara Van Thillo Who will manage data storage and backup during the research project? The primary researcher - Clara Van Thillo Who will manage data preservation and sharing? The primary researcher - Clara Van Thillo Who will update and implement this DMP? The supervisor - Prof. Dr. Jan Wouters Created using DMPonline.be. Last modiﬁed 20 January 2023 6 of 6"
}