{
    "document_id": "D-2023-2247",
    "LinkTitle": "D-2023-2247",
    "file_name": "D-2023-2247.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2247.pdf",
    "metadata": {
        "title": "D-2023-2247",
        "author": "N/A",
        "num_pages": 18
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Maarten De Vos http://orcid.org/0000-0002-3482-5145\nContributor name(s) (+ ORCID) & roles Helene Huts, PhD student (https://orcid.org/0000-0002-0617-1316)\nProject number1 & title  G0C9623N, ARTIFICIAL INTELLIGENCE (AI) FOR DATA-DRIVEN PERSONALISED MEDICINE\nFunder(s) GrantID2 D-2023-2247\nAffiliation(s)  XKU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \nPlease provide a short project description            Novel AI strategies will be developed for assessing personalised treatment effects based on  \n            retrospective data analysis of randomised clinical trials and interactive explainable tools will\n     .be investigated to improve model performance\n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nIMPACTDataset and \ndataset \ndocumentation \nfrom the \nIMPACT trialReuse existing data DigitalExperimental .csv, \n.pdf< 100 GB\nPIONEERDataset and Reuse existing data DigitalExperimental .csv, < 1 GB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5dataset \ndocumentation \nfrom the \nPIONEER trial.pdf, \nother: .xpt, .xlsx\nISAACCDataset and \ndataset \ndocumentation \nfrom the ISAACC \ntrialReuse existing data DigitalExperimental (yet to be \ndetermined)(yet to be \ndetermined)\nBeNeBioDataset and \ndataset \ndocumentation \nfrom the \nBeNeBio trialReuse existing data DigitalExperimental (yet to be \ndetermined)(yet to be \ndetermined)\nMACRODataset and \ndataset \ndocumentation \nfrom the \nMACRO trialReuse existing data DigitalExperimental .csv, \n.pdf,\nother: .sas7bdat< 100 MB\nCOLUMBUSDataset and \ndataset \ndocumentation \nfrom the \nCOLUMBUS trialReuse existing data DigitalExperimental .csv, \n.pdf, \nother: .sav, .xlsx< 100 MB\nBACEDataset and \ndataset \ndocumentation Reuse existing data DigitalExperimental .csv,\n other: .xlsx< 100 MB\nFWO DMP Template (Flemish Standard DMP) 6from the BACE \ntrial\nProject code \nand \ngenerated \ndata – \nIMPACT Preprocessing, \nmodel code, \nevaluation code, \nmodel resultsGenerate new data DigitalSoftware, other .csv, \n.pdf,\nother: .tiff, .png, .\nxlsx, .eps, .py, .ipy\nnb, .R, .Rmd< 100 MB\nProject code \nand \ngenerated \ndata – \nPIONEER Preprocessing, \nmodel code, \nevaluation code, \nmodel resultsGenerate new data DigitalSoftware, other .csv, \n.pdf,\nother: .tiff, .png, .\nxlsx, .eps, .py, .ipy\nnb, .R, .Rmd< 100 MB\nProject code \nand \ngenerated \ndata – ISAACC Preprocessing, \nmodel code, \nevaluation code, \nmodel resultsGenerate new data DigitalSoftware, other .csv, \n.pdf,\nother: .tiff, .png, .\nxlsx, .eps, .py, .ipy\nnb, .R, .Rmd< 100 MB\nProject code \nand \ngenerated \ndata – \nBeNeBio Preprocessing, \nmodel code, \nevaluation code, \nmodel resultsGenerate new data DigitalSoftware, other .csv, \n.pdf,\nother: .tiff, .png, .\nxlsx, .eps, .py, .ipy\nnb, .R, .Rmd< 100 MB\nProject code \nand \ngenerated \ndata – \nMACROPreprocessing, \nmodel code, \nevaluation code, \nmodel resultsGenerate new data DigitalSoftware, other .csv, \n.pdf,\nother: .tiff, .png, .\nxlsx, .eps, .py, .ipy\nnb, .R, .Rmd< 100 MB\nFWO DMP Template (Flemish Standard DMP) 7Project code \nand \ngenerated \ndata - \nCOLUMBUSPreprocessing, \nmodel code, \nevaluation code, \nmodel resultsGenerate new data DigitalSoftware, other .csv, \n.pdf,\nother: .tiff, .png, .\nxlsx, .eps, .py, .ipy\nnb, .R, .Rmd< 100 MB\nProject code \nand \ngenerated \ndata - BACEPreprocessing, \nmodel code, \nevaluation code, \nmodel resultsGenerate new data DigitalSoftware, other .csv, \n.pdf,\nother: .tiff, .png, .\nxlsx, .eps, .py, .ipy\nnb, .R, .Rmd< 100 MB\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 8If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  1)IMPACT: dataset gathered in the IMPACT trial (ClinicalTrials.gov identifier: NCT02164513),\nnot public, received under data sharing agreement via ClinicalStudyDataRequest.com.\n2)PIONEER: dataset gathered in the PIONEER trial ( ClinicalTrials.gov identifier: NCT02986321),\nnot public, received under data sharing agreement.\n3)ISAACC: dataset gathered in the ISAACC trial ( ClinicalTrials.gov identifier: NCT01335087),\nnot public, will be received under data sharing agreement.\n4)BeNeBio: dataset gathered in the BeNeBio trial ( ClinicalTrials.gov identifier: NCT04340076),\nnot public, will be received under data sharing agreement.\n5)MACRO: dataset gathered in the MACRO trial ( ClinicalTrials.gov identifier: NCT00325897),\nnot public, received under data sharing agreement.\n6)COLUMBUS: dataset gathered in the COLUMBUS trial ( ClinicalTrials.gov identifier: NCT00985244), \nnot public, received under data sharing agreement.\n7)BACE: dataset gathered in the BACE trial ( ClinicalTrials.gov identifier: NCT02135354),\nnot public, trial performed by our own lab.\nFWO DMP Template (Flemish Standard DMP) 9Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nThe IMPACT, PIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE trial datasets contain personal \ndata from patients that was gathered in clinical trials. The data has been collected with informed consent \nand in line with the clinical study protocols. This project will use artificial intelligence for secondary \nanalyses of these datasets.\nThree of these datasets were (partially) collected outside of the EU:\n1)IMPACT was a global multicentre study, with data recorded in approximately 1200 study centres in \n37 different countries. Countries included are the USA, Argentina, Australia, Austria, Belgium, \nBrazil, Canada, Chile, China, Colombia, Czechia, Denmark, Finland, France, Germany, Hong Kong, \nIsrael, Japan, the Republic of Korea, the Netherlands, New Zealand, Norway, Peru, Philippines, \nPoland, Puerto Rico, Romania, the Russian Federation, Singapore, South Africa, Spain, Sweden, \nThailand, Turkey, Ukraine, the United Kingdom and Vietnam.\n2)MACRO data was recorded in 17 sites associated with 12 academic health centres in the USA.\n3)PIONEER data was recorded in Bulgaria, Germany, Hungary, Poland, Russia, Ukraine and the United  \nKingdom.\nFWO DMP Template (Flemish Standard DMP) 10Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used:\nThe IMPACT, PIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE trial datasets, that we will use for  \nsecondary analyses, contain personal data from patients that was gathered in clinical trials. Datasets \ncontain patient characteristics (txt), lab values (txt) and results from clinical tests (txt). Datasets are fully \nanonymized before transfer to our research group.\n-Privacy Registry Reference:\n1)IMPACT:  Ethical approval for secondary analysis of the datasets was requested via KU Leuven’s \nPRET platform (PRivacy and EThics). Ethical approval was granted:  \nPrivacy Registry Reference G-2022-5402\n2)MACRO + COLUMBUS: Ethical approval for secondary analysis of the datasets was requested via KU  \nLeuven’s PRET platform. Ethical approval was granted:  \nPrivacy Registry Reference G-2022-4831-R2(AMD)\n3)ISAACC: Contracts for access to this dataset are in progress, ethical approval will be requested via \nKU Leuven’s PRET platform.\n4)BeNeBio: This trial will finish in januari 2024, after which contracts for access to the data will be \ndrawn up and ethical approval will be requested via KU Leuven’s PRET platform.\n5)BACE: Trial from our own research lab, approved by UZ Leuven ethics committee (s55829) and the \ncompetent authority (Federaal Agentschap voor Geneesmiddelen en Gezondheidsproducten).\n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 116)PIONEER: details not fully know.\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP) 12Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).We receive the trial datasets (IMPACT, PIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE) under \ndata sharing agreements, together with all necessary dataset documentation.  \nThe developed code will be well documented using general README.txt files, inline comments and \nfunction/class input – output explanations.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nThe IMPACT and PIONEER datasets follow the ADaM standards for analysis datasets and associated \nmetadata.\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nDataset documentation for the other trial datasets (ISAACC, BeNeBio, MACRO, COLUMBUS and BACE) is \navailable but not standardized. The developed code will be well documented using general README.txt \nfiles, inline comments and function/class input – output explanations.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? Trial datasets (IMPACT, PIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE) and generated data \nare stored in a personal map on the KU Leuven J-drive (Shared network storage).\nCode files are stored in private repositories on the KU Leuven GitLab server.\nFWO DMP Template (Flemish Standard DMP) 13How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.An automatic back-up of the shared network storage is made according to the following schedule:\n-A backup at 8:00, 12:00, 16:00 and 20:00, the last 6 of which are stored on ICTS servers in a KU \nLeuven datacentre.\n- A daily backup, at midnight, the last 6 of which are stored on ICTS servers in a KU Leuven \ndatacentre.\n-A weekly backup, Saturday night at midnight, the last 12 of which are stored on ICTS servers in a \nKU Leuven datacentre.\nEvery hour, a mirror (exact copy) of all data is created in a second ICTS data centre. In the event that the \nprimary storage unit is corrupted, the ICTS team can get the mirror copy online within the hour.\nThe KU Leuven GitLab server is a self-hosted platform: all data is stored in datacentres of KU Leuven with \nregular back-ups.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nThere is no hard limit to the storage capacity of the KU Leuven shared network storage. A storage request \ncan be made to ICTS, additional storage can be requested if needed.\nStandard storage capacity for KU Leuven personnel on the KU Leuven GitLab server consists of 25 personal  \nproject repositories and 1GB storage for personal project repositories. We do not exceed this standard \ncapacity.\nIf no, please specify:  \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 14How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Our shared network storage is only accessible by our own research group, access is secured by the central \nKU Leuven login with Multi-Factor Authentication. Access to individual trial datasets (IMPACT, PIONEER, \nISAACC, BeNeBio, MACRO, COLUMBUS and BACE) is secured by passwords with AES-256 encryption.\nCode is stored in private repositories on the KU Leuven GitLab server, access is secured by the central KU \nLeuven login with Multi-Factor Authentication.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The shared network storage costs € 503.66 per TB, per year. For this project we need less than 3GB. The \ncost per year for 3GB would be € 1.51.\nStandard storage capacity for KU Leuven personnel on the KU Leuven GitLab server (which we do not \nexceed) is free of charge.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).Code, generated data and the COLUMBUS, MACRO and BACE trial datasets will be retained for at least five  \nyears.\nThe dataset from the IMPACT trial will be deleted after a two-year period as agreed with the data provider  \n(data sharing agreement with GSK (GlaxoSmithKline).\nFor the ISAACC and BeNeBio trial datasets the period of retention will depend on the data sharing \nagreements (agreements still in progress).\nPIONEER data will be not stored after the end of this year.\nWhere will these data be archived (stored and \ncurated for the long-term)?Trial datasets (IMPACT, PIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE) and generated data \nwill be archived on the KU Leuven J-drive (Shared network storage). Code will be archived on the KU \nLeuven GitLab server.\nFWO DMP Template (Flemish Standard DMP) 15What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Costs are the same as for data storage and back-up during the project.\nFWO DMP Template (Flemish Standard DMP) 166. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.We are reusing trial datasets (IMPACT, PIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE) \nretrieved from restricted access repositories. We can access the data under the conditions in a data \nsharing agreement for each dataset. Data sharing policy is decided by each data provider.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☒ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nRestrictions based on granted ethical approvals and data sharing agreements for all trial datasets (IMPACT,  \nPIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE).\nFWO DMP Template (Flemish Standard DMP) 17Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.NA\nWhen will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.NA\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  NA\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 18What are the expected costs for data sharing? \nHow will these costs be covered?  NA\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?PI Maarten De Vos\nWho will manage data storage and backup \nduring the research project?PI Maarten De Vos\nWho will manage data preservation and \nsharing?PI Maarten De Vos\nWho will update and implement this DMP? PI Maarten De Vos"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Maarten De Vos http://orcid.org/0000-0002-3482-5145 Contributor name(s) (+ ORCID) & roles Helene Huts, PhD student (https://orcid.org/0000-0002-0617-1316) Project number1 & title G0C9623N, ARTIFICIAL INTELLIGENCE (AI) FOR DATA-DRIVEN PERSONALISED MEDICINE Funder(s) GrantID2 D-2023-2247 Affiliation(s) XKU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: Please provide a short project description Novel AI strategies will be developed for assessing personalised treatment effects based on retrospective data analysis of randomised clinical trials and interactive explainable tools will .be investigated to improve model performance 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data ☐ Reuse existing data☐ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA IMPACTDataset and dataset documentation from the IMPACT trialReuse existing data DigitalExperimental .csv, .pdf< 100 GB PIONEERDataset and Reuse existing data DigitalExperimental .csv, < 1 GB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5dataset documentation from the PIONEER trial.pdf, other: .xpt, .xlsx ISAACCDataset and dataset documentation from the ISAACC trialReuse existing data DigitalExperimental (yet to be determined)(yet to be determined) BeNeBioDataset and dataset documentation from the BeNeBio trialReuse existing data DigitalExperimental (yet to be determined)(yet to be determined) MACRODataset and dataset documentation from the MACRO trialReuse existing data DigitalExperimental .csv, .pdf, other: .sas7bdat< 100 MB COLUMBUSDataset and dataset documentation from the COLUMBUS trialReuse existing data DigitalExperimental .csv, .pdf, other: .sav, .xlsx< 100 MB BACEDataset and dataset documentation Reuse existing data DigitalExperimental .csv, other: .xlsx< 100 MB FWO DMP Template (Flemish Standard DMP) 6from the BACE trial Project code and generated data – IMPACT Preprocessing, model code, evaluation code, model resultsGenerate new data DigitalSoftware, other .csv, .pdf, other: .tiff, .png, . xlsx, .eps, .py, .ipy nb, .R, .Rmd< 100 MB Project code and generated data – PIONEER Preprocessing, model code, evaluation code, model resultsGenerate new data DigitalSoftware, other .csv, .pdf, other: .tiff, .png, . xlsx, .eps, .py, .ipy nb, .R, .Rmd< 100 MB Project code and generated data – ISAACC Preprocessing, model code, evaluation code, model resultsGenerate new data DigitalSoftware, other .csv, .pdf, other: .tiff, .png, . xlsx, .eps, .py, .ipy nb, .R, .Rmd< 100 MB Project code and generated data – BeNeBio Preprocessing, model code, evaluation code, model resultsGenerate new data DigitalSoftware, other .csv, .pdf, other: .tiff, .png, . xlsx, .eps, .py, .ipy nb, .R, .Rmd< 100 MB Project code and generated data – MACROPreprocessing, model code, evaluation code, model resultsGenerate new data DigitalSoftware, other .csv, .pdf, other: .tiff, .png, . xlsx, .eps, .py, .ipy nb, .R, .Rmd< 100 MB FWO DMP Template (Flemish Standard DMP) 7Project code and generated data - COLUMBUSPreprocessing, model code, evaluation code, model resultsGenerate new data DigitalSoftware, other .csv, .pdf, other: .tiff, .png, . xlsx, .eps, .py, .ipy nb, .R, .Rmd< 100 MB Project code and generated data - BACEPreprocessing, model code, evaluation code, model resultsGenerate new data DigitalSoftware, other .csv, .pdf, other: .tiff, .png, . xlsx, .eps, .py, .ipy nb, .R, .Rmd< 100 MB GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 8If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. 1)IMPACT: dataset gathered in the IMPACT trial (ClinicalTrials.gov identifier: NCT02164513), not public, received under data sharing agreement via ClinicalStudyDataRequest.com. 2)PIONEER: dataset gathered in the PIONEER trial ( ClinicalTrials.gov identifier: NCT02986321), not public, received under data sharing agreement. 3)ISAACC: dataset gathered in the ISAACC trial ( ClinicalTrials.gov identifier: NCT01335087), not public, will be received under data sharing agreement. 4)BeNeBio: dataset gathered in the BeNeBio trial ( ClinicalTrials.gov identifier: NCT04340076), not public, will be received under data sharing agreement. 5)MACRO: dataset gathered in the MACRO trial ( ClinicalTrials.gov identifier: NCT00325897), not public, received under data sharing agreement. 6)COLUMBUS: dataset gathered in the COLUMBUS trial ( ClinicalTrials.gov identifier: NCT00985244), not public, received under data sharing agreement. 7)BACE: dataset gathered in the BACE trial ( ClinicalTrials.gov identifier: NCT02135354), not public, trial performed by our own lab. FWO DMP Template (Flemish Standard DMP) 9Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: The IMPACT, PIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE trial datasets contain personal data from patients that was gathered in clinical trials. The data has been collected with informed consent and in line with the clinical study protocols. This project will use artificial intelligence for secondary analyses of these datasets. Three of these datasets were (partially) collected outside of the EU: 1)IMPACT was a global multicentre study, with data recorded in approximately 1200 study centres in 37 different countries. Countries included are the USA, Argentina, Australia, Austria, Belgium, Brazil, Canada, Chile, China, Colombia, Czechia, Denmark, Finland, France, Germany, Hong Kong, Israel, Japan, the Republic of Korea, the Netherlands, New Zealand, Norway, Peru, Philippines, Poland, Puerto Rico, Romania, the Russian Federation, Singapore, South Africa, Spain, Sweden, Thailand, Turkey, Ukraine, the United Kingdom and Vietnam. 2)MACRO data was recorded in 17 sites associated with 12 academic health centres in the USA. 3)PIONEER data was recorded in Bulgaria, Germany, Hungary, Poland, Russia, Ukraine and the United Kingdom. FWO DMP Template (Flemish Standard DMP) 10Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: The IMPACT, PIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE trial datasets, that we will use for secondary analyses, contain personal data from patients that was gathered in clinical trials. Datasets contain patient characteristics (txt), lab values (txt) and results from clinical tests (txt). Datasets are fully anonymized before transfer to our research group. -Privacy Registry Reference: 1)IMPACT: Ethical approval for secondary analysis of the datasets was requested via KU Leuven’s PRET platform (PRivacy and EThics). Ethical approval was granted: Privacy Registry Reference G-2022-5402 2)MACRO + COLUMBUS: Ethical approval for secondary analysis of the datasets was requested via KU Leuven’s PRET platform. Ethical approval was granted: Privacy Registry Reference G-2022-4831-R2(AMD) 3)ISAACC: Contracts for access to this dataset are in progress, ethical approval will be requested via KU Leuven’s PRET platform. 4)BeNeBio: This trial will finish in januari 2024, after which contracts for access to the data will be drawn up and ethical approval will be requested via KU Leuven’s PRET platform. 5)BACE: Trial from our own research lab, approved by UZ Leuven ethics committee (s55829) and the competent authority (Federaal Agentschap voor Geneesmiddelen en Gezondheidsproducten). 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 116)PIONEER: details not fully know. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) 12Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).We receive the trial datasets (IMPACT, PIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE) under data sharing agreements, together with all necessary dataset documentation. The developed code will be well documented using general README.txt files, inline comments and function/class input – output explanations. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: The IMPACT and PIONEER datasets follow the ADaM standards for analysis datasets and associated metadata. If no, please specify (where appropriate per dataset or data type) which metadata will be created: Dataset documentation for the other trial datasets (ISAACC, BeNeBio, MACRO, COLUMBUS and BACE) is available but not standardized. The developed code will be well documented using general README.txt files, inline comments and function/class input – output explanations. 4.Data Storage & Back-up during the Research Project Where will the data be stored? Trial datasets (IMPACT, PIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE) and generated data are stored in a personal map on the KU Leuven J-drive (Shared network storage). Code files are stored in private repositories on the KU Leuven GitLab server. FWO DMP Template (Flemish Standard DMP) 13How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.An automatic back-up of the shared network storage is made according to the following schedule: -A backup at 8:00, 12:00, 16:00 and 20:00, the last 6 of which are stored on ICTS servers in a KU Leuven datacentre. - A daily backup, at midnight, the last 6 of which are stored on ICTS servers in a KU Leuven datacentre. -A weekly backup, Saturday night at midnight, the last 12 of which are stored on ICTS servers in a KU Leuven datacentre. Every hour, a mirror (exact copy) of all data is created in a second ICTS data centre. In the event that the primary storage unit is corrupted, the ICTS team can get the mirror copy online within the hour. The KU Leuven GitLab server is a self-hosted platform: all data is stored in datacentres of KU Leuven with regular back-ups. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: There is no hard limit to the storage capacity of the KU Leuven shared network storage. A storage request can be made to ICTS, additional storage can be requested if needed. Standard storage capacity for KU Leuven personnel on the KU Leuven GitLab server consists of 25 personal project repositories and 1GB storage for personal project repositories. We do not exceed this standard capacity. If no, please specify: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 14How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Our shared network storage is only accessible by our own research group, access is secured by the central KU Leuven login with Multi-Factor Authentication. Access to individual trial datasets (IMPACT, PIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE) is secured by passwords with AES-256 encryption. Code is stored in private repositories on the KU Leuven GitLab server, access is secured by the central KU Leuven login with Multi-Factor Authentication. What are the expected costs for data storage and backup during the research project? How will these costs be covered?The shared network storage costs € 503.66 per TB, per year. For this project we need less than 3GB. The cost per year for 3GB would be € 1.51. Standard storage capacity for KU Leuven personnel on the KU Leuven GitLab server (which we do not exceed) is free of charge. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).Code, generated data and the COLUMBUS, MACRO and BACE trial datasets will be retained for at least five years. The dataset from the IMPACT trial will be deleted after a two-year period as agreed with the data provider (data sharing agreement with GSK (GlaxoSmithKline). For the ISAACC and BeNeBio trial datasets the period of retention will depend on the data sharing agreements (agreements still in progress). PIONEER data will be not stored after the end of this year. Where will these data be archived (stored and curated for the long-term)?Trial datasets (IMPACT, PIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE) and generated data will be archived on the KU Leuven J-drive (Shared network storage). Code will be archived on the KU Leuven GitLab server. FWO DMP Template (Flemish Standard DMP) 15What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Costs are the same as for data storage and back-up during the project. FWO DMP Template (Flemish Standard DMP) 166. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.We are reusing trial datasets (IMPACT, PIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE) retrieved from restricted access repositories. We can access the data under the conditions in a data sharing agreement for each dataset. Data sharing policy is decided by each data provider. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☒ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Restrictions based on granted ethical approvals and data sharing agreements for all trial datasets (IMPACT, PIONEER, ISAACC, BeNeBio, MACRO, COLUMBUS and BACE). FWO DMP Template (Flemish Standard DMP) 17Where will the data be made available? If already known, please provide a repository per dataset or data type.NA When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.NA Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 NA Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 18What are the expected costs for data sharing? How will these costs be covered? NA 7. Responsibilities Who will manage data documentation and metadata during the research project?PI Maarten De Vos Who will manage data storage and backup during the research project?PI Maarten De Vos Who will manage data preservation and sharing?PI Maarten De Vos Who will update and implement this DMP? PI Maarten De Vos"
}