{
    "document_id": "D-2023-2313",
    "LinkTitle": "D-2023-2313",
    "file_name": "D-2023-2313.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2313.pdf",
    "metadata": {
        "title": "D-2023-2313",
        "author": "Ekaterina Makshina",
        "num_pages": 10
    },
    "content": {
        "full_text": "1 \n  \n \nGREEN -B2B-2: ACID CATALYZED PRODUCTION OF GREEN  BUTADIENE FROM BUTANEDIOLS \n(HBC.2022.0530)  \nA Data Management Plan created using DMPonline.be  \n \nCreators:      Ekaterina Makshina, Bert Lagrain , Bert Sels     \n \nAffiliation: KU Leuven (KUL)  \n \nFunder: Vlaams Agentschap Innoveren & Ondernemen (VLAIO)  \n \nTemplate: VLAIO cSBO DMP (Flemish Standard DMP)  \n \nPrincipal Investigator:        Bert Sels .      \n \nData Manager:        Ekaterina Makshina      \n \nProject Administrator:        Bert  Lagrain ., Ekaterina Makshina      \n \nGrant nu mber / URL: HBC.2022.0530  \n \nID: 200949  \n \nStart date: 01-06-2023  \n \nEnd date: 30-11-2025  \n \nProject abstract:  \nGREEN -B2B-2 aims at the sustainable production of 30 kt/a green, ‘add -on’ 1,3 -butadiene (5 to 10%admixture in conventional \n1,3-butadiene) via the microb ial production of 1,3 -butanediol (1,3 ‑BDO) from waste biomass (and CO2) and subsequent acid \ncatalyzed dehydration into 1,3 ‑butadiene (1,3 -BD). This will be achieved through innovative genetic engineering, (gas) \nfermentation, catalyst design and synthesis, and by kinetic and process modeling done by a diverse and complementary team \nof scientists.  \n \nLast modified: 15-09-2023  \n \n  \n2 \n GREEN -B2B-2: ACID CATALYZED PRODUCTION OF GREEN BUTADIENE  FROM BUTANEDIOLS \n(HBC.2022.0530)  \nVLAIO DMP (Flemish Standard DMP)  \n \n1. RESEARCH DATA SUMMARY  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. \nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself  \nto know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also \nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limi t of \nthe volume of the data.  \n \nDataset Name  Description  New or \nreused  Digital \nor \nPhysical  Digital Data Type  Digita l \nData \nformat  Digital data \nvolume \n(MB/GB/TB)  Physical \nvolume  \nAnalytical \nmeasurements  Analysis of \nsolid   catalysts and \nreaction   products (GC, \nGC-MS, NMR, HPLC, IR, \nTGA, DSC, UV)  \n  Generate \nnew \ndata,   \nReuse \nexisting \ndata  Digital  Experimental  .txt \n.csv \n.xls \n.pdf <100GB  / \nLiquid product \nsamples  Product samples in 10 \nml glass vials  \n  Generate \nnew \ndata,   \nReuse \nexisting \ndata  Physical  / / / 1 shelf in a \ncupboard \n(equivalent to \n35 L plastic \nbox)  \nSolid catalysts  Powder in 10 ml \nplastic vials  Generate \nnew data,  \nReuse \nexisting \ndata  Physical  / / / 1 shelf in a \ncupboard \n(equivalent to \n35 L plastic \nbox)  \nExperimental \ndata (generated) \nquantitative  Processing of \nmeasured, \nexperimental, data  \n  Generate \nnew data,  \nReuse \nexisting \ndata  Digital  Compiled/aggregated \ndata  .xls <100 GB  / \nLiterature study  Literature summary \nand organization of \nliterature references  Generate \nnew data,  \nReuse \nexisting \ndata  Digital  Compiled/aggregated \ndata  .ris \n.txt \n.pdf \n.docx  \n.pptx  <100 GB  / \nReporting data  Meeting reports, \nproject reports  Generate \nnew \ndata,   \nReuse \nexisting \ndata  Digital  Compiled/aggregated \ndata  .pptx  \n.docx  <100 GB  / \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc .) \nper dataset or data type:  \n \n1) The literature study. Data will be compiled from existing data available through journal publishers websites (DOI or URL) and \nexported as RIS, TXT or PDF files to online (or desktop) library manager or reference manager (Google Scholar, EndN ote, \nMendeley or Zotero). Processed literature data will be summarized in a review document (.docx, .xls, . pptx)  \n2) physical samples (liquid and solid) are available from previous project (GreenB2B, HBC.2020.2606) and will be reused in \ntesting in analysis  \n3 \n 3) existing analytical data, experimental data, literature study and reports available from previous project (GreenB2B, \nHBC.2020.2606) will be reused in current project. Raw analytical data  are stored on internal KUL J -drive. Experimental, \nliterature  and reporting data are stored on OneDrive folder shared between members of CSCE involved in GreenB2B and \nGreenB2B -2 projects. Reports and presentation from project meetings are stored on general Sharepoint managed by UGent (as \nmain project coordinator) ht tps://sharepoint.ugent.be/projects/202107265/SitePages/Home.aspx \nand  https://ugentbe.sharepoint.com/teams/Group.PR202303017/SitePages/TeamHome.aspx  \n  \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans  or animals, dual \nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.  \n \n● No \n \n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment sect ion. Please \nrefer to specific datasets or data types when appropriate.  \n \n● No \n \n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial \nexploitation, …)? If so, please comment per dataset or data type where appropriate.  \n \n● Yes \nThis work might have potential for tech transfer and valorization. Therefore, there will be restrictions for data disclosure as it \nmay contain IP -sensitive information. All data will be subjected for their patentability prior t o any publication. If applicable, \npatent applications will be filled. IP management will be conducted as described in the collaboration agreement SWOK: Patent \napplications will be made for relevant innovative procedures/products and the costs will be share d according to ownership \npercentage that shall be subject to negotiation on a pro rata basis. The IP can be filled by one partner on exclusive project  \nresults or by multiple partners to protect common project results (joined IP). Following the SWOK, the in tention to file a patent \napplication should be reported to the consortium at least two weeks prior to the filing date. Furthermore, to avoid publicati on \nof IPR sensitive results, all partners will be responsible for transfer of anticipated publications.   \n \n \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer \nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and \nwhat res trictions are in place.  \n \n● Yes \nFor this cSBO Cluster project a research collaboration agreement is drawn up (i.e. SWOK). Furthermore, material product \nsamples will be transferred between partners. Common project results and data will be shared in (bilateral)  technical meetings \n(.ppt). Future (joined) anticipated publications or patent applications will be discussed in consortium meetings. The agreeme nts \nconcerning IPR are, briefly, reported in the previous question and described in the SWOK.  \n \n \nAre there any o ther legal issues, such as intellectual property rights and ownership, to be managed related to the data you \n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.  \n \n4 \n ● No \n \n \n \n2. DOCUMENTATION AND  METADATA  \n \nClearly describe what approach will be followed to capture the accompanying information necessary to keep data \nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is \nrecorded).  \n \n1. Regular set of raw experimental data will be collected per every experiment. Experiments will be classified based on \ndate and type of exper iment.  \n2. Additional document (a living document, as .xls or .ppt) will contain a detailed summary of every experiment to keep \ntrack of experimental details.  \n3. Another overview file (ppt) explains the organization of data storage (raw files, processed files, progress report files).  \n \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per \ndataset or data type) which metadata standard will be used. If not, please specify (where appropria te per dataset or data \ntype) which metadata will be created to make the data easier to find and reuse.  \n \n● Yes \nThe metadata for the data in this project entails:  \n● Creator of the dataset  \n● Name of the dataset  \n● File type of the dataset (depending on the employed so ftware different file formats will be generated).  \n● Date of generation  \n● Data type (experimental or modelled)  \n● Software employed to generate the data (in case of modelled)  \n                        \n \n \n \n3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \n \nWhere w ill the data be stored?  \n \nAll data will be stored in a cloud service offered by the university:  \n1. J-drive is used at CSCE for raw data collection and transfer  \n5 \n 2. Personal I -drives will be used by CSCE members working on the project to have a personal back -ups of  their files  \n3. OneDrive of KUL is used as storage of all data related to project   \n4. General reports and consortium meetings presentations will be copied to Sharepoint (managed by UGent)  \n  \n \n \nHow will the data be backed up?  \n \nThe data will be stored on the university's central servers with automatic daily back -up procedures.  \n \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.  \nIf no or insufficient storage or backup capacities are available, then explain ho w this will be taken care of.  \n \n● Yes \n \n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  \n \nIn the cloud service offered by the university (OneDrive and Sharepoint of UGent) the access to the data can be strictly \nauthorized to only researcher involved directly in project execution.   \n \nOneDrive folder will be created and managed by CSCE project responsible and will have following structure:  \n● 1 protected folder containing all data - only manager (and PI ) can consult and add/modify data  \n● 1 folder with read -only rights for researchers to check data collected by team - researchers can see data, copy data to \ntheir local storage space, but can't add o r modify  \n● 1 folder with \"edit\" rights for researchers as \"in put\" folder - researcher can deposit new data; manager needs to copy \nmanually data from input to other 2 folders, which will be done every month   \n \n \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs b e covered?  \n \nduring the course of the project - there are no additional costs related to the data storage and backup during the course of the \nproject  \n \n \n \n4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \n \nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) \nafter the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or \ncontractual restrictions, storage/budget iss ues, institutional policies...).  \n \nRetained data:  \n● Publications (experimental manuscripts, review papers, PhD, master thesis)  \n6 \n ● Regular progress and final reports (as ppt and doc files)  \n● Final processed experimental data (as xls files)  \nNot retained data:  \n● Raw ex perimental data (as csv, txt, xls,.. format) - easy and low cost reproducibility  \n  \n \n \nWhere will these data be archived (stored and curated for the long -term)?  \n \nThe data will be stored on the university's central servers for at least 10 years, conform the K U Leuven RDM policy:   \nK-drive of CSCE: K: \\SET-CSCE -Archive -Data -D0771  \n  \n \n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?  \n \nK-drive long -term storage costs are covered by project budge ts. Running projects covers the costs of finished projects.   \n \n \n \n5. DATA SHARING AND REUSE  \n \nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please \nexplain per dataset or data type which data will be made available.  \n \n● Yes, in a restricted access repository (after approval, institutional access only, …)  \nData will be available only in a format of publications (PhD, IP, master thesis) or strictly for internal use within research  group \ninternal ly \n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.  \n \n1. In a restricted access repository  \n2. Upon request by mail and approval by responsible PI (main data owner)  \n3. Via publications, patents  \n \n \nAre there any f actors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd \nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.  \n \n● Yes, Intellectual Property Rights  \nLike reported in question 1.5, this work might have potential for tech transfer and valorization. Therefore, there will be \nrestrictions for data disclosure as it may contain IP -sensitive information. Note, this will not be applicable on the reference \ndatase t, however it might be applicable on the experimental, analytical and sample storage dataset.    \n7 \n In the section 'article 6 Publication' of the collaboration agreement, the procedure of publication of results generated in t his \nproject covers the following re quirements:  \n● In all forms of dissemination the collaboration of the consortium should be mentioned.  \n● A partner can not publish results which he/she does not own.   \n● The type of dissemination of results will be discussed in the steering group, taking into accou nt the valorization \npotential of these results.   \n● A publication should be shared with the collaborating partners at least 30 days before submission, to allow them to \nregister objection within 15 days after reception.  \n● If there is any objection, the involved partners will discuss this a meeting and try to find, as soon as possible, a \nsolution, or tackle this problem by adapting the manuscript. If there is no objection, the publication can be \nsubmitted.   \n \n \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.  \n \nThe experimental and analytical data will be stored in a restricted access repository. This data and insights will be, later,  made \navailable via publications or patents, which are access ible via LIMO (KU Leuven) and search engines like patentscope. More \ndetailed information and data can be shared upon request by mail (corresponding author).   \n \n \nWhen will the data be made available?  \n \nUpon publication of the research results  \n \n \nWhich data usa ge licenses are you going to provide? If none, please explain why.  \n \nN/A \n \n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it \nin the comment section.  \n \n● Yes \nOnce the research results will be published, the DOI will be linked to the dataset including the project results.   \n \n \nWhat are the expected costs for data sharing? How will these costs be covered?  \n \nPublications in specific sources might be a subject of additional costs that will be paid form running projects.  \n \n \n \n6. RESPONSIBILITIES  \n \nWho will manage data documentation and metadata during the research project?  \n \n                      The postdocs and PhD students will collectively manage their own data and data documentation during the project \nbased on mutual agreements about data sets (see part 2). They will be assisted by professor and project manager.                                           \n8 \n  \n \nWho will manage data storage and backup during the research project?  \n \n                      Project manager will take responsibility to organize data collection (set -up One -drive), coordinate of data \nmanagement activity ( incl. manual back -ups) and assist people involved in the project in proper handling of collected data \n(documentation of data, sharing data etc.) Professor will take a helicopter view on data management (assign roles, specify \naccess permissions etc.) Project manager of current project (Ekaterina Makshina) will be always backed -up by other group \nmembers involved in project management (IOF valorization manager Bert Lagrain, PI Bert Sels)                                                      \n \n \nWho will manage data preservation and sharing?  \n \n                      Research manager (Ekaterina Makshina), main PI/professor (Bert Sels)                                           \n \n \nWho will update and implement this DMP?  \n \n                      The end r esponsibility for updating and implementing the DMP is with the supervisor (promotor) and project \nmanager.                       \n \n \n \n  \n9 \n GREEN -B2B-2: ACID CATALYZED PRODUCTION OF GREEN BUTADIENE FROM BUTANEDIOLS \n(HBC.2022.0530)  \nGDPR  \n \nGDPR  \n \nHave you registered  personal data processing activities for this project?  \n \n \nNot applicable  \n \n \n  \n10 \n GREEN -B2B-2: ACID CATALYZED PRODUCTION OF GREEN BUTADIENE FROM BUTANEDIOLS \n(HBC.2022.0530)  \nDPIA  \n \nSDPIA  \n \nHave you performed a DPIA for the personal data processing activities for this project?  \n \n \nNot applicable  \n "
    },
    "clean_full_text": "1 GREEN -B2B-2: ACID CATALYZED PRODUCTION OF GREEN BUTADIENE FROM BUTANEDIOLS (HBC.2022.0530) A Data Management Plan created using DMPonline.be Creators: Ekaterina Makshina, Bert Lagrain , Bert Sels Affiliation: KU Leuven (KUL) Funder: Vlaams Agentschap Innoveren & Ondernemen (VLAIO) Template: VLAIO cSBO DMP (Flemish Standard DMP) Principal Investigator: Bert Sels . Data Manager: Ekaterina Makshina Project Administrator: Bert Lagrain ., Ekaterina Makshina Grant nu mber / URL: HBC.2022.0530 ID: 200949 Start date: 01-06-2023 End date: 30-11-2025 Project abstract: GREEN -B2B-2 aims at the sustainable production of 30 kt/a green, ‘add -on’ 1,3 -butadiene (5 to 10%admixture in conventional 1,3-butadiene) via the microb ial production of 1,3 -butanediol (1,3 ‑BDO) from waste biomass (and CO2) and subsequent acid catalyzed dehydration into 1,3 ‑butadiene (1,3 -BD). This will be achieved through innovative genetic engineering, (gas) fermentation, catalyst design and synthesis, and by kinetic and process modeling done by a diverse and complementary team of scientists. Last modified: 15-09-2023 2 GREEN -B2B-2: ACID CATALYZED PRODUCTION OF GREEN BUTADIENE FROM BUTANEDIOLS (HBC.2022.0530) VLAIO DMP (Flemish Standard DMP) 1. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limi t of the volume of the data. Dataset Name Description New or reused Digital or Physical Digital Data Type Digita l Data format Digital data volume (MB/GB/TB) Physical volume Analytical measurements Analysis of solid catalysts and reaction products (GC, GC-MS, NMR, HPLC, IR, TGA, DSC, UV) Generate new data, Reuse existing data Digital Experimental .txt .csv .xls .pdf <100GB / Liquid product samples Product samples in 10 ml glass vials Generate new data, Reuse existing data Physical / / / 1 shelf in a cupboard (equivalent to 35 L plastic box) Solid catalysts Powder in 10 ml plastic vials Generate new data, Reuse existing data Physical / / / 1 shelf in a cupboard (equivalent to 35 L plastic box) Experimental data (generated) quantitative Processing of measured, experimental, data Generate new data, Reuse existing data Digital Compiled/aggregated data .xls <100 GB / Literature study Literature summary and organization of literature references Generate new data, Reuse existing data Digital Compiled/aggregated data .ris .txt .pdf .docx .pptx <100 GB / Reporting data Meeting reports, project reports Generate new data, Reuse existing data Digital Compiled/aggregated data .pptx .docx <100 GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc .) per dataset or data type: 1) The literature study. Data will be compiled from existing data available through journal publishers websites (DOI or URL) and exported as RIS, TXT or PDF files to online (or desktop) library manager or reference manager (Google Scholar, EndN ote, Mendeley or Zotero). Processed literature data will be summarized in a review document (.docx, .xls, . pptx) 2) physical samples (liquid and solid) are available from previous project (GreenB2B, HBC.2020.2606) and will be reused in testing in analysis 3 3) existing analytical data, experimental data, literature study and reports available from previous project (GreenB2B, HBC.2020.2606) will be reused in current project. Raw analytical data are stored on internal KUL J -drive. Experimental, literature and reporting data are stored on OneDrive folder shared between members of CSCE involved in GreenB2B and GreenB2B -2 projects. Reports and presentation from project meetings are stored on general Sharepoint managed by UGent (as main project coordinator) ht tps://sharepoint.ugent.be/projects/202107265/SitePages/Home.aspx and https://ugentbe.sharepoint.com/teams/Group.PR202303017/SitePages/TeamHome.aspx Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. ● No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment sect ion. Please refer to specific datasets or data types when appropriate. ● No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ● Yes This work might have potential for tech transfer and valorization. Therefore, there will be restrictions for data disclosure as it may contain IP -sensitive information. All data will be subjected for their patentability prior t o any publication. If applicable, patent applications will be filled. IP management will be conducted as described in the collaboration agreement SWOK: Patent applications will be made for relevant innovative procedures/products and the costs will be share d according to ownership percentage that shall be subject to negotiation on a pro rata basis. The IP can be filled by one partner on exclusive project results or by multiple partners to protect common project results (joined IP). Following the SWOK, the in tention to file a patent application should be reported to the consortium at least two weeks prior to the filing date. Furthermore, to avoid publicati on of IPR sensitive results, all partners will be responsible for transfer of anticipated publications. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what res trictions are in place. ● Yes For this cSBO Cluster project a research collaboration agreement is drawn up (i.e. SWOK). Furthermore, material product samples will be transferred between partners. Common project results and data will be shared in (bilateral) technical meetings (.ppt). Future (joined) anticipated publications or patent applications will be discussed in consortium meetings. The agreeme nts concerning IPR are, briefly, reported in the previous question and described in the SWOK. Are there any o ther legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. 4 ● No 2. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1. Regular set of raw experimental data will be collected per every experiment. Experiments will be classified based on date and type of exper iment. 2. Additional document (a living document, as .xls or .ppt) will contain a detailed summary of every experiment to keep track of experimental details. 3. Another overview file (ppt) explains the organization of data storage (raw files, processed files, progress report files). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropria te per dataset or data type) which metadata will be created to make the data easier to find and reuse. ● Yes The metadata for the data in this project entails: ● Creator of the dataset ● Name of the dataset ● File type of the dataset (depending on the employed so ftware different file formats will be generated). ● Date of generation ● Data type (experimental or modelled) ● Software employed to generate the data (in case of modelled) 3. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where w ill the data be stored? All data will be stored in a cloud service offered by the university: 1. J-drive is used at CSCE for raw data collection and transfer 5 2. Personal I -drives will be used by CSCE members working on the project to have a personal back -ups of their files 3. OneDrive of KUL is used as storage of all data related to project 4. General reports and consortium meetings presentations will be copied to Sharepoint (managed by UGent) How will the data be backed up? The data will be stored on the university's central servers with automatic daily back -up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain ho w this will be taken care of. ● Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? In the cloud service offered by the university (OneDrive and Sharepoint of UGent) the access to the data can be strictly authorized to only researcher involved directly in project execution. OneDrive folder will be created and managed by CSCE project responsible and will have following structure: ● 1 protected folder containing all data - only manager (and PI ) can consult and add/modify data ● 1 folder with read -only rights for researchers to check data collected by team - researchers can see data, copy data to their local storage space, but can't add o r modify ● 1 folder with \"edit\" rights for researchers as \"in put\" folder - researcher can deposit new data; manager needs to copy manually data from input to other 2 folders, which will be done every month What are the expected costs for data storage and backup during the research project? How will these costs b e covered? during the course of the project - there are no additional costs related to the data storage and backup during the course of the project 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget iss ues, institutional policies...). Retained data: ● Publications (experimental manuscripts, review papers, PhD, master thesis) 6 ● Regular progress and final reports (as ppt and doc files) ● Final processed experimental data (as xls files) Not retained data: ● Raw ex perimental data (as csv, txt, xls,.. format) - easy and low cost reproducibility Where will these data be archived (stored and curated for the long -term)? The data will be stored on the university's central servers for at least 10 years, conform the K U Leuven RDM policy: K-drive of CSCE: K: \\SET-CSCE -Archive -Data -D0771 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? K-drive long -term storage costs are covered by project budge ts. Running projects covers the costs of finished projects. 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. ● Yes, in a restricted access repository (after approval, institutional access only, …) Data will be available only in a format of publications (PhD, IP, master thesis) or strictly for internal use within research group internal ly If access is restricted, please specify who will be able to access the data and under what conditions. 1. In a restricted access repository 2. Upon request by mail and approval by responsible PI (main data owner) 3. Via publications, patents Are there any f actors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. ● Yes, Intellectual Property Rights Like reported in question 1.5, this work might have potential for tech transfer and valorization. Therefore, there will be restrictions for data disclosure as it may contain IP -sensitive information. Note, this will not be applicable on the reference datase t, however it might be applicable on the experimental, analytical and sample storage dataset. 7 In the section 'article 6 Publication' of the collaboration agreement, the procedure of publication of results generated in t his project covers the following re quirements: ● In all forms of dissemination the collaboration of the consortium should be mentioned. ● A partner can not publish results which he/she does not own. ● The type of dissemination of results will be discussed in the steering group, taking into accou nt the valorization potential of these results. ● A publication should be shared with the collaborating partners at least 30 days before submission, to allow them to register objection within 15 days after reception. ● If there is any objection, the involved partners will discuss this a meeting and try to find, as soon as possible, a solution, or tackle this problem by adapting the manuscript. If there is no objection, the publication can be submitted. Where will the data be made available? If already known, please provide a repository per dataset or data type. The experimental and analytical data will be stored in a restricted access repository. This data and insights will be, later, made available via publications or patents, which are access ible via LIMO (KU Leuven) and search engines like patentscope. More detailed information and data can be shared upon request by mail (corresponding author). When will the data be made available? Upon publication of the research results Which data usa ge licenses are you going to provide? If none, please explain why. N/A Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. ● Yes Once the research results will be published, the DOI will be linked to the dataset including the project results. What are the expected costs for data sharing? How will these costs be covered? Publications in specific sources might be a subject of additional costs that will be paid form running projects. 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? The postdocs and PhD students will collectively manage their own data and data documentation during the project based on mutual agreements about data sets (see part 2). They will be assisted by professor and project manager. 8 Who will manage data storage and backup during the research project? Project manager will take responsibility to organize data collection (set -up One -drive), coordinate of data management activity ( incl. manual back -ups) and assist people involved in the project in proper handling of collected data (documentation of data, sharing data etc.) Professor will take a helicopter view on data management (assign roles, specify access permissions etc.) Project manager of current project (Ekaterina Makshina) will be always backed -up by other group members involved in project management (IOF valorization manager Bert Lagrain, PI Bert Sels) Who will manage data preservation and sharing? Research manager (Ekaterina Makshina), main PI/professor (Bert Sels) Who will update and implement this DMP? The end r esponsibility for updating and implementing the DMP is with the supervisor (promotor) and project manager. 9 GREEN -B2B-2: ACID CATALYZED PRODUCTION OF GREEN BUTADIENE FROM BUTANEDIOLS (HBC.2022.0530) GDPR GDPR Have you registered personal data processing activities for this project? Not applicable 10 GREEN -B2B-2: ACID CATALYZED PRODUCTION OF GREEN BUTADIENE FROM BUTANEDIOLS (HBC.2022.0530) DPIA SDPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable"
}