{
    "document_id": "D-2023-2346",
    "LinkTitle": "D-2023-2346",
    "file_name": "D-2023-2346.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2346.pdf",
    "metadata": {
        "title": "Leukocyte trafficking in the resolution of inflammation",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Leukocyte trafficking in the resolution of inflammation\nLeukocyte trafficking in the resolution of inflammation\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nPaul Proost \n \nhttps://orcid.org/0000-0002-0133-5545\n, n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nPhilippe Van den Steen, n.n. n.n., n.n. n.n., n.n. n.n., Pedro Elias Marques \n \nhttps://orcid.org/0000-0002-5613-8012\nData Manager:\nData Manager:\n \nn.n. n.n.\nProject Administrator:\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \nGrant number / URL: \nC14/23/143\nID: \nID: \n206206\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nResolution of inflammation is an understudied process, with incomplete resolution causing pathological complications. It encompasses the final stages\nof inflammation and includes inactivation and scavenging of inflammatory mediators and cells, the removal of cellular debris and tissue repair.\nRegulation of leukocyte trafficking is well established in the fight against infections and as a critical component of inflammatory damage, but its\nbeneficial or detrimental roles and its regulation during resolution are poorly understood. Our project aims at the best mechanistic understanding of\nleukocyte trafficking during the different phases of resolution at the molecular and cellular levels. We will study chemokine network regulation,\ninvestigate resolution mechanisms in mouse models and assess pro-resolving mechanisms in patients. Thereby, it will create new opportunities\nfor translational interventions to improve disease resolution in a variety of inflammatory diseases.\nLast modified: \nLast modified: \n09-04-2024\nCreated using DMPonline.be. Last modiﬁed 09 April 2024\n1 of 7\nLeukocyte trafficking in the resolution of inflammation\nLeukocyte trafficking in the resolution of inflammation\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital)\nor\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nsignaling\nassays\nresults from signaling assays such as detection of\nintracellular Ca2+ concentrations, phosphorylation of\nsecond messengers, assays to quantify leukocyte migration\nN\nD\nT,N\n.xls;\n.docx; .rtf;\n.pptx; .pdf\n<1TB\n \nproteins\nrecombinant and synthetic proteins and peptides\nN\nP\nTubes with\nproteins or\npeptides stored\nat -80 °C\nNA\n \n<100\ntubes of\n1.5 mL\nproteoform\nquantification\ndetection and quantification of chemokine proteoforms by\nmass spectrometry\nN\nD\nN\n.d\n<5TB\n \nmurine\nmodels of\ninflammation\nresults from murine models of inflammation and resolution\nof inflammation including detection of multiple parameters\nto characterize the inflammatory response and the\nresolution\nN\nD\nN\n.pdf;\n.docx; .rtf;\n.xls; .pptx;\n.fcs;\n.emf;\n.pzfx\n<1TB\n \nintravital\nmicroscopy\nresults from intravital microscopy experiments including\nevaluation of tissue sections\nN\nD,P\nA, I and tissue\nsections\n.tiff; .pgn;\n.mov;\n.mpeg\n<5TB\n<250\nslides\npatient\nsamples\ncollected plasma and synovial fluid samples\nN\nP\nTubes with\npatient samples\nstored at -80 °C\nNA\n \n<250\nsamples\nscRNA seq\nresults from single cell RNA sequencing\nN\nD\nSequencing data\ndata in R\n<5 TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nYes, animal data (Provide ECD reference number below)\nethics related to human samples S58418, S65508\nethics related to use of experimental animals: P104/2021, P128/2021, P127/2023, P058/2023, P155/2022\nCreated using DMPonline.be. Last modiﬁed 09 April 2024\n2 of 7\nadditional ethics approval needs to be applied for during the project prior to the use of the specific animal models\nHuman: ethical application for malaria clinical samples is ongoing, both at the EC UZ/KU Leuven and in Cameroon\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nS65508 personal data will be pseudonymised by the treating physician and only the treating physician can link the data to the individual\npatients\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nProteoform quantification: methods for proteoform quantification and potential use of these methods for diagnostics may be IP that could be\nuseful for commercial valorization.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nClinical malaria samples from Cameroon are subject to a standard MTA with the Centre Pasteur du Cameroon\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \n1\n. \nSynthetic peptides and biological samples will be stored at -80 and the location of tubes (exact freezer and position in the freezer) will be\nstored in the FreezerPro database of the laboratories of Molecular Immunology, Immunobiology and Immunoparasitology.\n2\n. \nResults related to signaling assays will be registered in lab books and electronically as excel or word (.xls or .docx) documents which\nautomatically imprint the metadata (user, date, time, equipment, parameters) from the experiments. Information on quantification and\nexperimentation parameters will be embedded by the users on the document folders and in the lab books in order to improve\nreproducibility and maintenance of data.\n3\n. \nMicroscopy images: Imaging data are created by default with metadata imprinted by the image acquisition software automatically. These\ninclude information on user, date and time, duration of experiments, equipment parameters and imaging configurations. The metadata are\nsaved (also in OME format) and transferred with the original imaging file. The created data files will be organized in folders named by\nthe day of the experiment (YYYYMMDD) followed by the researcher who performed it and the title of the experiment. In addition, the\nmethodology and protocol of each experiment will be described in detail in a lab book.\n4\n. \nFlow cytometry data: flow cytometry templates are saved which automatically stores the parameters (voltages, comensation,....) that are\nused during the acquisition of the data.\n5\n. \nMass spectrometry data are stored in folders which include the name of the specific chemokine. The folders contain all the instrument\nCreated using DMPonline.be. Last modiﬁed 09 April 2024\n3 of 7\nparameters that are used during the data collection and detailed profile spectra ensuring no loss of information. Files are readable in\nBruker data analysis software (current and future updated versions).\n6\n. \nMouse experiments: all necessary metadata will be included for each experiment according to laboratory templates in e.g. excel.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nMicroscopy derived data in OPE format\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nLarge Volume Storage\nOther (specify below)\nThe data will be stored in several locations, including on internal computer disks, at the shared local virtual drive (Rega drive), in One Drive,\nin redundant NAS (network adapted storage)-devices, and on the KU Leuven central storage servers. The KU Leuven datacenters provide\nstorage on two locations and promise high availability and disaster recovery to preserve data for a long period. Hard copy notebooks with raw\ndata will be stored physically in our laboratory. The large raw data volumes from analysis equipment are stored redundant on hard disks in or\nconnected to the lab computers and work stations. The backups of the analysis data are stored on dedicated redundant NAS-services. Also, we\nwill use the Lirias platform as data repository for published material.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nWe will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily automatic backup. Moreover,\nthe data will be backed up on the Rega Institute Virtual Drives (Rega NAS (network adapted storage)) and on external hard-drives by the\ninvestigators.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll research data generated during this project will be secured by the need for login, registration on datacenter/luna and use of u-number and\npassword, which are also restricted. \nCreated using DMPonline.be. Last modiﬁed 09 April 2024\n4 of 7\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nLong-term data storage and costs will be managed by the principal investigator working in the project, Paul Proost and his future successors as\nhead of the Research Group Immunity and Inflammation (from 2032 on). The costs for data storage is 520€/y/TB.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nCertain data cannot be kept for 10 years (explain below)\nessentially all data will be retained with the exception of physical material (proteins, peptides, patient material) that would be used for\nexperiments and as such is not available anymore\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nKU Leuven RDR\nOther (specify below)\nShared network drive (J-drive)\nThe data will be stored redundantly during and after the research in our PCs, in external hard-drives, and in the KU Leuven data centers (ICTS\nLuna storage and Rega NAS).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nLong-term data storage and costs will be managed by the principal investigator working in the project, Paul Proost (or his successor after\n2032). The expected cost for data storage is 520€/Y/TB.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nAll the data that would not potentially create IP or is protected by GDPR. \nscRNA-Seq data will be deposited in freely available databases such as NCBI’s Gene Expression Omnibus (GEO) database, simultaneously\nwith publication of the results in a peer-reviewed paper\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAccess to external users will be evaluated by Paul Proost (upon consultation of the other project supervisors). Access to patient data needs to\nbe requested from the treating physicians and after approval by the ethics committee.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nCreated using DMPonline.be. Last modiﬁed 09 April 2024\n5 of 7\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nYes, ethical aspects\nMTA with Univ. of Copenhagen on use of cell lines and with Centre Pasteur du Cameroon on clinical samples.\nIn addition, IP will first be protected for data that may lead to potential commercial valorization.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nOther (specify below)\nData will be made available immediately after publication and clearance by Intellectual Property officers of KU Leuven. Data related to MTA's\nwith external partners can only be made available upon agreement of the external partner (e.g. Univ. of Copenhagen and Centre Pasteur du\nCameroon)\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nLocal costs are minimal. Data transfer (e.g. of frozen material) to external partners will be at the partners cost.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe principle investigator Paul Proost and research expert Mieke Gouwy will be responsible for this.\nCreated using DMPonline.be. Last modiﬁed 09 April 2024\n6 of 7\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe principle investigator Paul Proost and research expert Mieke Gouwy will be responsible for this.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe principle investigator Paul Proost and research expert Mieke Gouwy will be responsible for this.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe principle investigator Paul Proost and research expert Mieke Gouwy will be responsible for this.\nCreated using DMPonline.be. Last modiﬁed 09 April 2024\n7 of 7"
    },
    "clean_full_text": "Leukocyte trafficking in the resolution of inflammation Leukocyte trafficking in the resolution of inflammation A Data Management Plan created using DMPonline.be Creators: Creators: Paul Proost https://orcid.org/0000-0002-0133-5545 , n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Philippe Van den Steen, n.n. n.n., n.n. n.n., n.n. n.n., Pedro Elias Marques https://orcid.org/0000-0002-5613-8012 Data Manager: Data Manager: n.n. n.n. Project Administrator: Project Administrator: n.n. n.n. Grant number / URL: Grant number / URL: C14/23/143 ID: ID: 206206 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: Resolution of inflammation is an understudied process, with incomplete resolution causing pathological complications. It encompasses the final stages of inflammation and includes inactivation and scavenging of inflammatory mediators and cells, the removal of cellular debris and tissue repair. Regulation of leukocyte trafficking is well established in the fight against infections and as a critical component of inflammatory damage, but its beneficial or detrimental roles and its regulation during resolution are poorly understood. Our project aims at the best mechanistic understanding of leukocyte trafficking during the different phases of resolution at the molecular and cellular levels. We will study chemokine network regulation, investigate resolution mechanisms in mouse models and assess pro-resolving mechanisms in patients. Thereby, it will create new opportunities for translational interventions to improve disease resolution in a variety of inflammatory diseases. Last modified: Last modified: 09-04-2024 Created using DMPonline.be. Last modiﬁed 09 April 2024 1 of 7 Leukocyte trafficking in the resolution of inflammation Leukocyte trafficking in the resolution of inflammation Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA signaling assays results from signaling assays such as detection of intracellular Ca2+ concentrations, phosphorylation of second messengers, assays to quantify leukocyte migration N D T,N .xls; .docx; .rtf; .pptx; .pdf <1TB proteins recombinant and synthetic proteins and peptides N P Tubes with proteins or peptides stored at -80 °C NA <100 tubes of 1.5 mL proteoform quantification detection and quantification of chemokine proteoforms by mass spectrometry N D N .d <5TB murine models of inflammation results from murine models of inflammation and resolution of inflammation including detection of multiple parameters to characterize the inflammatory response and the resolution N D N .pdf; .docx; .rtf; .xls; .pptx; .fcs; .emf; .pzfx <1TB intravital microscopy results from intravital microscopy experiments including evaluation of tissue sections N D,P A, I and tissue sections .tiff; .pgn; .mov; .mpeg <5TB <250 slides patient samples collected plasma and synovial fluid samples N P Tubes with patient samples stored at -80 °C NA <250 samples scRNA seq results from single cell RNA sequencing N D Sequencing data data in R <5 TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Yes, animal data (Provide ECD reference number below) ethics related to human samples S58418, S65508 ethics related to use of experimental animals: P104/2021, P128/2021, P127/2023, P058/2023, P155/2022 Created using DMPonline.be. Last modiﬁed 09 April 2024 2 of 7 additional ethics approval needs to be applied for during the project prior to the use of the specific animal models Human: ethical application for malaria clinical samples is ongoing, both at the EC UZ/KU Leuven and in Cameroon Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) S65508 personal data will be pseudonymised by the treating physician and only the treating physician can link the data to the individual patients Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes Proteoform quantification: methods for proteoform quantification and potential use of these methods for diagnostics may be IP that could be useful for commercial valorization. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes Clinical malaria samples from Cameroon are subject to a standard MTA with the Centre Pasteur du Cameroon Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). 1 . Synthetic peptides and biological samples will be stored at -80 and the location of tubes (exact freezer and position in the freezer) will be stored in the FreezerPro database of the laboratories of Molecular Immunology, Immunobiology and Immunoparasitology. 2 . Results related to signaling assays will be registered in lab books and electronically as excel or word (.xls or .docx) documents which automatically imprint the metadata (user, date, time, equipment, parameters) from the experiments. Information on quantification and experimentation parameters will be embedded by the users on the document folders and in the lab books in order to improve reproducibility and maintenance of data. 3 . Microscopy images: Imaging data are created by default with metadata imprinted by the image acquisition software automatically. These include information on user, date and time, duration of experiments, equipment parameters and imaging configurations. The metadata are saved (also in OME format) and transferred with the original imaging file. The created data files will be organized in folders named by the day of the experiment (YYYYMMDD) followed by the researcher who performed it and the title of the experiment. In addition, the methodology and protocol of each experiment will be described in detail in a lab book. 4 . Flow cytometry data: flow cytometry templates are saved which automatically stores the parameters (voltages, comensation,....) that are used during the acquisition of the data. 5 . Mass spectrometry data are stored in folders which include the name of the specific chemokine. The folders contain all the instrument Created using DMPonline.be. Last modiﬁed 09 April 2024 3 of 7 parameters that are used during the data collection and detailed profile spectra ensuring no loss of information. Files are readable in Bruker data analysis software (current and future updated versions). 6 . Mouse experiments: all necessary metadata will be included for each experiment according to laboratory templates in e.g. excel. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Microscopy derived data in OPE format Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Large Volume Storage Other (specify below) The data will be stored in several locations, including on internal computer disks, at the shared local virtual drive (Rega drive), in One Drive, in redundant NAS (network adapted storage)-devices, and on the KU Leuven central storage servers. The KU Leuven datacenters provide storage on two locations and promise high availability and disaster recovery to preserve data for a long period. Hard copy notebooks with raw data will be stored physically in our laboratory. The large raw data volumes from analysis equipment are stored redundant on hard disks in or connected to the lab computers and work stations. The backups of the analysis data are stored on dedicated redundant NAS-services. Also, we will use the Lirias platform as data repository for published material. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) We will use the central server storage of KU Leuven (Data centre ICTS Luna storage), which provides a daily automatic backup. Moreover, the data will be backed up on the Rega Institute Virtual Drives (Rega NAS (network adapted storage)) and on external hard-drives by the investigators. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All research data generated during this project will be secured by the need for login, registration on datacenter/luna and use of u-number and password, which are also restricted. Created using DMPonline.be. Last modiﬁed 09 April 2024 4 of 7 What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Long-term data storage and costs will be managed by the principal investigator working in the project, Paul Proost and his future successors as head of the Research Group Immunity and Inflammation (from 2032 on). The costs for data storage is 520€/y/TB. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). Certain data cannot be kept for 10 years (explain below) essentially all data will be retained with the exception of physical material (proteins, peptides, patient material) that would be used for experiments and as such is not available anymore Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) KU Leuven RDR Other (specify below) Shared network drive (J-drive) The data will be stored redundantly during and after the research in our PCs, in external hard-drives, and in the KU Leuven data centers (ICTS Luna storage and Rega NAS). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Long-term data storage and costs will be managed by the principal investigator working in the project, Paul Proost (or his successor after 2032). The expected cost for data storage is 520€/Y/TB. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) All the data that would not potentially create IP or is protected by GDPR. scRNA-Seq data will be deposited in freely available databases such as NCBI’s Gene Expression Omnibus (GEO) database, simultaneously with publication of the results in a peer-reviewed paper If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access to external users will be evaluated by Paul Proost (upon consultation of the other project supervisors). Access to patient data needs to be requested from the treating physicians and after approval by the ethics committee. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Created using DMPonline.be. Last modiﬁed 09 April 2024 5 of 7 restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights Yes, ethical aspects MTA with Univ. of Copenhagen on use of cell lines and with Centre Pasteur du Cameroon on clinical samples. In addition, IP will first be protected for data that may lead to potential commercial valorization. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Other (specify below) Data will be made available immediately after publication and clearance by Intellectual Property officers of KU Leuven. Data related to MTA's with external partners can only be made available upon agreement of the external partner (e.g. Univ. of Copenhagen and Centre Pasteur du Cameroon) Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Data Transfer Agreement (restricted data) CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Local costs are minimal. Data transfer (e.g. of frozen material) to external partners will be at the partners cost. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The principle investigator Paul Proost and research expert Mieke Gouwy will be responsible for this. Created using DMPonline.be. Last modiﬁed 09 April 2024 6 of 7 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The principle investigator Paul Proost and research expert Mieke Gouwy will be responsible for this. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The principle investigator Paul Proost and research expert Mieke Gouwy will be responsible for this. Who will update and implement this DMP? Who will update and implement this DMP? The principle investigator Paul Proost and research expert Mieke Gouwy will be responsible for this. Created using DMPonline.be. Last modiﬁed 09 April 2024 7 of 7"
}