{
    "document_id": "D-2021-1319",
    "LinkTitle": "D-2021-1319",
    "file_name": "D-2021-1319.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1319.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "1DECODING RESPONSES TO PERIODIC VISUAL \nMOTION STIMULATION USING  MULTIWAY \nREGRESSION FOR SELF-PACED BRAIN COMPUTER \nINTERFACING\nDMP TITLE\nADMIN DETAILS\nProject Name: Decoding responses to periodic visual motion stimulation using  multiway regression for \nself-paced brain computer interfacing - DMP title\nProject Identifier: 1S65622N\nGrant Title: 1S65622N \nPrincipal Investigator / Researcher: Liuyin Yang\nProject Data Contact: +32 468390088 liuyin.yang@kuleuven.be\nDescription: We propose a new visual BCI for communication purposes. EEG data will be collected and \nanalyzed for discrete target selection using a new multiway regression algorithm, called concurrent Block-\nTerm Tensor regression (cBTTR).\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nLiuyin  Yang \nFWO Project Number & Title\n1S65622N \nDecoding responses to periodic visual motion stimulation using    multiway regression for self-\npaced brain computer interfacing  \nAffiliation\n●KU Leuven\n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●Generate new data\n●Reuse existing data\n2Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject.\n If you reuse existing data, specify the source of these data.  \n Distinguish data types (the kind of content) from data formats (the technical format).\nType of data Format Volume How created\n.dat 500GB-1TB Recorded from the\nhost lab’s Neuroscan \nSynamps RT system\n.EDF 500GB-1TB Recorded from the host \nlab’s EyeLink 1000 Plus \neye tracking device\n.txt 1GB Automatically created \nwhen running the \nexperiment interface\n3. LEGAL AND ETHICAL ISSUES\nWill you use personal data?\n \n If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU \nLeuven's Register of Data Processing for Research and Public Service Purposes (PRET \napplication). \n \n Be aware that registering the fact that you process personal data is a legal obligation.\n●Yes\nPrivacy Registry Reference:   Ethical Approval S62547  \nShort description of the kind of personal data that will be used:   Besides EEG- and eye-tracking \nrecordings, name, age, gender, handedness, bank account, and address (used for remunerating \nsubject participation only)  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●Yes\n-Reference to ethical committee approval: Ethical Approval S62547 granted by the “Commissie \nvoor Medische Ethiek” of UZ Leuven  \n3Does your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●No\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●No\n4. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\n1. The personal information for the participants is kept in a  secure, password-protected  database \nonly accessible by the approved collaborators of the project. The stored personal information \nwould contain the name, age, gender, handedness,  subject number  (cf. pseudony mization of \nsubject name) . \n2. Separately, pseudonymized experimental data (EEG and eye-tracking data) will be stored in pre-\nprocessed and raw format included with a description or manuscript of the experimental setup \nused to generate the data  . This description includes stimulation description, experimental layout, \ntesting conditions, processing steps, algorithm descriptions, equipment used, label values, and \nmeaning to ensure reproducibility of the work. This description is the standard we use in our \npublications and will allow researchers to reuse the data.   As the pseudonymization key will be \ndestroyed after collecting the data  ,  it will be impossible to retrace to the subject.  \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\n●No\nP seudonymized experimental data (EEG and eye-tracking data) will be stored in pre-processed \nand raw format included with a description or manuscript of the experimental setup used to \ngenerate the data . This description includes stimulation description, experimental layout, testing \nconditions, processing steps, algorithm descriptions, equipment used, label values, and meaning \nto ensure reproducibility of the work. This description is the standard we use in our publications \nand will allow researchers to reuse the data.  \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\nWhere will the data be stored?  \nHow is backup of the data provided?\nT he data will be encrypted and stored on a server belonging to KU Leuven  \n4Is there currently sufficient storage & backup capacity\n during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are \navailable then explain how this will be taken care of.\n●Yes\nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered?\n \nThe data wil l  be  during the PhD on the L-drive   then transferred to the   central ICTS archiving \nfacility for 5 years  (RODC) . The cost will be charged to the   PhD student’s budget (bench fee  )   \nduring his PhD . \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\nK U Leuven ICTS Department is responsible for  data integrity and security. A ccess to the data is  \npassword -protected . \n6. DATA PRESERVATION AFTER THE FWO PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nT he EEG data (.dat files) and the  e ye-tracking data (.EDF files) will be retained after the end of the  \nproject. \nWhere will the data be archived (= stored for the longer term)?\nAfter the end of the project, the encrypted and password-protected data will be archived on the  \ncentral ICTS archiving facility for  5 years  after termination of the PhD  . ICTS will provide mirroring  \nand backing-up of the data.  \nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nCosts will be charged to the promotor’s budgets for the following 5 years and/or to the \ndepartment \n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\n●No\n5Which data will be made available after the end of the project?\nThe data would be the  pseudonymized EEG data and eye-tracking data in pre-processed or raw \nformat. \nWhere/how will the data be made available for reuse?\n●In a restricted access repository\n●Upon request by mail\nWhen will the data be made available?\nPseudonymized d ata will only be made available to third parties upon  prior approval by the \nEthical Committee . \nWho will be able to access the data and under what conditions?\nPseudonymized data will only be made available to third parties upon prior approval by the Ethical  \nCommittee. \nWhat are the expected costs for data sharing? How will the costs be covered?  \n \nNo extra costs are expected . \n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nProf. Marc Van Hulle  \nWho will be responsible for data storage & back up during the project?\nProf. Marc Van Hulle  \nWho will be responsible for ensuring data preservation and reuse ?\nProf. Marc Van Hulle  \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI ( L iuyin Yang)  bears the end responsibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "1DECODING RESPONSES TO PERIODIC VISUAL MOTION STIMULATION USING MULTIWAY REGRESSION FOR SELF-PACED BRAIN COMPUTER INTERFACING DMP TITLE ADMIN DETAILS Project Name: Decoding responses to periodic visual motion stimulation using multiway regression for self-paced brain computer interfacing - DMP title Project Identifier: 1S65622N Grant Title: 1S65622N Principal Investigator / Researcher: Liuyin Yang Project Data Contact: +32 468390088 liuyin.yang@kuleuven.be Description: We propose a new visual BCI for communication purposes. EEG data will be collected and analyzed for discrete target selection using a new multiway regression algorithm, called concurrent Block- Term Tensor regression (cBTTR). Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Liuyin Yang FWO Project Number & Title 1S65622N Decoding responses to periodic visual motion stimulation using multiway regression for self- paced brain computer interfacing Affiliation ●KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●Generate new data ●Reuse existing data 2Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created .dat 500GB-1TB Recorded from the host lab’s Neuroscan Synamps RT system .EDF 500GB-1TB Recorded from the host lab’s EyeLink 1000 Plus eye tracking device .txt 1GB Automatically created when running the experiment interface 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●Yes Privacy Registry Reference: Ethical Approval S62547 Short description of the kind of personal data that will be used: Besides EEG- and eye-tracking recordings, name, age, gender, handedness, bank account, and address (used for remunerating subject participation only) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●Yes -Reference to ethical committee approval: Ethical Approval S62547 granted by the “Commissie voor Medische Ethiek” of UZ Leuven 3Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? 1. The personal information for the participants is kept in a secure, password-protected database only accessible by the approved collaborators of the project. The stored personal information would contain the name, age, gender, handedness, subject number (cf. pseudony mization of subject name) . 2. Separately, pseudonymized experimental data (EEG and eye-tracking data) will be stored in pre- processed and raw format included with a description or manuscript of the experimental setup used to generate the data . This description includes stimulation description, experimental layout, testing conditions, processing steps, algorithm descriptions, equipment used, label values, and meaning to ensure reproducibility of the work. This description is the standard we use in our publications and will allow researchers to reuse the data. As the pseudonymization key will be destroyed after collecting the data , it will be impossible to retrace to the subject. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●No P seudonymized experimental data (EEG and eye-tracking data) will be stored in pre-processed and raw format included with a description or manuscript of the experimental setup used to generate the data . This description includes stimulation description, experimental layout, testing conditions, processing steps, algorithm descriptions, equipment used, label values, and meaning to ensure reproducibility of the work. This description is the standard we use in our publications and will allow researchers to reuse the data. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? How is backup of the data provided? T he data will be encrypted and stored on a server belonging to KU Leuven 4Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? The data wil l be during the PhD on the L-drive then transferred to the central ICTS archiving facility for 5 years (RODC) . The cost will be charged to the PhD student’s budget (bench fee ) during his PhD . Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? K U Leuven ICTS Department is responsible for data integrity and security. A ccess to the data is password -protected . 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). T he EEG data (.dat files) and the e ye-tracking data (.EDF files) will be retained after the end of the project. Where will the data be archived (= stored for the longer term)? After the end of the project, the encrypted and password-protected data will be archived on the central ICTS archiving facility for 5 years after termination of the PhD . ICTS will provide mirroring and backing-up of the data. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Costs will be charged to the promotor’s budgets for the following 5 years and/or to the department 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●No 5Which data will be made available after the end of the project? The data would be the pseudonymized EEG data and eye-tracking data in pre-processed or raw format. Where/how will the data be made available for reuse? ●In a restricted access repository ●Upon request by mail When will the data be made available? Pseudonymized d ata will only be made available to third parties upon prior approval by the Ethical Committee . Who will be able to access the data and under what conditions? Pseudonymized data will only be made available to third parties upon prior approval by the Ethical Committee. What are the expected costs for data sharing? How will the costs be covered? No extra costs are expected . 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? Prof. Marc Van Hulle Who will be responsible for data storage & back up during the project? Prof. Marc Van Hulle Who will be responsible for ensuring data preservation and reuse ? Prof. Marc Van Hulle Who bears the end responsibility for updating & implementing this DMP? The PI ( L iuyin Yang) bears the end responsibility of updating & implementing this DMP."
}