{
    "document_id": "D-2021-1020",
    "LinkTitle": "D-2021-1020",
    "file_name": "D-2021-1020.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1020.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "1  \nFWO DMP  \nMolecular insight into interactions between MOF -based  nanozymes and \nbiomolecules using x -ray absorption fine  structure (XAFS) spectroscopy  \n \nADMIN DETAILS  \nProject Name: FWO DMP  - Molecular insight into interactions between MOF -based  nanozymes and  \nbiomolecules using x -ray absorption fine  structure (XAFS) spectroscopy  \nPrincipal Investigator / Researcher: Angelo Mullaliu  \nInstitution: KU Leuven  \n \n1. GENERAL INFORMATION  \nName applicant  \nAngelo Mullaliu  \n \nFWO Project Number & Title  \n1228622N  “Molecular insight into interactions between MOF -based nanozymes and biomolecules using \nx-ray absorption fine s tructure (XAFS) spectroscopy ” \n \nAffiliation  \nKU Leuven , Chem & Tech, Celestijnenlaan 200F  \n \n2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \nGenerate new data . \n \nDescribe in detail the origin, type and format of the dat a (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) f rom data formats (the technical format).  \nType of data  Format  Volume  Mode of c ollection  \nProcessed data  .csv, .pdf, .doc,  .docx,  \n.xls, .ppt, .pptx , .txt, .cif, \n.fig, .mat  20 GB Analysis and \npresenta tion of raw  \ndata \nXRD  diffraction data  .cif, .xy, .txt, .gpx, .xrdml  100 G B XRD diffraction  \nUsing homeso urce or  \nSynchrotron  \n2 XAS data .txt 5 GB Synchrot ron source  \n \n \n3. LEGAL AND ETHICAL ISSUES  \nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service \nPurposes (PRET application).   Be aware that registering the fact that you process per sonal data is \na legal obligation.  \nNo. \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)  \nNo. \n \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asse rted?  \nNo. \n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?  \nNo. \n \n4. DOCUMENTATION AND METADATA  \nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?  \nFor better preservation of data, experimental methodology, planning and protocol will  be logged in  \npersonal lab books and Microsoft W ord and PowerPoint  document s. For each experiment, the  experiment \nnumber, date, conditions, outcome, and characterization will be  documented in a detailed fashion. For \nlong-term storage, an electronic copy of the data  will be stored on OneDrive or one of KU Leuven online \nservers.  Raw and processed data of every compound will be stored in a separate folder.  Folders of \nexperi ments that fall under a single subproject or correspond to data that  will be used in a single \npublication will be merged in one folder to make sure that if  any part of that work needs to be reused, all \nthe data will be found in a single location.  An overview of the experiment number, the structure of the \ncompound, the location in  the lab book, the physical location of the sample, and the digital storage \nlocations of  the raw and processed data will be provided in a separ ate file.  \n \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.  \n3 No. \nA word document /  excel sheet  containing the experiment number, date, the location in  the lab book, the \nphysical location of the sample, and the digital storage locations of  the raw and processed data will be \nprovided.  \n \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT  \nWhere will the data be stored?  \nRaw and processed data will be stored on the researcher 's HDD, and an up to date  copy will be saved on \nMicrosoft OneDrive account provided by the host institute.  Data shared with other researchers working on \nthe same project will be mainly saved  on OneDrive to allow access to all collaborat ors at all times.  \nPlanification , methodology, experiment and follow -up of experiments will be saved in  a lab notebook . \n \nHow is backup of the data provided?  \nThe data will be stored in two different locations:  \n1. the university's servers/OneDrive  \n2. an external HDD provided by the hosting lab  \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will \nbe taken care of.  \nYes. \nMicrosoft OneDrive prov ides 2 TB of storage per user. Archival storage is rented at the  KU Leuven ICTS \ndatacenter and can be expanded depending on the needs . \n \nWhat are the expected costs for data storage and back up during the project?  How will these \ncosts be covered?  \nMicrosof t OneDrive is free of charge if the capacity of 2 TB is not exceeded.  \nArchival data storage is centrally offered via  KU Leuven on the university's servers.  \nHDD provided by the hosting lab to save data from all mem bers of the team.  \n \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?  \nData will be stored on the university's servers where only authorized personnel can  have access to it. The \ndata is password -protected and acc ess to it will be limited to the  researcher and the PI. For projects done \nin collaboration with other  researchers/groups, a limited access to that part of the data will be granted.  \n \n6. DATA PRESERVATION AFTER THE FWO PROJECT  \nWhich da ta will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).  \n4 All data collected during the duration of the project will be stored on the archival  storage rented by ICTS \ndatacenter at KU Leuven. A copy of the data will also be  stored on an external HDD while the lab \nnotebook will be stored in a physical archive.  Samples generated will be stored in the lab if their long -term \nstability allow s it. \n \nWhere will the data be archived (= stored for the longer term)?  \nThe data will be stored on the university's central servers (with automatic back -up procedures) for at least \n10 years, conform the KU Leuven RDM policy. Also, a  copy will  be saved on the group's HDD.  \n \nWhat are the expected costs for data preservation during the retention period of 5 years? How will \nthe costs be covered?  \nData archival at KU Leuven is currently offered at 270 Euro/TB/year (dd. 19 March  2021). Since no large \ndatasets are generated in this  project, one TB of storage will be sufficient and the price for storage during \n10 years is  2700 Euro.  These costs are being covered by the general operating budget of the research \ngroup  or by the individual bench fee of researchers.  \n \n7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?  \nNo. \n \nWhich data will be made available after the end of the projec t? \nCollected results will b e published in peer reviewed journals and made available for  public. A copy will \nalso be stored in the digital repository of KU Leuven Association  (LIRIAS; https://limo.libis.be/).  \nUnpublis hed results on the other hand will not be public, allowing for setti ng-up new  projects and the \ncontinuation of the team's work.  \n \nWhere/how will the data be made available for reuse?  \nIn a restricted access repository  articles describing the research work will be published in peer reviewed \njournals.  \n \nWhen will the data be made available?  \nUpon publication of the research results . \n \nWho will be able to access the data and under what conditions?  \nData generated during the project and its  results will be public ly available at the  time of publication.  Data \nthat is not published yet  will only be available for people who have access to the  shared OneDrive \naccount and the team's HDDs.  \n \nWhat are the expected costs for data sharing? How will the costs be covered?   \n5 Normally, publishing in most peer reviewed journals is f ree except for some journals  that charge around \n1500 euros as a publication fee.  Costs will be covered by the group and the researcher's bench fee.  \n \n8. RESPONSIBILITIES  \nWho will be responsible for data documentation & metadata?  \nThe researcher will be responsible for data collection and documentation.  \n \nWho will be responsible for data storage & back up during the project?  \nThe researcher will be responsible for storing data in OneDrive and a lab notebook  during the project.  \n \nWho will be responsible for ensuring data preservation and reuse ?  \nProf. Parac -Vogt (PI) will be responsible for ensuring the preservation and reuse of the  data generated \nduring the project.  \n \nWho bears the end responsibility for updating & implementing this DMP?  \nThe PI bears the end responsibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "1 FWO DMP Molecular insight into interactions between MOF -based nanozymes and biomolecules using x -ray absorption fine structure (XAFS) spectroscopy ADMIN DETAILS Project Name: FWO DMP - Molecular insight into interactions between MOF -based nanozymes and biomolecules using x -ray absorption fine structure (XAFS) spectroscopy Principal Investigator / Researcher: Angelo Mullaliu Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Angelo Mullaliu FWO Project Number & Title 1228622N “Molecular insight into interactions between MOF -based nanozymes and biomolecules using x-ray absorption fine s tructure (XAFS) spectroscopy ” Affiliation KU Leuven , Chem & Tech, Celestijnenlaan 200F 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? Generate new data . Describe in detail the origin, type and format of the dat a (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) f rom data formats (the technical format). Type of data Format Volume Mode of c ollection Processed data .csv, .pdf, .doc, .docx, .xls, .ppt, .pptx , .txt, .cif, .fig, .mat 20 GB Analysis and presenta tion of raw data XRD diffraction data .cif, .xy, .txt, .gpx, .xrdml 100 G B XRD diffraction Using homeso urce or Synchrotron 2 XAS data .txt 5 GB Synchrot ron source 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process per sonal data is a legal obligation. No. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asse rted? No. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No. 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? For better preservation of data, experimental methodology, planning and protocol will be logged in personal lab books and Microsoft W ord and PowerPoint document s. For each experiment, the experiment number, date, conditions, outcome, and characterization will be documented in a detailed fashion. For long-term storage, an electronic copy of the data will be stored on OneDrive or one of KU Leuven online servers. Raw and processed data of every compound will be stored in a separate folder. Folders of experi ments that fall under a single subproject or correspond to data that will be used in a single publication will be merged in one folder to make sure that if any part of that work needs to be reused, all the data will be found in a single location. An overview of the experiment number, the structure of the compound, the location in the lab book, the physical location of the sample, and the digital storage locations of the raw and processed data will be provided in a separ ate file. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. 3 No. A word document / excel sheet containing the experiment number, date, the location in the lab book, the physical location of the sample, and the digital storage locations of the raw and processed data will be provided. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? Raw and processed data will be stored on the researcher 's HDD, and an up to date copy will be saved on Microsoft OneDrive account provided by the host institute. Data shared with other researchers working on the same project will be mainly saved on OneDrive to allow access to all collaborat ors at all times. Planification , methodology, experiment and follow -up of experiments will be saved in a lab notebook . How is backup of the data provided? The data will be stored in two different locations: 1. the university's servers/OneDrive 2. an external HDD provided by the hosting lab Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes. Microsoft OneDrive prov ides 2 TB of storage per user. Archival storage is rented at the KU Leuven ICTS datacenter and can be expanded depending on the needs . What are the expected costs for data storage and back up during the project? How will these costs be covered? Microsof t OneDrive is free of charge if the capacity of 2 TB is not exceeded. Archival data storage is centrally offered via KU Leuven on the university's servers. HDD provided by the hosting lab to save data from all mem bers of the team. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be stored on the university's servers where only authorized personnel can have access to it. The data is password -protected and acc ess to it will be limited to the researcher and the PI. For projects done in collaboration with other researchers/groups, a limited access to that part of the data will be granted. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which da ta will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). 4 All data collected during the duration of the project will be stored on the archival storage rented by ICTS datacenter at KU Leuven. A copy of the data will also be stored on an external HDD while the lab notebook will be stored in a physical archive. Samples generated will be stored in the lab if their long -term stability allow s it. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back -up procedures) for at least 10 years, conform the KU Leuven RDM policy. Also, a copy will be saved on the group's HDD. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Data archival at KU Leuven is currently offered at 270 Euro/TB/year (dd. 19 March 2021). Since no large datasets are generated in this project, one TB of storage will be sufficient and the price for storage during 10 years is 2700 Euro. These costs are being covered by the general operating budget of the research group or by the individual bench fee of researchers. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No. Which data will be made available after the end of the projec t? Collected results will b e published in peer reviewed journals and made available for public. A copy will also be stored in the digital repository of KU Leuven Association (LIRIAS; https://limo.libis.be/). Unpublis hed results on the other hand will not be public, allowing for setti ng-up new projects and the continuation of the team's work. Where/how will the data be made available for reuse? In a restricted access repository articles describing the research work will be published in peer reviewed journals. When will the data be made available? Upon publication of the research results . Who will be able to access the data and under what conditions? Data generated during the project and its results will be public ly available at the time of publication. Data that is not published yet will only be available for people who have access to the shared OneDrive account and the team's HDDs. What are the expected costs for data sharing? How will the costs be covered? 5 Normally, publishing in most peer reviewed journals is f ree except for some journals that charge around 1500 euros as a publication fee. Costs will be covered by the group and the researcher's bench fee. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The researcher will be responsible for data collection and documentation. Who will be responsible for data storage & back up during the project? The researcher will be responsible for storing data in OneDrive and a lab notebook during the project. Who will be responsible for ensuring data preservation and reuse ? Prof. Parac -Vogt (PI) will be responsible for ensuring the preservation and reuse of the data generated during the project. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}