{
    "document_id": "D-2024-2594",
    "LinkTitle": "D-2024-2594",
    "file_name": "D-2024-2594.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2594.pdf",
    "metadata": {
        "title": "ARTISTE - Autonomous Robotic Suturing for fetal surgery",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "ARTISTE - Autonomous Robotic Suturing for fetal surgery\nARTISTE - Autonomous Robotic Suturing for fetal surgery\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nDi Wu\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nDi Wu\nGrant number / URL: \nGrant number / URL: \n3E230593\nID: \nID: \n206658\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-10-2024\nProject abstract:\nProject abstract:\nSingle-Port Access surgery (SPA) demonstrates significant potential as an alternative to traditional multi-port Minimally Invasive Surgery (MIS). In contrast to\nconventional MIS, SPA employs a single incision or a natural orifice to reach the surgical site. SPA is particularly well-suited for treating Open Spina Bifida\n(OSB), which necessitates strict limitations on port diameter (10 mm O.D.). In OSB repair, suturing is widely regarded as the most demanding and time-intensive\ntask. The ARTISTE project endeavors to address this highly challenging task by using KUL's macro-micro robotic system, along with the application of artificial\nintelligence (AI) and augmented reality (AR) techniques. The project will commence by exploring multi-sensor fusion to ensure reliable and accurate multi-arm\ninstrument proprioception, followed by path planning and AR/VR visualization for in-utero suturing. Ultimately, the project aims to demonstrate the autonomous\nsuturing capabilities of the macro-micro system under environmental contact. If receiving approval from ethical committee, the autonomous suturing\ndemonstration will be carried out in collaboration with the clinical partner on two or three pregnant sheep.\nLast modified: \nLast modified: \n24-04-2024\nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n1 of 8\nARTISTE - Autonomous Robotic Suturing for fetal surgery\nARTISTE - Autonomous Robotic Suturing for fetal surgery\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data\nare newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension),\nare newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension),\nand an estimate of the upper limit of the volume of the data.\nand an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n2 of 8\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nHysteresis_micro\nHysteresis date\ncollected from\nthe micro part\nof the macro-\nmicro multi-\narm robot for\nfetal surgery\nGenerate new\ndata\nDigital\nExperimental\n.csv and .bag\n（\nRosbag\nfile\n）\n< 100 MB\n \ncharacterization_macro\nThe data\ncollected\nduring the\ncharacterization\nof the macro\npart of the\nmacro-micro\nmulti-arm\nrobot.\nGenerate new\ndata\nDigital\nExperimental\n.csv\n< 100 MB\n \ninput_output_behavior_sheath_robot\nThe dataset\nincludes the\ninput-output\nbehavior,\nincluding\nhysteresis\neffects,\ncollected from\na catheter\nsheath robot.\nGenerate new\ndata\nDigital\nExperimental\n.csv and .txt\n< 100 MB\n \nTrajectory_following\nData collected\nduring the\ntrajectory-\nfollowing\nexperiment\nwith the multi-\narm robot.\nGenerate new\ndata\nDigital\nExperimental\n.csv\n< 100 MB\n \ninput_output_behavior_sheath_robot_2023\nThe dataset\nincludes the\ninput-output\nbehavior,\nincluding\nhysteresis\neffects,\ncollected from\na old version of\nthe catheter\nsheath robot in\n2023.\nReuse\nexisting data\nDigital\nExperimental\n.csv\n< 100 MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n3 of 8\nWe will be reusing a dataset previously collected by our team, which characterizes the input-output behavior of a catheter sheath robot. This dataset is\ncrucial for testing novel deep learning algorithms with potential applications in the ARTISTE project.\nSource of Reused Dataset: https://data.4tu.nl/private_datasets/nxjyapcAoN-59A6PtnHZPOXagFLWwfglB8x-A6uKRMs\nPurpose: The data is used to develop and refine deep learning algorithms that improve the functionality and accuracy of robotic systems, critical for\nadvancements in the ARTISTE project.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in\nthe comment section. Please refer to specific datasets or data types when appropriate.\nthe comment section. Please refer to specific datasets or data types when appropriate.\nNo\nOur project does not involve any experiments on humans or animals, and we do not foresee the engagement of any such activities before the project\nconcludes on October 31, 2024. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\ndata types when appropriate.\nNo\nOur project does not involve the processing of personal data. We have no plans to conduct experiments or studies that handle personal data in a way that\ncould identify individuals.\nIn future stages of the project, we may conduct user studies to evaluate performance. However, these studies are designed to collect only non-identifiable\ndata related to user performance. No personal identifiers or sensitive personal information will be collected, ensuring that individual participants cannot\nbe traced or identified through the data. This approach aligns with privacy protection standards and ensures compliance with relevant data protection\nregulations.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\ncomment per dataset or data type where appropriate.\nYes\nOur project's dataset holds potential for commercial valorization, particularly if the deep learning algorithms and the robotic systems involved are\nprotected through patents or software copyrights. This dataset could be crucial for fine-tuning these technologies, enhancing their commercial\napplications. We plan to consult KU Leuven's Intellectual Property unit to ensure compliance with IP regulations and to explore potential IP protections.\nAdditionally, we will coordinate with Leuven Research & Development (LRD) before disseminating any data, to properly navigate the pathways for\ntechnology transfer and commercial exploitation. This strategic approach will help secure intellectual property rights and facilitate commercial\nopportunities for our research outcomes.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nFor this project, which is funded by KU Leuven without the involvement of collaborators or third-party agreements, we do not anticipate any restrictions\nrelated to the exploitation or dissemination of the data we use or reuse. The absence of external collaborators and third-party contracts simplifies the legal\nlandscape, allowing us to manage and share our data freely under the guidelines established by KU Leuven and applicable open data policies.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in\nthe comment section to what data they relate and which restrictions will be asserted.\nthe comment section to what data they relate and which restrictions will be asserted.\nNo\nGiven the current scope and nature of our project, we do not foresee any issues regarding intellectual property rights and ownership of the data we plan\nto use or reuse. All data collected is anticipated to be generated internally by our research team.\nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n4 of 8\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nTo maintain the usability and comprehension of our data, rigorous documentation practices aligned with FAIR principles are implemented:\n1. Comprehensive Documentation: Methodological details and analytical procedures are documented within README.txt files for each dataset, where\ndata collection methods and processing steps are clearly described.\n2. Repository Standards and FAIR Compliance: Data are deposited in KU Leuven RDR, accompanied by detailed metadata using controlled\nvocabularies to ensure that the data is findable, accessible, interoperable, and reusable.\n3. Accessible and Interoperable Metadata: Metadata linked to scientific publications are kept openly available to enhance transparency, with\nstandardized terms and formats ensuring compatibility and ease of use across various research platforms and studies.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier\nto find and reuse.\nto find and reuse.\nYes\nMetadata for the research data will be meticulously structured, involving detailed documentation through designated metadata elements or fields. This\nensures that the data is not only machine-readable but also actionable and interpretable. The following measures will be taken:\n1. Include essential details like the title, creator/author, date of publication, date of data collection, and version of the dataset.\n2. Document subject and keywords, geographical and temporal coverage, methodology, and data quality. Also include technical details such as file\nformat, data structure, and accessibility (how to access the data, including URLs or identifiers like DOIs).\n3. Provide rights and permissions, email of the corresponding author, and recommended citation to ensure users understand how to correctly use and cite\nthe dataset.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nDuring the research project and up to 5 years or more after the project, data will be stored on the researcher's University PC, synced with the OneDrive\naccount associated with KU Leuven or stored on a folder on a shared drive of the department. This dual-location storage ensures real-time backup and\naccessibility. Upon completion of the project, the data and insofar compatible with the instructions from the tech transfer office, will be transferred to an\nopen-access data repository to facilitate widespread dissemination and enhance scientific exchange. Examples of potential repositories include KU\nLeuven RDR, Figshare, Zenodo, and the Open Science Framework, which are renowned for their accessibility and reliability in the academic community.\nHow will the data be backed up?\nHow will the data be backed up?\nTo safeguard against data loss, a rigorous backup strategy will be implemented throughout the duration of the research. Data will be regularly backed up\nin two layers: first, locally on the researcher's University PC; second, remotely via the OneDrive account of KU Leuven, ensuring cloud storage benefits\nsuch as disaster recovery and remote access. This approach not only secures the integrity of the data but also ensures that there are multiple data recovery\npoints in the event of hardware failure or other forms of data loss.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nBased on the current assessment, there is sufficient storage and backup capacity for the project. The researcher's University PC has been checked to\nensure adequate space is available for the project's needs. Additionally, the KU Leuven OneDrive account provides 2TB of cloud storage, of which only\napproximately 5% is currently utilized. This substantial available capacity confirms that the planned backup strategy is feasible and will support the\nproject's data management requirements effectively.\nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n5 of 8\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nTo ensure that the data are securely stored and protected from unauthorized access or modification, the following security measures will be\nimplemented:\nI. Network Security: Regular security assessments and updates will be conducted to ensure that network defenses are current and effective against\npotential cyber threats.\nII. Computer Systems and File Security: 1) Access controls will be strictly enforced. Only designated research team members will have access rights to\nthe data files, and permissions will be set to limit access to read-only wherever possible to prevent unauthorized modifications. 2) Multi-factor\nauthentication (MFA) will be enabled for access to the OneDrive account to provide an additional layer of security beyond username and password.\nThese combined measures provide a robust framework for securing sensitive data throughout the research project, mitigating risks related to\nunauthorized data access or loss.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected costs for data storage and backup during the research project are minimal, as the University PC already has sufficient storage and the KU\nLeuven OneDrive account provides 2TB of cloud storage, of which only about 5% is currently used, thus incurring no additional cost. The only potential\nexpenditure might be the purchase of an external hard drive for extra backup security, typically ranging from 50 to 150 euros. These costs, minimal as\nthey are, will be covered by the research project's budget, ensuring that all data management requirements are met efficiently and economically.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In\ncase some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\ncase some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data collected during the project will be retained for at least 5 years following its conclusion, in accordance with KU Leuven's Research Data\nManagement (RDM) policy. This retention timeframe ensures sufficient duration for data verification, reanalysis, and potential follow-up studies within\nacademic and research contexts.\nThe data will be securely stored in digital form, utilizing both local and cloud storage solutions to maintain data integrity and accessibility. In cases\nwhere data cannot be preserved for the full five-year period due to legal, contractual, or privacy concerns, specific reasons will be clearly documented.\nAll decisions regarding the retention and deletion of data will adhere to institutional policies and legal requirements, ensuring responsible data\nmanagement throughout the project lifecycle.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nFor long-term archiving and curation, the research data from this project will be uploaded to the KU Leuven Research Data Repository (RDR). In this\nrepository, the dataset will be carefully documented with detailed metadata to ensure clarity and comprehensibility. Additionally, a permanent identifier\nwill be assigned to the dataset, enhancing its discoverability, making it easily citable, and facilitating its availability for reuse by other researchers. This\napproach not only aligns with best practices for data management but also supports the principles of open science by ensuring that the data is accessible\nand maintained securely within a trusted institutional framework.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe expected costs for data preservation during the retention period are negligible. KU Leuven Research Data Repository (RDR) offers 50 GB per year\nper researcher at no additional cost. Considering that the dataset generated during this project is anticipated to be less than 10 GB, this allocation is more\nthan sufficient to meet our storage needs without incurring extra expenses. This provision by KU Leuven ensures that the data can be securely stored,\nmaintained, and made accessible for the required retention period without financial burden, thereby supporting the project's data management strategy\nefficiently and economically.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nwhich data will be made available.\nYes, in an Open Access repository\nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n6 of 8\nThe data generated during the project that does not contain personal information will be made available for reuse after and during the project period. This\ndata will be deposited in the KU Leuven Research Data Repository (RDR), where it will be openly accessible for other researchers to use and build\nupon. Each dataset or data type will be made available according to its nature and any relevant considerations.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nFor this project, the dataset will be publicly accessible once it is stored in the KU Leuven Research Data Repository (RDR). Upon depositing the data, it\nwill be assigned a Digital Object Identifier (DOI), which not only facilitates easy sharing but also enhances the dataset's visibility and citability. This DOI\nensures that the dataset can be reliably located and referenced by other researchers within the scientific community, promoting transparency and\ncollaboration. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please\nexplain in the comment section per dataset or data type where appropriate.\nexplain in the comment section per dataset or data type where appropriate.\nNo\nAs currently assessed, there are no factors that restrict or prevent the sharing of data collected and generated in this project. The project has been\ndesigned with the intention of full transparency and openness, ensuring all generated datasets can be freely accessed and reused by the academic\ncommunity and beyond.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data generated during this project will primarily be made available through the KU Leuven Research Data Repository (RDR). This repository is\nideal for our needs as it not only ensures long-term preservation and accessibility but also provides a DOI for each dataset, enhancing the findability and\ncitability of our data.\nAdditionally, datasets may also be submitted as supplementary materials alongside the publication manuscripts. This method allows datasets to be stored\nin publishers' repositories, directly linking them with the corresponding research articles for greater accessibility and context. Such dual hosting ensures\nthat the data remains closely associated with published findings, facilitating validation and further exploration by other researchers.\nWhen will the data be made available?\nWhen will the data be made available?\nThe data will be made available in alignment with key project milestones to ensure appropriate dissemination and use. Specifically, the data will be\nreleased as follows:\n1. Upon Publication of Research Results: Datasets integral to specific publications will be made available concurrently with the publication itself. This\nensures that the data supporting the research findings is accessible to readers and reviewers at the time of publication, enhancing transparency and\nfacilitating peer verification and further study.\n2. After Project Completion: Additional data collected during the project that may not be directly linked to specific publications or translation efforts will\nbe made available after the project has officially concluded. This allows for comprehensive finalization and review of all data to ensure accuracy and\ncompleteness before it is shared.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nFor this project, we will apply the Creative Commons Attribution-NonCommercial (CC BY-NC) license to our data. This license allows others to remix,\nadapt, and build upon the data non-commercially, as long as they credit us and indicate if changes were made. Using the CC BY-NC ensures that the\ndata is accessible for academic and educational purposes while restricting commercial use, aligning with our goal to promote wide dissemination without\ncommercial exploitation.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nEach dataset generated from this project will be assigned a DOI upon uploading and review in the KU Leuven Research Data Repository. The DOI\nensures that each dataset is uniquely identifiable, easily citable, and readily accessible. This step is crucial for enhancing the visibility and usability of the\ndata, facilitating academic sharing and ensuring that contributors receive proper credit in subsequent reuses of the data.\nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n7 of 8\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe expected costs for data sharing in this project are minimal, given that our datasets are small. Depositing these smaller datasets in data repositories,\nsuch as the KU Leuven Research Data Repository, is typically covered by the repository itself, which means there is no direct cost to us for data\ndeposition.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nDr. Di Wu, Xiaohang Zhang and Prof. Emmanuel Vander Poorten, \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nDr. Di Wu, Xiaohang Zhang, and Prof. Emmanuel Vander Poorten \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nDr. Di Wu, Prof. Emmanuel Vander Poorten and Xiaohang Zhang \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nDr. Di Wu and Prof. Emmanuel Vander Poorten \nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n8 of 8"
    },
    "clean_full_text": "ARTISTE - Autonomous Robotic Suturing for fetal surgery ARTISTE - Autonomous Robotic Suturing for fetal surgery A Data Management Plan created using DMPonline.be Creator: Creator: Di Wu Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Di Wu Grant number / URL: Grant number / URL: 3E230593 ID: ID: 206658 Start date: Start date: 01-01-2024 End date: End date: 31-10-2024 Project abstract: Project abstract: Single-Port Access surgery (SPA) demonstrates significant potential as an alternative to traditional multi-port Minimally Invasive Surgery (MIS). In contrast to conventional MIS, SPA employs a single incision or a natural orifice to reach the surgical site. SPA is particularly well-suited for treating Open Spina Bifida (OSB), which necessitates strict limitations on port diameter (10 mm O.D.). In OSB repair, suturing is widely regarded as the most demanding and time-intensive task. The ARTISTE project endeavors to address this highly challenging task by using KUL's macro-micro robotic system, along with the application of artificial intelligence (AI) and augmented reality (AR) techniques. The project will commence by exploring multi-sensor fusion to ensure reliable and accurate multi-arm instrument proprioception, followed by path planning and AR/VR visualization for in-utero suturing. Ultimately, the project aims to demonstrate the autonomous suturing capabilities of the macro-micro system under environmental contact. If receiving approval from ethical committee, the autonomous suturing demonstration will be carried out in collaboration with the clinical partner on two or three pregnant sheep. Last modified: Last modified: 24-04-2024 Created using DMPonline.be. Last modiﬁed 24 April 2024 1 of 8 ARTISTE - Autonomous Robotic Suturing for fetal surgery ARTISTE - Autonomous Robotic Suturing for fetal surgery FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 24 April 2024 2 of 8 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Hysteresis_micro Hysteresis date collected from the micro part of the macro- micro multi- arm robot for fetal surgery Generate new data Digital Experimental .csv and .bag （ Rosbag file ） < 100 MB characterization_macro The data collected during the characterization of the macro part of the macro-micro multi-arm robot. Generate new data Digital Experimental .csv < 100 MB input_output_behavior_sheath_robot The dataset includes the input-output behavior, including hysteresis effects, collected from a catheter sheath robot. Generate new data Digital Experimental .csv and .txt < 100 MB Trajectory_following Data collected during the trajectory- following experiment with the multi- arm robot. Generate new data Digital Experimental .csv < 100 MB input_output_behavior_sheath_robot_2023 The dataset includes the input-output behavior, including hysteresis effects, collected from a old version of the catheter sheath robot in 2023. Reuse existing data Digital Experimental .csv < 100 MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Created using DMPonline.be. Last modiﬁed 24 April 2024 3 of 8 We will be reusing a dataset previously collected by our team, which characterizes the input-output behavior of a catheter sheath robot. This dataset is crucial for testing novel deep learning algorithms with potential applications in the ARTISTE project. Source of Reused Dataset: https://data.4tu.nl/private_datasets/nxjyapcAoN-59A6PtnHZPOXagFLWwfglB8x-A6uKRMs Purpose: The data is used to develop and refine deep learning algorithms that improve the functionality and accuracy of robotic systems, critical for advancements in the ARTISTE project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. the comment section. Please refer to specific datasets or data types when appropriate. No Our project does not involve any experiments on humans or animals, and we do not foresee the engagement of any such activities before the project concludes on October 31, 2024. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. data types when appropriate. No Our project does not involve the processing of personal data. We have no plans to conduct experiments or studies that handle personal data in a way that could identify individuals. In future stages of the project, we may conduct user studies to evaluate performance. However, these studies are designed to collect only non-identifiable data related to user performance. No personal identifiers or sensitive personal information will be collected, ensuring that individual participants cannot be traced or identified through the data. This approach aligns with privacy protection standards and ensures compliance with relevant data protection regulations. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. comment per dataset or data type where appropriate. Yes Our project's dataset holds potential for commercial valorization, particularly if the deep learning algorithms and the robotic systems involved are protected through patents or software copyrights. This dataset could be crucial for fine-tuning these technologies, enhancing their commercial applications. We plan to consult KU Leuven's Intellectual Property unit to ensure compliance with IP regulations and to explore potential IP protections. Additionally, we will coordinate with Leuven Research & Development (LRD) before disseminating any data, to properly navigate the pathways for technology transfer and commercial exploitation. This strategic approach will help secure intellectual property rights and facilitate commercial opportunities for our research outcomes. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No For this project, which is funded by KU Leuven without the involvement of collaborators or third-party agreements, we do not anticipate any restrictions related to the exploitation or dissemination of the data we use or reuse. The absence of external collaborators and third-party contracts simplifies the legal landscape, allowing us to manage and share our data freely under the guidelines established by KU Leuven and applicable open data policies. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. the comment section to what data they relate and which restrictions will be asserted. No Given the current scope and nature of our project, we do not foresee any issues regarding intellectual property rights and ownership of the data we plan to use or reuse. All data collected is anticipated to be generated internally by our research team. Created using DMPonline.be. Last modiﬁed 24 April 2024 4 of 8 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). README.txt files, Codebook.tsv etc. where this information is recorded). To maintain the usability and comprehension of our data, rigorous documentation practices aligned with FAIR principles are implemented: 1. Comprehensive Documentation: Methodological details and analytical procedures are documented within README.txt files for each dataset, where data collection methods and processing steps are clearly described. 2. Repository Standards and FAIR Compliance: Data are deposited in KU Leuven RDR, accompanied by detailed metadata using controlled vocabularies to ensure that the data is findable, accessible, interoperable, and reusable. 3. Accessible and Interoperable Metadata: Metadata linked to scientific publications are kept openly available to enhance transparency, with standardized terms and formats ensuring compatibility and ease of use across various research platforms and studies. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. to find and reuse. Yes Metadata for the research data will be meticulously structured, involving detailed documentation through designated metadata elements or fields. This ensures that the data is not only machine-readable but also actionable and interpretable. The following measures will be taken: 1. Include essential details like the title, creator/author, date of publication, date of data collection, and version of the dataset. 2. Document subject and keywords, geographical and temporal coverage, methodology, and data quality. Also include technical details such as file format, data structure, and accessibility (how to access the data, including URLs or identifiers like DOIs). 3. Provide rights and permissions, email of the corresponding author, and recommended citation to ensure users understand how to correctly use and cite the dataset. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? During the research project and up to 5 years or more after the project, data will be stored on the researcher's University PC, synced with the OneDrive account associated with KU Leuven or stored on a folder on a shared drive of the department. This dual-location storage ensures real-time backup and accessibility. Upon completion of the project, the data and insofar compatible with the instructions from the tech transfer office, will be transferred to an open-access data repository to facilitate widespread dissemination and enhance scientific exchange. Examples of potential repositories include KU Leuven RDR, Figshare, Zenodo, and the Open Science Framework, which are renowned for their accessibility and reliability in the academic community. How will the data be backed up? How will the data be backed up? To safeguard against data loss, a rigorous backup strategy will be implemented throughout the duration of the research. Data will be regularly backed up in two layers: first, locally on the researcher's University PC; second, remotely via the OneDrive account of KU Leuven, ensuring cloud storage benefits such as disaster recovery and remote access. This approach not only secures the integrity of the data but also ensures that there are multiple data recovery points in the event of hardware failure or other forms of data loss. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Based on the current assessment, there is sufficient storage and backup capacity for the project. The researcher's University PC has been checked to ensure adequate space is available for the project's needs. Additionally, the KU Leuven OneDrive account provides 2TB of cloud storage, of which only approximately 5% is currently utilized. This substantial available capacity confirms that the planned backup strategy is feasible and will support the project's data management requirements effectively. Created using DMPonline.be. Last modiﬁed 24 April 2024 5 of 8 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To ensure that the data are securely stored and protected from unauthorized access or modification, the following security measures will be implemented: I. Network Security: Regular security assessments and updates will be conducted to ensure that network defenses are current and effective against potential cyber threats. II. Computer Systems and File Security: 1) Access controls will be strictly enforced. Only designated research team members will have access rights to the data files, and permissions will be set to limit access to read-only wherever possible to prevent unauthorized modifications. 2) Multi-factor authentication (MFA) will be enabled for access to the OneDrive account to provide an additional layer of security beyond username and password. These combined measures provide a robust framework for securing sensitive data throughout the research project, mitigating risks related to unauthorized data access or loss. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected costs for data storage and backup during the research project are minimal, as the University PC already has sufficient storage and the KU Leuven OneDrive account provides 2TB of cloud storage, of which only about 5% is currently used, thus incurring no additional cost. The only potential expenditure might be the purchase of an external hard drive for extra backup security, typically ranging from 50 to 150 euros. These costs, minimal as they are, will be covered by the research project's budget, ensuring that all data management requirements are met efficiently and economically. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data collected during the project will be retained for at least 5 years following its conclusion, in accordance with KU Leuven's Research Data Management (RDM) policy. This retention timeframe ensures sufficient duration for data verification, reanalysis, and potential follow-up studies within academic and research contexts. The data will be securely stored in digital form, utilizing both local and cloud storage solutions to maintain data integrity and accessibility. In cases where data cannot be preserved for the full five-year period due to legal, contractual, or privacy concerns, specific reasons will be clearly documented. All decisions regarding the retention and deletion of data will adhere to institutional policies and legal requirements, ensuring responsible data management throughout the project lifecycle. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? For long-term archiving and curation, the research data from this project will be uploaded to the KU Leuven Research Data Repository (RDR). In this repository, the dataset will be carefully documented with detailed metadata to ensure clarity and comprehensibility. Additionally, a permanent identifier will be assigned to the dataset, enhancing its discoverability, making it easily citable, and facilitating its availability for reuse by other researchers. This approach not only aligns with best practices for data management but also supports the principles of open science by ensuring that the data is accessible and maintained securely within a trusted institutional framework. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs for data preservation during the retention period are negligible. KU Leuven Research Data Repository (RDR) offers 50 GB per year per researcher at no additional cost. Considering that the dataset generated during this project is anticipated to be less than 10 GB, this allocation is more than sufficient to meet our storage needs without incurring extra expenses. This provision by KU Leuven ensures that the data can be securely stored, maintained, and made accessible for the required retention period without financial burden, thereby supporting the project's data management strategy efficiently and economically. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. which data will be made available. Yes, in an Open Access repository Created using DMPonline.be. Last modiﬁed 24 April 2024 6 of 8 The data generated during the project that does not contain personal information will be made available for reuse after and during the project period. This data will be deposited in the KU Leuven Research Data Repository (RDR), where it will be openly accessible for other researchers to use and build upon. Each dataset or data type will be made available according to its nature and any relevant considerations. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. For this project, the dataset will be publicly accessible once it is stored in the KU Leuven Research Data Repository (RDR). Upon depositing the data, it will be assigned a Digital Object Identifier (DOI), which not only facilitates easy sharing but also enhances the dataset's visibility and citability. This DOI ensures that the dataset can be reliably located and referenced by other researchers within the scientific community, promoting transparency and collaboration. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. explain in the comment section per dataset or data type where appropriate. No As currently assessed, there are no factors that restrict or prevent the sharing of data collected and generated in this project. The project has been designed with the intention of full transparency and openness, ensuring all generated datasets can be freely accessed and reused by the academic community and beyond. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data generated during this project will primarily be made available through the KU Leuven Research Data Repository (RDR). This repository is ideal for our needs as it not only ensures long-term preservation and accessibility but also provides a DOI for each dataset, enhancing the findability and citability of our data. Additionally, datasets may also be submitted as supplementary materials alongside the publication manuscripts. This method allows datasets to be stored in publishers' repositories, directly linking them with the corresponding research articles for greater accessibility and context. Such dual hosting ensures that the data remains closely associated with published findings, facilitating validation and further exploration by other researchers. When will the data be made available? When will the data be made available? The data will be made available in alignment with key project milestones to ensure appropriate dissemination and use. Specifically, the data will be released as follows: 1. Upon Publication of Research Results: Datasets integral to specific publications will be made available concurrently with the publication itself. This ensures that the data supporting the research findings is accessible to readers and reviewers at the time of publication, enhancing transparency and facilitating peer verification and further study. 2. After Project Completion: Additional data collected during the project that may not be directly linked to specific publications or translation efforts will be made available after the project has officially concluded. This allows for comprehensive finalization and review of all data to ensure accuracy and completeness before it is shared. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. For this project, we will apply the Creative Commons Attribution-NonCommercial (CC BY-NC) license to our data. This license allows others to remix, adapt, and build upon the data non-commercially, as long as they credit us and indicate if changes were made. Using the CC BY-NC ensures that the data is accessible for academic and educational purposes while restricting commercial use, aligning with our goal to promote wide dissemination without commercial exploitation. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Each dataset generated from this project will be assigned a DOI upon uploading and review in the KU Leuven Research Data Repository. The DOI ensures that each dataset is uniquely identifiable, easily citable, and readily accessible. This step is crucial for enhancing the visibility and usability of the data, facilitating academic sharing and ensuring that contributors receive proper credit in subsequent reuses of the data. Created using DMPonline.be. Last modiﬁed 24 April 2024 7 of 8 What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? The expected costs for data sharing in this project are minimal, given that our datasets are small. Depositing these smaller datasets in data repositories, such as the KU Leuven Research Data Repository, is typically covered by the repository itself, which means there is no direct cost to us for data deposition. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Dr. Di Wu, Xiaohang Zhang and Prof. Emmanuel Vander Poorten, Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Dr. Di Wu, Xiaohang Zhang, and Prof. Emmanuel Vander Poorten Who will manage data preservation and sharing? Who will manage data preservation and sharing? Dr. Di Wu, Prof. Emmanuel Vander Poorten and Xiaohang Zhang Who will update and implement this DMP? Who will update and implement this DMP? Dr. Di Wu and Prof. Emmanuel Vander Poorten Created using DMPonline.be. Last modiﬁed 24 April 2024 8 of 8"
}