{
    "document_id": "D-2024-2559",
    "LinkTitle": "D-2024-2559",
    "file_name": "D-2024-2559.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2559.pdf",
    "metadata": {
        "title": "Cartan subalgebras and the associated dynamical systems",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Cartan subalgebras and the associated dynamical systems\nA Data Management Plan created using DMPonline.be\nCreator: \nAnna Duwenig\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1206124N\nID: \n204089\nStart date: \n01-10-2023\nEnd date: \n30-09-2026\nProject abstract:\nPhysical scientists use dynamical systems to model the ever-changing world we live in. Such systems are often complex, so\nmathematicians encode them in terms that are better understood: by representing them as collections of rigid transformations of infinite-\ndimensional spaces, called operator algebras, we can analyse the systems using functional analytic tools. My research deals with\noperator algebras known as C*-algebras.\nOperator algebras were first introduced by polymath John von Neumann who discovered that they are the mathematical language of\nquantum mechanics. Take Heisenberg's uncertainty principle: the more accurately we measure the position of a particle, the less\naccurately we can measure its momentum. Mathematically, this is because the operators that measure these two observables do not\ncommute: AB ≠ BA. C*-algebras are built to model such behaviour: their elements likewise do not need to commute.\nSince their origins in the 1930s, many techniques have been developed to study the structural properties of C*-algebras, allowing us to\nderive new information about the quantum systems they encode. Most amenable to those techniques are C*-algebras built from\ndynamical systems and, by Renault's remarkable theorem, these are exactly the algebras that contain a so-called Cartan subalgebra.\nThis project will deliver Cartan subalgebras in broad classes of C*-algebras, describe the dynamics in terms of the original data, and\ndetermine their geometric properties.\nLast modified: \n11-01-2024\nCreated using DMPonline.be. Last modiﬁed 11 January 2024\n1 of 6\nCartan subalgebras and the associated dynamical systems\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital\ndata\nOnly for\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital\nData\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \n \n \n \n \n \n \nNotes\nThe notes I will be writing during meetings and\nduring the production of the final manuscripts.\nGenerate\nnew data\nboth\ndigital and\nphysical\nOther\n.tex, .bib,\n.docx\n<1GB\nSome\nsheets of\npaper.\nManuscripts\nOnce \"Notes\" have been polished for publication,\nthey become a manuscript that contains my\nresearch findings.\nGenerate\nnew data\nDigital\nOther\n.tex,\n.bib.,\n.docx\n<1GB\nNA\nThis research project is in pure mathematics. No datasets will be generated, collected or reused, neither will simulations, models\nor software be created or used.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nNo data will be reused.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nMy research does not have potential for commercial valorization.\nCreated using DMPonline.be. Last modiﬁed 11 January 2024\n2 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\nWhile in use, each instance of the dataset \"Notes\" will be labelled with the current date and topic, so that it is kept understandable\nfor myself while I produce manuscripts from it. Beyond that time frame and beyond myself, there is no need for the dataset \"Notes\"\nto be kept understandable and usable, as it loses its relevance once I have written a corresponding manuscript.\nThe dataset \"Manuscripts\" consists of self-contained and self-explained, written published works. As such, it does not require\nfurther documentation. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nYes\nNo metadata will be used for the dataset \"Notes\".\nEach instance of the dataset \"Manuscripts\" will contain both a list of keywords and the relevant codes of the \"2020 Mathematics\nSubject Classification\" (MSC2020) to make the data easier to find and reuse.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data \"Notes\" will be stored as follows:\nPhysical notes are stored in the desk drawer of my office in the KU Leuven Mathematics department.\nDigital notes are stored in the cloud editor \noverleaf.com\n.\n\"Notes\" transition into \"Manuscripts\" by being uploaded to \narXiv.org\n, an open-access archive for mathematical work, where the\nmanuscript remains freely accessible indefinitely. They will further be deposited in Lirias, in accordance with the FWO\nrequirements, and submitted to journals for publication.\nCreated using DMPonline.be. Last modiﬁed 11 January 2024\n3 of 6\nHow will the data be backed up?\n\"Notes\" do not need to be backed up, as their relevance is very short lived and as they are reproduceable.\nVirtual copies of \"Manuscripts\" will be kept on a local hard drive and in the cloud (\noverleaf.com\n; personal \nDropBox\n via automatic\nsync with overleaf; \nOneDrive \nthrough KU Leuven).\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe datasets I will be generating is of very small digital and physical size (<10 GB respectively one drawer full of notes at any\ngiven point in time). The \nOneDrive\n account through KU Leuven allows for 2 TB of files; maximum size of projects on \noverleaf.com\nare \"unlimited\" (see https://www.overleaf.com/learn/how-to/Overleaf_plan_limits ).\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll digital data is stored in online accounts (on \noverleaf.com\n, \nDropBox.com\n, \nOneDrive\n through KU Leuven, \nLirias\n, \narXiv.org\n) and\non devices (laptop provided by SET-IT; personal mobile phone) that are password protected.\nAll physical data is stored in my locked office in KU Leuven's Mathematics department.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere will be no costs associated to data storage and backup.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\n\"Notes\" will have lost their value after five years and will therefore not needed to be retained.\n\"Manuscripts\" will be retained on \narXiv.org\n, Lirias, and at the publishing journals indefinitely, i.e., beyond five years after the\nproject has ended.\nWhere will these data be archived (stored and curated for the long-term)?\n\"Notes\" will not be archived.\n\"Manuscripts\" will be retained on \narXiv.org\n, \nLirias\n, and at the publishing journals indefinitely.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nThere are no expected costs.\n5. Data sharing and reuse\nCreated using DMPonline.be. Last modiﬁed 11 January 2024\n4 of 6\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nNo (closed access)\nYes, in an Open Access repository\n\"No (closed access)\": The dataset \"Notes\" is only for my personal use during the production of manuscripts.\n\"Yes, in an Open Access repository\": All of the dataset \"Manuscripts\" will be made available on the open-access pre-print\nserver \narXiv.org \nand, after an variable embargo period, on \nLirias\n and at the publishing journal.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe data \"Notes\" will never be made available to the public, as it is for my own use.\nThe access of the data that is not for my personal use (i.e., of \"Manuscripts\") will not be restricted.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data \"Notes\" will never be made available to the public.\nThe data \"Manuscript\" will be made available on \narXiv.org\n, \nLirias\n, and at the publishing journals.\nWhen will the data be made available?\nThe data \"Notes\" will never be made available to the public.\n\"Manuscripts\" are, by definition, notes that have been uploaded to \narXiv.org\n and are therefore immediately and indefinitely\navailable to the public.\nWhich data usage licenses are you going to provide? If none, please explain why.\nDoes not apply to \"Notes\".\n\"Manuscripts\" on \narxiv.org\n are either under \"CC BY 4.0\" or under \"arXiv.org perpetual, non-exclusive license to distribute this\narticle (Minimal rights required by arXiv.org) \".\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs.\nCreated using DMPonline.be. Last modiﬁed 11 January 2024\n5 of 6\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nAnna Duwenig, to the extent it is applicable \nWho will manage data storage and backup during the research project?\nAnna Duwenig, to the extent it is applicable \nWho will manage data preservation and sharing?\nAnna Duwenig, to the extent it is applicable \nWho will update and implement this DMP?\nAnna Duwenig, to the extent it is applicable \nCreated using DMPonline.be. Last modiﬁed 11 January 2024\n6 of 6"
    },
    "clean_full_text": "Cartan subalgebras and the associated dynamical systems A Data Management Plan created using DMPonline.be Creator: Anna Duwenig Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1206124N ID: 204089 Start date: 01-10-2023 End date: 30-09-2026 Project abstract: Physical scientists use dynamical systems to model the ever-changing world we live in. Such systems are often complex, so mathematicians encode them in terms that are better understood: by representing them as collections of rigid transformations of infinite- dimensional spaces, called operator algebras, we can analyse the systems using functional analytic tools. My research deals with operator algebras known as C*-algebras. Operator algebras were first introduced by polymath John von Neumann who discovered that they are the mathematical language of quantum mechanics. Take Heisenberg's uncertainty principle: the more accurately we measure the position of a particle, the less accurately we can measure its momentum. Mathematically, this is because the operators that measure these two observables do not commute: AB ≠ BA. C*-algebras are built to model such behaviour: their elements likewise do not need to commute. Since their origins in the 1930s, many techniques have been developed to study the structural properties of C*-algebras, allowing us to derive new information about the quantum systems they encode. Most amenable to those techniques are C*-algebras built from dynamical systems and, by Renault's remarkable theorem, these are exactly the algebras that contain a so-called Cartan subalgebra. This project will deliver Cartan subalgebras in broad classes of C*-algebras, describe the dynamics in terms of the original data, and determine their geometric properties. Last modified: 11-01-2024 Created using DMPonline.be. Last modiﬁed 11 January 2024 1 of 6 Cartan subalgebras and the associated dynamical systems FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Notes The notes I will be writing during meetings and during the production of the final manuscripts. Generate new data both digital and physical Other .tex, .bib, .docx <1GB Some sheets of paper. Manuscripts Once \"Notes\" have been polished for publication, they become a manuscript that contains my research findings. Generate new data Digital Other .tex, .bib., .docx <1GB NA This research project is in pure mathematics. No datasets will be generated, collected or reused, neither will simulations, models or software be created or used. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No data will be reused. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No My research does not have potential for commercial valorization. Created using DMPonline.be. Last modiﬁed 11 January 2024 2 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). While in use, each instance of the dataset \"Notes\" will be labelled with the current date and topic, so that it is kept understandable for myself while I produce manuscripts from it. Beyond that time frame and beyond myself, there is no need for the dataset \"Notes\" to be kept understandable and usable, as it loses its relevance once I have written a corresponding manuscript. The dataset \"Manuscripts\" consists of self-contained and self-explained, written published works. As such, it does not require further documentation. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes No metadata will be used for the dataset \"Notes\". Each instance of the dataset \"Manuscripts\" will contain both a list of keywords and the relevant codes of the \"2020 Mathematics Subject Classification\" (MSC2020) to make the data easier to find and reuse. 3. Data storage & back-up during the research project Where will the data be stored? The data \"Notes\" will be stored as follows: Physical notes are stored in the desk drawer of my office in the KU Leuven Mathematics department. Digital notes are stored in the cloud editor overleaf.com . \"Notes\" transition into \"Manuscripts\" by being uploaded to arXiv.org , an open-access archive for mathematical work, where the manuscript remains freely accessible indefinitely. They will further be deposited in Lirias, in accordance with the FWO requirements, and submitted to journals for publication. Created using DMPonline.be. Last modiﬁed 11 January 2024 3 of 6 How will the data be backed up? \"Notes\" do not need to be backed up, as their relevance is very short lived and as they are reproduceable. Virtual copies of \"Manuscripts\" will be kept on a local hard drive and in the cloud ( overleaf.com ; personal DropBox via automatic sync with overleaf; OneDrive through KU Leuven). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The datasets I will be generating is of very small digital and physical size (<10 GB respectively one drawer full of notes at any given point in time). The OneDrive account through KU Leuven allows for 2 TB of files; maximum size of projects on overleaf.com are \"unlimited\" (see https://www.overleaf.com/learn/how-to/Overleaf_plan_limits ). How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All digital data is stored in online accounts (on overleaf.com , DropBox.com , OneDrive through KU Leuven, Lirias , arXiv.org ) and on devices (laptop provided by SET-IT; personal mobile phone) that are password protected. All physical data is stored in my locked office in KU Leuven's Mathematics department. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There will be no costs associated to data storage and backup. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). \"Notes\" will have lost their value after five years and will therefore not needed to be retained. \"Manuscripts\" will be retained on arXiv.org , Lirias, and at the publishing journals indefinitely, i.e., beyond five years after the project has ended. Where will these data be archived (stored and curated for the long-term)? \"Notes\" will not be archived. \"Manuscripts\" will be retained on arXiv.org , Lirias , and at the publishing journals indefinitely. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs. 5. Data sharing and reuse Created using DMPonline.be. Last modiﬁed 11 January 2024 4 of 6 Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) Yes, in an Open Access repository \"No (closed access)\": The dataset \"Notes\" is only for my personal use during the production of manuscripts. \"Yes, in an Open Access repository\": All of the dataset \"Manuscripts\" will be made available on the open-access pre-print server arXiv.org and, after an variable embargo period, on Lirias and at the publishing journal. If access is restricted, please specify who will be able to access the data and under what conditions. The data \"Notes\" will never be made available to the public, as it is for my own use. The access of the data that is not for my personal use (i.e., of \"Manuscripts\") will not be restricted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. The data \"Notes\" will never be made available to the public. The data \"Manuscript\" will be made available on arXiv.org , Lirias , and at the publishing journals. When will the data be made available? The data \"Notes\" will never be made available to the public. \"Manuscripts\" are, by definition, notes that have been uploaded to arXiv.org and are therefore immediately and indefinitely available to the public. Which data usage licenses are you going to provide? If none, please explain why. Does not apply to \"Notes\". \"Manuscripts\" on arxiv.org are either under \"CC BY 4.0\" or under \"arXiv.org perpetual, non-exclusive license to distribute this article (Minimal rights required by arXiv.org) \". Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? There are no expected costs. Created using DMPonline.be. Last modiﬁed 11 January 2024 5 of 6 6. Responsibilities Who will manage data documentation and metadata during the research project? Anna Duwenig, to the extent it is applicable Who will manage data storage and backup during the research project? Anna Duwenig, to the extent it is applicable Who will manage data preservation and sharing? Anna Duwenig, to the extent it is applicable Who will update and implement this DMP? Anna Duwenig, to the extent it is applicable Created using DMPonline.be. Last modiﬁed 11 January 2024 6 of 6"
}