{
    "document_id": "D-2023-1968",
    "LinkTitle": "D-2023-1968",
    "file_name": "D-2023-1968.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1968.pdf",
    "metadata": {
        "title": "D-2023-1968",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": " 1 \n FWO DMP  Hannah Weytjens  - Flemish Standard Data Management Plan   \n1. General Project Information  \n \nName Grant Holder & ORCID  Hannah Weytjens, https://orcid.org/0000 -0002 -2459 -577X  \nProject number & title 3H220695  \nThe everyday practice of diversity in the capital of Europe – social sorting and cultural scenes in mixed \nBrussels neighborhoods Matonge and Molenbeek  \nFunder(s) GrantID  FWO fellowship; 11M1323N  \nAffiliation(s)  KU Leuven  \nUniversité Libre de Bruxelles ; https://ror.org/01r9htc13  \nPlease provide a short project description  This project focuses on two diverse neighbourhoods in Brussel to investigate how urban diversity and \nsegregation is (re)produced through cultural and aesthetic practices and preferences, and how such \ncultural factors shape social in/exclusion and inequality.  \nTo understand the everyday practice of diversity, I combine a scenes perspective from urban studies, with \nthe cultural repertoires approach from cultural sociology. Cultur al approaches to urban segregation and \ndiversity often focus on high -status gentrifiers. Starting from the assumption that residential and \nconsumption practices of less prosperous groups are also informed by lifestyles and tastes, not just by \nnecessity, th is project  develops and adopts 1) a new cultural urban sociology on cultural processes as \nre/production of inequalities; 2) a context -dependent, multidimensional framework of urban diversity and \n3) a relational understanding of different scenes.  \nCombining existing statistical data, ethnographic methods and walkabouts in Matonge and Molenbeek, 1) \nquantitative shifts in population, 2003 -2023 ; 2) analysis of the presence of scenes and their underlying \nsocioeconomic and cultural logics; 3) analysis of  how scenes become sustainable through boundary \ndrawing, bonding and bridging and how this affects social in/exclusion and gentrification. The results will \nbe communicated through a public report to inform policy and learning packages.  \n2. Research Data Summa ry \n 2 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an \nestimate of the upper limit of t he volume of the data.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nSecundary _dat\na_BISA  Secundary data \nfrom online and \nopen -acces \ndataso urce  on \npopulati on and \nsocio -economic \nvariables on a \nneighborhood \nscale (Matonge & \nLower -\nMole nbeek)  Reused  Digital  Dataset  .xlsx  10 MB   \nSecundary_dat\na_FWB  Secundary data \non cultural \nparticipation in \nBrussels  Reused  Digital  Dataset  .xlsx  10 MB   \nSecundary_dat\na_provincies_i\nn_cijfers  Secundary data \nfrom online and \nopen -acces \ndataso urce  on \nsocio -economic  \ncharacteristics  \nand amenities in \nBrussels  Reused  Digital  Dataset  .xlsx  10 MB   \n 3 \n WP2 -Audio -\nrecording_ inte\nrviews  Raw: Audio -\nrecordings of \ninterviews \n(walkabouts ) Generate new data  Digital  Audio  \n(observational)  .mp3  \n 5-10 GB  \nWP2 -Pictures  Raw: Pictures \ntaken by the \nparticipants after \nthe walkabouts  Generate new data  Digital  Image  \n(observational)  .jpeg  5-10 GB  \nWP2 -Routes of \nthe walks  Raw: routes of \nthe walks of the \nwalkabouts  Generate new data  Digital  Geographical \nInformation \nSystems (GIS)  \n(observational)  .GML  5-10 GB  \nWP2 -\nTranscripts_int\nerviews  Processed: \nTranscripts of the \ninterviews \n(walkabouts)  Generate new data  Digital  Text  \n(observational)  .word  <1 GB   \nWP2 -\nQualitative \ndata analysis \nvia Nvivo  Processed: \nCoding of \ninterviews \n(walkabouts)  Generate new data  Digital  Computer Assisted \nQualitative Data \nAnalysis (CAQDAS)  \n(observational)  .nvp  1-5 GB  \nWP2 -Coding_ \npictures  Processed: \nAnalysing the \npictures taken by \nthe participants \nafter the \nwalkabouts  Generate new data  Digital  Computer Assisted \nQualitative Data \nAnalysis (CAQDAS)  \n(observational)  .nvp  1-5 GB  \nWP2 -\nCoding_routes \nof walks  Processed: coding \nroutes of the \nwalks of the \nwalkabouts  Generate new data  Digital  Computer Assisted \nQualitative Data \nAnalysis (CAQDAS)  \n(observational)  .nvp  1-5 GB  \nWP3 -Sensory \nobservations  Raw: \nethnographic \nobservations  Generate new data  / (observational)     \n 4 \n WP3 -Field \nnotes  Processed: Field \nnotes of \nethnographic \nobservations  Generate new data  Physical  (observational)    Notebook  \nWP3 -Field \nnotes digital  Processed: \nDigitalization of \nfield notes  Generate new data  Digital  Text  \n(observational)  .doc  > 1GB   \nWP3 -Public \nmaterials  Raw: Posters, \nwebsite, annual \nreports, etc.  Reuse existing data  Digital and \nphysical  Text, image  \n(observational)  .pdf \n.doc  > 1GB  Posters, etc.  \nWP3 -\nCoding_public \nmaterials  Processes: coding \nof public \nmaterials  Reuse existing data  Digital  Computer Assisted \nQualitative Data \nAnalysis (CAQDAS)  \n(observational)  .nvp    \n \nGUIDANCE : \nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION \nMETHOD . \nEXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); \nCOMPILED /AGGREGATED DATA1 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. \nEXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML,  .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML,   ..), IMAGE DATA , AUDIO DATA , VIDEO \nDATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . \nDIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIM IT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . \nPHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR \nAFTE R).   \n \n \n1 These data are generated by combining multiple existing datasets.  \n 5 \n If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n Analysis of public materials: analysis of material from different sources related to the organizations in \nwhich the ethnographic observations will take place (e.g. posters, website content, flyers, etc.) . \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☒ Yes, human subjec t data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☐ No \nIf yes, please describe:  \nThis project works  with adult s (18+) . All participants in the interviews (WP2), and all regular participants in the \nethnographic settings (WP3) will be informed about the purpose of the research, the fact that the data will be \npreserved for at least five years after the research and the measures taken to preserve their anonymity . In the case \nof interviews , the participants will be informed  through the means of an informed c onsent for m. Participants have \nthe opportunity to withdraw from the study at any time, and in that case their data will not be used.  \nDuring the ethnographic observation, it is possible that informed consent cannot be asked from everyone present. \nThe presen ce of a researcher will be publicly communicated in the organization beforehand, and I will make \navailable a publicly accessible explanation of the purpose of the research (probably a website). I will identify myself \nas a researcher in any interaction long er than 5 minutes, and will ask informal consent at this point. For all direct \ninteractions longer than 30 minutes (including in groups), I will obtain fully informed consent.  \nEthical approval will be obtained for all studies.  \n \n 6 \n Will you process personal  data2? If so, briefly \ndescribe the kind of personal data you will use. \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☒ Yes \n☐ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:   \nEthical approval will be obtained for all studies.  \nInformation such as name, age, gender, educational level, occupation, number of children, living situation \nwill be collected during the in terviews and ethnographic observations. All data will be pseudonymised to \nprevent identification.  \n- Privacy Registry Reference:  \nPRET application in process ( G -2023 -6258 will be submitted by April 2023)  \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions wil l be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n2 See Glossary Flemish Standard Data Management Plan  \n 7 \n  \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n For the interviews, details on the setting of the interviews (location, language, etc ) will be documented in \na Word document. This will supplement the topic lists that serve as a basis for the interviews and the \ninformed consent.  \nA logbook will be used to document the steps taken in the analysis of the interviews, pictures, \ngeographical data and data derived from the ethnographic observations.   \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so , please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULAR IES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \nSee previous  \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \n 8 \n Where will the data be stored?  Electronic data will be stored on the password -protected JDrive  and/or on KU Leuven’s OneDrive.  \n \nPaper data and documents containing personal data such as informed consent s will be digitalized and the \npaper version will be destroyed . \n \n \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PL ACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .3 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n Automatic back -up are made by  KU Leuven's J -Drive and OneDrive.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  \n \nThere will be sufficient storage and backup capacity during the project. The standard offer of  OneDrive for \nBusiness is 2 TB, but can be extended to 5  TB upon motivated request.  \n \nIf no, please specify :  \n \n \n3 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \n 9 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE . 3 \n  \nData will be pseudonymized and stored on encrypted KU Leuven drives. The identification files are being \nstored externally, which ensures that identification of participants by others than the supervisor s and the \ndoctoral student is not possible. When data that entails personal data is n ot needed anymore it will be \ndeleted (e.g. interview audio files).  \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?   \nNo additional costs expected.  \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). All of the  digital  data will be retained for at least five years , except for the audio files of the interview and \nthe identifi cation key used for pseudonymisation . \n \nThe physical data will be retained for five years, with the exception of the fieldnotes  and document \ncontaining personal data ; which will be destroyed once the y have been saved electronically.  \nWhere will these data be archived (stored and \ncurated for the long -term)?  The data will be stored on the KU Leuven central archive servers, conform the KU Leuven RDM policy.  \n \n \n \n \n 10 \n What are the expected costs for data  \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n Costs will be covered by the students bench fee . Yearly costs depend upon the size, with an estimated \nmaximum of 200 euros per years for 1TB.  \n \n \n  \n 11 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, in an Open Access repository  \n☒ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specif y: \n \n \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  The pseudonymized data will be available upon request by email.  Only uses for research purposes will be \nallowed that are in line with the explained purpose of the study and commercial reuse will be excluded.  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or da ta \ntype where appropriate.  ☒ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : \nThe data of the interviews and observations can only be used for scientific purposes as is stated in the \ninformed consent.  \nThe requests of the respondents regarding the sharing of the data generated will be respected. If a \nrespondent does not consent to t he sharing of their ( pseudonymised ) data, this data will not be shared.  \n \n 12 \n Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  Data will be made available on KU Leuven’s Research Data Repository (R DR).  \nWhen will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the research results  \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LI CENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 4   \n Attribution -NonCommercial -ShareAlike 4.0 International (CC BY -NC-SA 4.0)  \n \nData can be shared and adapted under the following conditions:  \n- Attribution — You must give appropriate credit, provide a link to the license, and indicate if \nchanges were made. You may do so in any reasonable manner, but not in any way that suggests \nthe l icensor endorses you or your use.  \n- NonCommercial — You may not use the material for commercial purposes.  \n- ShareAlike — If you remix, transform, or build upon the material, you must distribute your \ncontributions under the same license as the original.  \nDo you  intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes \n☐ No \nIf yes: \n \n \n \n4 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \n 13 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n None  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The researcher (Hannah Weytjens)  \nWho will manage data storage and backup \nduring the research project?  The researcher (Hannah Weytjens)  \nWho will manage data preservation and \nsharing?  The researcher (Hannah Weytjens)  \nWho will update and implement this DMP?  The researcher (Hannah Weytjens)  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "1 FWO DMP Hannah Weytjens - Flemish Standard Data Management Plan 1. General Project Information Name Grant Holder & ORCID Hannah Weytjens, https://orcid.org/0000 -0002 -2459 -577X Project number & title 3H220695 The everyday practice of diversity in the capital of Europe – social sorting and cultural scenes in mixed Brussels neighborhoods Matonge and Molenbeek Funder(s) GrantID FWO fellowship; 11M1323N Affiliation(s) KU Leuven Université Libre de Bruxelles ; https://ror.org/01r9htc13 Please provide a short project description This project focuses on two diverse neighbourhoods in Brussel to investigate how urban diversity and segregation is (re)produced through cultural and aesthetic practices and preferences, and how such cultural factors shape social in/exclusion and inequality. To understand the everyday practice of diversity, I combine a scenes perspective from urban studies, with the cultural repertoires approach from cultural sociology. Cultur al approaches to urban segregation and diversity often focus on high -status gentrifiers. Starting from the assumption that residential and consumption practices of less prosperous groups are also informed by lifestyles and tastes, not just by necessity, th is project develops and adopts 1) a new cultural urban sociology on cultural processes as re/production of inequalities; 2) a context -dependent, multidimensional framework of urban diversity and 3) a relational understanding of different scenes. Combining existing statistical data, ethnographic methods and walkabouts in Matonge and Molenbeek, 1) quantitative shifts in population, 2003 -2023 ; 2) analysis of the presence of scenes and their underlying socioeconomic and cultural logics; 3) analysis of how scenes become sustainable through boundary drawing, bonding and bridging and how this affects social in/exclusion and gentrification. The results will be communicated through a public report to inform policy and learning packages. 2. Research Data Summa ry 2 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an estimate of the upper limit of t he volume of the data. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Secundary _dat a_BISA Secundary data from online and open -acces dataso urce on populati on and socio -economic variables on a neighborhood scale (Matonge & Lower - Mole nbeek) Reused Digital Dataset .xlsx 10 MB Secundary_dat a_FWB Secundary data on cultural participation in Brussels Reused Digital Dataset .xlsx 10 MB Secundary_dat a_provincies_i n_cijfers Secundary data from online and open -acces dataso urce on socio -economic characteristics and amenities in Brussels Reused Digital Dataset .xlsx 10 MB 3 WP2 -Audio - recording_ inte rviews Raw: Audio - recordings of interviews (walkabouts ) Generate new data Digital Audio (observational) .mp3 5-10 GB WP2 -Pictures Raw: Pictures taken by the participants after the walkabouts Generate new data Digital Image (observational) .jpeg 5-10 GB WP2 -Routes of the walks Raw: routes of the walks of the walkabouts Generate new data Digital Geographical Information Systems (GIS) (observational) .GML 5-10 GB WP2 - Transcripts_int erviews Processed: Transcripts of the interviews (walkabouts) Generate new data Digital Text (observational) .word <1 GB WP2 - Qualitative data analysis via Nvivo Processed: Coding of interviews (walkabouts) Generate new data Digital Computer Assisted Qualitative Data Analysis (CAQDAS) (observational) .nvp 1-5 GB WP2 -Coding_ pictures Processed: Analysing the pictures taken by the participants after the walkabouts Generate new data Digital Computer Assisted Qualitative Data Analysis (CAQDAS) (observational) .nvp 1-5 GB WP2 - Coding_routes of walks Processed: coding routes of the walks of the walkabouts Generate new data Digital Computer Assisted Qualitative Data Analysis (CAQDAS) (observational) .nvp 1-5 GB WP3 -Sensory observations Raw: ethnographic observations Generate new data / (observational) 4 WP3 -Field notes Processed: Field notes of ethnographic observations Generate new data Physical (observational) Notebook WP3 -Field notes digital Processed: Digitalization of field notes Generate new data Digital Text (observational) .doc > 1GB WP3 -Public materials Raw: Posters, website, annual reports, etc. Reuse existing data Digital and physical Text, image (observational) .pdf .doc > 1GB Posters, etc. WP3 - Coding_public materials Processes: coding of public materials Reuse existing data Digital Computer Assisted Qualitative Data Analysis (CAQDAS) (observational) .nvp GUIDANCE : DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK , BIOLOGICAL SAMPLES , …). DATA TYPE : DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL , EXPERIMENTAL ETC .), FORMAT AND /OR COLLECTION /GENERATION METHOD . EXAMPLES OF DATA TYPES : OBSERVATIONAL (E.G. SURVEY RESULTS , SENSOR READINGS , SENSORY OBSERVATIONS ); EXPERIMENTAL (E.G. MICROSCOPY , SPECTROSCOPY , CHROMATOGRAMS , GENE SEQUENCES ); COMPILED /AGGREGATED DATA1 (E.G. TEXT & DATA MINING , DERIVED VARIABLES , 3D MODELLING ); SIMULATION DATA (E.G. CLIMATE MODELS ); SOFTWARE , ETC. EXAMPLES OF DATA FORMATS : TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK -UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG ,. GML, ..), IMAGE DATA , AUDIO DATA , VIDEO DATA , DOCUMENTATION & COMPUTATIONAL SCRIPT . DIGITAL DATA VOLUME : PLEASE ESTIMATE THE UPPER LIM IT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE . PHYSICAL VOLUME : PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND /OR AFTE R). 1 These data are generated by combining multiple existing datasets. 5 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . Analysis of public materials: analysis of material from different sources related to the organizations in which the ethnographic observations will take place (e.g. posters, website content, flyers, etc.) . Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☒ Yes, human subjec t data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: This project works with adult s (18+) . All participants in the interviews (WP2), and all regular participants in the ethnographic settings (WP3) will be informed about the purpose of the research, the fact that the data will be preserved for at least five years after the research and the measures taken to preserve their anonymity . In the case of interviews , the participants will be informed through the means of an informed c onsent for m. Participants have the opportunity to withdraw from the study at any time, and in that case their data will not be used. During the ethnographic observation, it is possible that informed consent cannot be asked from everyone present. The presen ce of a researcher will be publicly communicated in the organization beforehand, and I will make available a publicly accessible explanation of the purpose of the research (probably a website). I will identify myself as a researcher in any interaction long er than 5 minutes, and will ask informal consent at this point. For all direct interactions longer than 30 minutes (including in groups), I will obtain fully informed consent. Ethical approval will be obtained for all studies. 6 Will you process personal data2? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☒ Yes ☐ No If yes: - Short description of the kind of personal data that will be used: Ethical approval will be obtained for all studies. Information such as name, age, gender, educational level, occupation, number of children, living situation will be collected during the in terviews and ethnographic observations. All data will be pseudonymised to prevent identification. - Privacy Registry Reference: PRET application in process ( G -2023 -6258 will be submitted by April 2023) Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions wil l be asserted. ☐ Yes ☒ No If yes, please explain: 2 See Glossary Flemish Standard Data Management Plan 7 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). For the interviews, details on the setting of the interviews (location, language, etc ) will be documented in a Word document. This will supplement the topic lists that serve as a basis for the interviews and the informed consent. A logbook will be used to document the steps taken in the analysis of the interviews, pictures, geographical data and data derived from the ethnographic observations. Will a metadata standard be used to make it easier to find and reuse the data ? If so , please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULAR IES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: See previous 4. Data Storage & Back-up during the Research Project 8 Where will the data be stored? Electronic data will be stored on the password -protected JDrive and/or on KU Leuven’s OneDrive. Paper data and documents containing personal data such as informed consent s will be digitalized and the paper version will be destroyed . How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PL ACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .3 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . Automatic back -up are made by KU Leuven's J -Drive and OneDrive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: There will be sufficient storage and backup capacity during the project. The standard offer of OneDrive for Business is 2 TB, but can be extended to 5 TB upon motivated request. If no, please specify : 3 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ 9 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 3 Data will be pseudonymized and stored on encrypted KU Leuven drives. The identification files are being stored externally, which ensures that identification of participants by others than the supervisor s and the doctoral student is not possible. When data that entails personal data is n ot needed anymore it will be deleted (e.g. interview audio files). What are the expected costs for data storage and backup during the research project? How will these costs be covered? No additional costs expected. 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). All of the digital data will be retained for at least five years , except for the audio files of the interview and the identifi cation key used for pseudonymisation . The physical data will be retained for five years, with the exception of the fieldnotes and document containing personal data ; which will be destroyed once the y have been saved electronically. Where will these data be archived (stored and curated for the long -term)? The data will be stored on the KU Leuven central archive servers, conform the KU Leuven RDM policy. 10 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs will be covered by the students bench fee . Yearly costs depend upon the size, with an estimated maximum of 200 euros per years for 1TB. 11 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specif y: If access is restricted, please specify who will be able to access the data and under what conditions. The pseudonymized data will be available upon request by email. Only uses for research purposes will be allowed that are in line with the explained purpose of the study and commercial reuse will be excluded. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or da ta type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : The data of the interviews and observations can only be used for scientific purposes as is stated in the informed consent. The requests of the respondents regarding the sharing of the data generated will be respected. If a respondent does not consent to t he sharing of their ( pseudonymised ) data, this data will not be shared. 12 Where will the data be made available? If already known, please provide a repository per dataset or data type. Data will be made available on KU Leuven’s Research Data Repository (R DR). When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LI CENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 4 Attribution -NonCommercial -ShareAlike 4.0 International (CC BY -NC-SA 4.0) Data can be shared and adapted under the following conditions: - Attribution — You must give appropriate credit, provide a link to the license, and indicate if changes were made. You may do so in any reasonable manner, but not in any way that suggests the l icensor endorses you or your use. - NonCommercial — You may not use the material for commercial purposes. - ShareAlike — If you remix, transform, or build upon the material, you must distribute your contributions under the same license as the original. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes ☐ No If yes: 4 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ 13 What are the expected costs for data sharing? How will these costs be covered? None 7. Responsibilities Who will manage data documentation and metadata during the research project? The researcher (Hannah Weytjens) Who will manage data storage and backup during the research project? The researcher (Hannah Weytjens) Who will manage data preservation and sharing? The researcher (Hannah Weytjens) Who will update and implement this DMP? The researcher (Hannah Weytjens)"
}