{
    "document_id": "D-2021-1031",
    "LinkTitle": "D-2021-1031",
    "file_name": "D-2021-1031.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1031.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Angshuman Karmakar\nInstitution\n KU Leuven\n1. General Information\nName applicant\nAngshuman Karmakar\nFWO Project Number & Title\nProject number : 203056 / 1241722N\nProject title : Lattice-based cryptography for secure and privacy-friendly future.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nScientific articles \n(open access)\nLatex\n1-10GB\nPhD, master thesis\nLatex, MS Word format\n1-10GB\nComputer Code, will be made\navailable as open source\nin several programming languages (C, C++, magma,\nPython, Go, Rust, VHDL, Shell scripts...)\nUp to 5\nGB\nMeasurements results (for\npublished articles)\nPlaintext logs, CSV\n5 GB\nProject deliverables\nLatex, MS Word format, Markdown, Plaintext files, ODT,\n5-10GB\nPresentations\nLatex, PPT, ODP, PDF\n1-10\nGB\nFigures, graphs, media\n.tif, JPG, PNG, SVG, Inkscape/GIMP formats\n1-100\nGB\nScripts\n.m, .c, ph,\n1 GB\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nIn my research project, I will not collect or observe personal data.\nWe will make use of \nrandomly generated synthetic data that has certain characteristics, but it is not linked to a\nnatural person.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nexisting anonymized and publicly available data\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nNo ethical issues regarding experiments on humans or animals, no issues regarding human\nrights are in place.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nNo: N/A\nThe outcome of my research project will consist of algorithms, protocols and scientific research\narticles which improve the current state of the art. The final results of the project will be made\navailable via publications according to academic standards and will be available in Open Access\nrepositories. \nThe data used to produce the project results will be stored by means of a restricted access\nrepository. A selection of these data will be made available on github after publication of the\nresults.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo, there are no restrictions in place.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe algorithms and protocols are self-explanatory. In the computer code comments will be\nintegrated to improve readability. The source code will be accompanied by README files that\nexplain the structure, the compilation order and the overall architecture.\nOur research group has a detailed roadmap on how to store research data so that it can be easily\nre-used. The roadmap is described in detail below.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nNo, there will be no metadata standard used.\nOur research group has a detailed roadmap on how to store research data. \nData used to produce project results will be stored in a gitlab repository with access control.  The\ngitlab repository is maintained by a DMP-officer who keeps the structure in the repository in\nplace and manages the access control.  Research data will be structured and stored per\npublication in a separate directory. Every directory on this gitlab repository has the same\nstructure, so that data can be easily traced and re-used. \nFor manuscripts/articles\n: all data, sources and plotting scripts that are needed to produce the\nPDF are included in the directory of the publication concerned. \nFor software and hardware\n: all the necessary scripts and code are included in the directory of the\npublication concerned. \nA selection of the relevant research data is pushed to a publicly available github repository\nregularly. This happens after publication of project papers. All publications are available from\nopen access repositories. \n5. Data storage and backup during the FWO project\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nWhere will the data be stored?\nAs explained above, data used to produce project results will be stored in a gitlab repository with\naccess control.  The gitlab repository is maintained by a DMP-officer who keeps the structure in\nthe repository in place and manages the access control.  In a later phase, and after the\npublication of the research paper concerned, the relevant data will be made available in a\npublicly available github repository. The gitlab repository is hosted by a server at our research\ndepartment.  \nHow is backup of the data provided?\nWe make sure to replicate the data sets among at least two department computers. \nThe gitlab repository is hosted by a server at our research department and gets a back-up daily. \nGitHub is a well-established, commercial repository service provider, which we assume to have\nindustry-standard data availability measures in place (such that repositories will not be lost\nunless deleted by authorized GitHub users).\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nYes.\nThere is sufficient storage & backup capacity during the project. We have many Terabytes of\nstorage space available on the department machines we use to replicate our data sets. The\ndepartment's Gitlab instance and GitHub are offered services and are thus ensured to have\nenough spare capacity.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe costs of the gitlab maintenance are covered by our research group. These costs are\nintegrated in the general IT-costs.  The use of github is free of charge. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAccess to our department machines is managed by access to the university network and\nstandard-practice user permissions on the machine (only users with the right set of permissions\ncan access the data, we control the management of these users). \nThe gitlab repository has access control and is maintained by a DMP-officer who keeps the\nstructure in the repository in place and manages the access control. Unauthorized GitHub\nmodifications are prevented through their industry-standard user management.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll the research data will be stored on the gitlab repository for at least 10 years after the end of\nthe project. A selection of the research data used to produce project results will be pushed to\ngithub regularly.  This will happen after the publication of a project paper. The github will remain\nactive for at least 10 years after the end of the project as well.\nWhere will the data be archived (= stored for the longer term)?\nTo the extent feasible in terms of the volume of collected data, the data will be stored in the\nGitlab and GitHub repositories. If we consider it necessary to purchase archival storage capacity\nfor the entirety of the research project's artifacts (e.g., due to non-reproducibility of some data\nsets and limitations on the Gitlab and GitHub services), we will do so appropriately and in time\nbefore the project concludes. Options include the storage services offered by KU Leuven or\ndedicated storage hardware to be kept long-term at our department.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe costs of the gitlab maintenance are covered by our research group. These costs are\nintegrated in the general IT-costs of our group.  The github is free of charge.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nThere are no restrictions in place. the data is randomly generated. There are no confidentiality\nconcerns related to this data.\nWhich data will be made available after the end of the project?\nRelevant data used to produce project results will be made available. Relevant data can consist\nof software or hardware scripts and code, algorithms, protocols, manuscripts, figures or others.\nPublications will be made available in pdf. \nWhere/how will the data be made available for reuse?\nOther (specify):\nTo the extent feasible due to volume of the collected data sets, data used for published articles\nwill be stored in Gitlab repositories with access control and publicly accessible GitHub\nrepositories. Publications will be made available in open access repositories. All source code,\nprotocols, and algorithms used for published articles will be made available as open-source\nsoftware on GitHub.\nWhen will the data be made available?\nUpon publication of the research results\nTo the extent feasible due to volume of the collected data sets, we will make our data sets\npublicly available on GitHub upon publication of the corresponding article. In case a data set can\nbe reproduced, we will also publish clear instructions/scripts for how to do so (so that a large\ndata set may also be recreated instead of downloaded).\nWho will be able to access the data and under what conditions?\nAll the research data used in the project will remain available in the Gitlab with access control.\nThe DMP-officer is in charge of the access control. A selection of the relevant data used to\nproduce project results will be made available on the github after the end of the project and is\npublicly available.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs are to be expected.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nI, Angshuman Karmakar, funded by this grant, is responsible for data documentation and\nmetadata\nWho will be responsible for data storage & back up during the project?\nIn the first place, Postdoctoral researcher, Angshuman Karmakar, funded by this grant, is\nresponsible for data storage and backup. The DMP-officer maintaining the Gitlab repositories will\nshare in the responsibility for data storage and backup.\nWho will be responsible for ensuring data preservation and reuse ?\nIn the first place, the Postdoctoral researcher, Angshuman Karmakar, funded by this grant, is\nresponsible for data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Angshuman Karmakar Institution KU Leuven 1. General Information Name applicant Angshuman Karmakar FWO Project Number & Title Project number : 203056 / 1241722N Project title : Lattice-based cryptography for secure and privacy-friendly future. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume Scientific articles (open access) Latex 1-10GB PhD, master thesis Latex, MS Word format 1-10GB Computer Code, will be made available as open source in several programming languages (C, C++, magma, Python, Go, Rust, VHDL, Shell scripts...) Up to 5 GB Measurements results (for published articles) Plaintext logs, CSV 5 GB Project deliverables Latex, MS Word format, Markdown, Plaintext files, ODT, 5-10GB Presentations Latex, PPT, ODP, PDF 1-10 GB Figures, graphs, media .tif, JPG, PNG, SVG, Inkscape/GIMP formats 1-100 GB Scripts .m, .c, ph, 1 GB 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No In my research project, I will not collect or observe personal data. We will make use of randomly generated synthetic data that has certain characteristics, but it is not linked to a natural person. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 existing anonymized and publicly available data Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No No ethical issues regarding experiments on humans or animals, no issues regarding human rights are in place. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No No: N/A The outcome of my research project will consist of algorithms, protocols and scientific research articles which improve the current state of the art. The final results of the project will be made available via publications according to academic standards and will be available in Open Access repositories. The data used to produce the project results will be stored by means of a restricted access repository. A selection of these data will be made available on github after publication of the results. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No, there are no restrictions in place. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The algorithms and protocols are self-explanatory. In the computer code comments will be integrated to improve readability. The source code will be accompanied by README files that explain the structure, the compilation order and the overall architecture. Our research group has a detailed roadmap on how to store research data so that it can be easily re-used. The roadmap is described in detail below. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No No, there will be no metadata standard used. Our research group has a detailed roadmap on how to store research data. Data used to produce project results will be stored in a gitlab repository with access control. The gitlab repository is maintained by a DMP-officer who keeps the structure in the repository in place and manages the access control. Research data will be structured and stored per publication in a separate directory. Every directory on this gitlab repository has the same structure, so that data can be easily traced and re-used. For manuscripts/articles : all data, sources and plotting scripts that are needed to produce the PDF are included in the directory of the publication concerned. For software and hardware : all the necessary scripts and code are included in the directory of the publication concerned. A selection of the relevant research data is pushed to a publicly available github repository regularly. This happens after publication of project papers. All publications are available from open access repositories. 5. Data storage and backup during the FWO project This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Where will the data be stored? As explained above, data used to produce project results will be stored in a gitlab repository with access control. The gitlab repository is maintained by a DMP-officer who keeps the structure in the repository in place and manages the access control. In a later phase, and after the publication of the research paper concerned, the relevant data will be made available in a publicly available github repository. The gitlab repository is hosted by a server at our research department. How is backup of the data provided? We make sure to replicate the data sets among at least two department computers. The gitlab repository is hosted by a server at our research department and gets a back-up daily. GitHub is a well-established, commercial repository service provider, which we assume to have industry-standard data availability measures in place (such that repositories will not be lost unless deleted by authorized GitHub users). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Yes. There is sufficient storage & backup capacity during the project. We have many Terabytes of storage space available on the department machines we use to replicate our data sets. The department's Gitlab instance and GitHub are offered services and are thus ensured to have enough spare capacity. What are the expected costs for data storage and back up during the project? How will these costs be covered? The costs of the gitlab maintenance are covered by our research group. These costs are integrated in the general IT-costs. The use of github is free of charge. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to our department machines is managed by access to the university network and standard-practice user permissions on the machine (only users with the right set of permissions can access the data, we control the management of these users). The gitlab repository has access control and is maintained by a DMP-officer who keeps the structure in the repository in place and manages the access control. Unauthorized GitHub modifications are prevented through their industry-standard user management. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the research data will be stored on the gitlab repository for at least 10 years after the end of the project. A selection of the research data used to produce project results will be pushed to github regularly. This will happen after the publication of a project paper. The github will remain active for at least 10 years after the end of the project as well. Where will the data be archived (= stored for the longer term)? To the extent feasible in terms of the volume of collected data, the data will be stored in the Gitlab and GitHub repositories. If we consider it necessary to purchase archival storage capacity for the entirety of the research project's artifacts (e.g., due to non-reproducibility of some data sets and limitations on the Gitlab and GitHub services), we will do so appropriately and in time before the project concludes. Options include the storage services offered by KU Leuven or dedicated storage hardware to be kept long-term at our department. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The costs of the gitlab maintenance are covered by our research group. These costs are integrated in the general IT-costs of our group. The github is free of charge. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No There are no restrictions in place. the data is randomly generated. There are no confidentiality concerns related to this data. Which data will be made available after the end of the project? Relevant data used to produce project results will be made available. Relevant data can consist of software or hardware scripts and code, algorithms, protocols, manuscripts, figures or others. Publications will be made available in pdf. Where/how will the data be made available for reuse? Other (specify): To the extent feasible due to volume of the collected data sets, data used for published articles will be stored in Gitlab repositories with access control and publicly accessible GitHub repositories. Publications will be made available in open access repositories. All source code, protocols, and algorithms used for published articles will be made available as open-source software on GitHub. When will the data be made available? Upon publication of the research results To the extent feasible due to volume of the collected data sets, we will make our data sets publicly available on GitHub upon publication of the corresponding article. In case a data set can be reproduced, we will also publish clear instructions/scripts for how to do so (so that a large data set may also be recreated instead of downloaded). Who will be able to access the data and under what conditions? All the research data used in the project will remain available in the Gitlab with access control. The DMP-officer is in charge of the access control. A selection of the relevant data used to produce project results will be made available on the github after the end of the project and is publicly available. What are the expected costs for data sharing? How will the costs be covered? No costs are to be expected. 8. Responsibilities Who will be responsible for data documentation & metadata? I, Angshuman Karmakar, funded by this grant, is responsible for data documentation and metadata Who will be responsible for data storage & back up during the project? In the first place, Postdoctoral researcher, Angshuman Karmakar, funded by this grant, is responsible for data storage and backup. The DMP-officer maintaining the Gitlab repositories will share in the responsibility for data storage and backup. Who will be responsible for ensuring data preservation and reuse ? In the first place, the Postdoctoral researcher, Angshuman Karmakar, funded by this grant, is responsible for data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}