{
    "document_id": "D-2022-1479",
    "LinkTitle": "D-2022-1479",
    "file_name": "D-2022-1479.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1479.pdf",
    "metadata": {
        "title": "Microsoft Word - fwo-dmp_End.docx",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template  1  FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template.   1. General Information  Name applicant  Eline Vanassche, in close collaboration with the PhD student on this project (Hannelore van der Kloot) FWO Project Number & Title G0B7722N Beyond mentoring as a panacea for professional education: A novel theoretical and cross-disciplinary approach Affiliation ☒ KU Leuven  ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt  ☐ Vrije Universiteit Brussel ☐ Other:  2. Data description  Will you generate/collect new data and/or make use of existing data?  ☒ Generate new data ☒ Reuse existing data \n2019-10-01 | FWO DMP Template  2  Describe the origin, type and format of the data (per dataset) and its (estimated) volume  If you reuse existing data, specify the source of these data.  Distinguish data types (the kind of content) from data formats (the technical format). Stage of the research Raw vs processed Type of data Format Volume How created Stage 2 (comparative case-study of mentoring dyads in medical education and teacher education)  Raw Field notes  On paper Notes on 4 observations of mentoring conversations per dyad (i.e., a total of 40 conversations)  Notes made during the observation of mentoring dyads in their day-to-day activities during 5 days per dyad (i.e., a total of 50 days)  Notes made during non-participant observations of naturally occurring mentoring conversations in the workplace, on the situation/context of the conversation and non-verbal behaviour not captured through audio-recordings.   Audio-recordings of mentoring conversations   .mp3 Files of about 40 conversations (estimated 2-3GB)  Formal face-to-face conversations occurring regularly in the workplace between mentors and mentees to check up on the mentee's progress.    Audio diary .mp3 10-14 short audio diaries (estimated volume of 3 open-ended questions per diary) delivered per email/app for each dyad (i.e., 5-7 per actor over the course of placement), delivering a total of 100-140 diaries, the Mentors and mentees will be prompted to record an audio diary, designed to elicit high and low points of the past weeks on placement.        \n2019-10-01 | FWO DMP Template  3  exact number depending on the length of the placements   Audio-recordings of interviews with mentors and mentees .mp3 Files of about 80 interviews with mentors and mentees (4 interviews per placement, per actor) (estimated 4-6GB) Periodic face-to-face semi-structured individual interviews with mentors and mentees exploring their experiences in the process and the relationship developing between them   Audio-recordings of interviews with leadership .mp3 Files of about 12 interviews with the programme coordinators of the 2 professional schools (medical education + teacher education) and the leadership of the 10 placement organisations (estimated 0.5-1GB) Face-to-face semi-structured interviews with the named actors to obtain a detailed image of the suggested mentor and mentee positions on the institutional level. \n  Existing documents Depending on the type of document either on paper or as .docx/.pdf Exact volume will depend on the type of documents yielded relevant in the ethnographic case-studies  Gathering of existing documents which help to shed light on the mentor-mentee dyads. This might include student portfolios, mentoring reports, evaluation templates, field placement guidance, etc.  Processed    Field notes .docx See above The notes made on paper will be saved in a digital format \n2019-10-01 | FWO DMP Template  4    Transcripts of interviews with mentors and mentees .docx Transcripts of about 80 interviews (estimated 10-15 pages per interviews; estimated 15-20MB) Transcription of the audio-files of the interviews   Transcripts of interviews with leadership .docx Transcripts of about 12 interviews (estimated 15-20 pages per interview; estimated 2-3MB) Transcription of the audio-files of the interviews   Transcripts of mentoring conversations  .docx Transcripts of about 40 mentoring conversations (estimated 5-10 pages per conversation; 8-10MB) Transcription of the audio-files of the mentoring conversations   Audio diaries  .docx Transcripts of 100-140 diaries (estimated 2-3 pages; estimated 8 MB) The 100-140 audio diaries delivered through email/app will be transposed to .docx to enable analysis through NVivo   Existing documents .docx The volume will depend on the type and number of documents yielded relevant in the ethnographic case-studies  Existing documents relevant to the study that only exist in paper form will be digitalised to enable analysis through NVivo   Coding  .nvp (codes given in NVivo) Digital dataset of all transcripts (see above) with coding  The interview and conversation transcripts will be imported to NVivo and coded \n2019-10-01 | FWO DMP Template  5   Stage 3 (focus group validation) Raw Audio-recordings of focus group interviews .mp3 Files of about 16 focus group interviews (estimated 1-1.5GB) 16 face-to-face focus group interviews with 6-8 participants each    Field notes  On paper Notes on observations of 16 focus group interviews   Notes made during non-participant observations of focus group interviews on the situation/context of the conversation and non-verbal behaviour not captured through audio-recordings.  Processed Transcripts of focus group interviews   .docx Transcripts of about 16 focus group interviews (estimated 15-20 pages per conversation; 5-10MB) Transcription of the audio-files of the focus group interviews   Field notes .docx See above The notes made on paper will be saved in a digital format   Coding  .nvp (Codes given in NVivo)  Digital dataset of all focus group transcripts (see above) with coding  The focus group transcripts will be imported to NVivo and coded \n    \n2019-10-01 | FWO DMP Template  6  3. Ethical and legal issues  Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register.  In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☒ Yes ☐ No If yes:  - Privacy Registry Reference: - Short description of the kind of personal data that will be used:  For research stage 2, we will collect: name; e-mail address; telephone number; gender; age; educational qualifications; occupation; personal views on professional practice in the field at hand (i.e., medicine or teaching), personal views on mentoring in the field at hand (i.e., medical education or teacher education); audio-recordings of interviews; and audio-recordings of formal mentoring conversations. We might also gather student evaluation forms and portfolio assignments, if relevant.  For research stage 3, we will collect: name; e-mail address; telephone number; gender; age; educational qualifications; occupation; personal views on professional practice in the field at hand (i.e., medicine, teaching, psychology, law), personal views on mentoring in the field at hand (i.e., medical education, teacher education, clinical psychology, legal education); and audio-recordings of focus group interviews.   Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No If yes:  - Reference to ethical committee approval:  Ethical approval will be obtained prior to the empirical work for both stages of the research.  \n2019-10-01 | FWO DMP Template  7  Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment:     \n2019-10-01 | FWO DMP Template  8  4. Documentation and metadata  What documentation will be provided to enable understanding and reuse of the data collected/generated in this project?  In general, for each study meta-data will be available and stored on the shared drive of the research group. More precisely, meta-data will be provided on: 1. brainstorm, reflection, and research design (discussion notes between the supervisors and the PhD student on the project, and reflection notes of the PhD student); 2. SMEC application, Data Management Plan, and research instruments (i.e., interview guides, audio diary protocol, focus group guide, email questionnaire template); 3. transcription and anonymisation of the data; 4. analysis of the data (in the logbook).  Specifically, for research stage 2: General information on the methodology (data collection and data analysis) will be described in the research logbook. The logbook will also be used to document developing insights and conceptualisations of the data during the analysis (including the development of code books and analytic memos). Information on the instructions for the interviewer and the participants discussed during the interview will be contained in the interview guides. Details about the setting of the interviews and observations and relevant non-verbal behaviour will be documented in field notes. Information on the informed consent procedures will be described in detail in the ethical application.   Specifically, for research stage 3: General information on the methodology (data collection and data analysis) will be described in the research logbook. The logbook will also be used to document developing insights and conceptualisations of the data during the analysis (including the development of code books and analytic memos). Information on the instructions for the focus group facilitator and the participants discussed during the interview will be contained in the focus group guide. Details about the setting of the focus groups and relevant non-verbal behaviour will be documented in field notes. Information on the informed consent procedures will be described in detail in the ethical application.   \n2019-10-01 | FWO DMP Template  9  Will a metadata standard be used? If so, describe in detail which standard will be used.  If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No If yes, please specify:  See previous question  5. Data storage & backup during the FWO project  Where will the data be stored?  Data existing in electronic form will be stored on the password-protected J-Drive and/or on KU Leuven’s OneDrive of the PhD student (Hannelore van der Kloot), accessed only through a KU Leuven managed device.  Data existing in paper form (i.e., informed consents; field notes; existing field documents) will be archived in a key-locked cabinet in the office of the PhD student (Hannelore van der Kloot) at Kulak, IICK.  The de-identification key (who was really who) for stage 2 and stage 3 of the research will be stored securely and separately from the (raw and processed) data, on the password-protected J-Drive of Eline Vanassche (supervisor), accessed only through a KU Leuven managed device.    How will the data be backed up?  Automatic back-up is ensured by using KU Leuven's J-Drive and OneDrive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  ☒ Yes ☐ No If no, please specify:   The yearly ICT contribution of the Faculty of Psychology and Educational Sciences covers 3GB of personal network storage for the PhD student (Hannelore van der Kloot) on this project, and 100GB shared network storage for the research unit. We do not expect to exceed these storage capacities given the projected size of the data set for this project (see section 2. Data description). In the unlikely event we exceed existing capacities, we will extend storage capacity. \n2019-10-01 | FWO DMP Template  10  What are the expected costs for data storage and backup during the project? How will these costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. As explained above, we do not expect to incur additional costs for data storage. In case there is a need to extend our storage capacity, costs will be covered by the project’s working allowance.     Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  Data will be pseudonymized and stored on password protected KU Leuven drives, only accessible by the supervisors and doctoral student working on this project. The de-identification key will be stored on a separate password protected drive, which ensures that identification of participants by people other than the research team is not possible.   6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow.  Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons  for this (legal or contractual restrictions, physical preservation issues, ...). All collected data will be safely stored for at least 5 years after completion of the project. This does not include the raw data for research stage 2 and 3 (i.e., raw audio files of interviews and observations, and existing personal documents such as evaluation reports and portfolio assignments). These raw data classify as sensitive and will therefore be deleted after publication of articles related to both stages of the research.   Field notes on paper will be destroyed as soon as these have been saved electronically.    Where will these data be archived (= stored for the long term)?  Data gathered over the course of this project will be safely stored on KU Leuven's K-Drive for at least 5 years after the project. After those 5 years, these data will be deleted unless re-evaluation of this decision at that time is necessary.   \n2019-10-01 | FWO DMP Template  11  What are the expected costs for data preservation during these 5 years? How will the costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Archive (K:) storage costs approximately 200 euro per TB per year. The costs for this storage capacity are covered by the research group’s allowance. Should this change in the future, the supervisor will make use of other credits.  7. Data sharing and reuse  Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?  ☒ Yes ☐ No If yes, please specify:  The informed consent procedures for the interview and observations generated in research stage 2 and 3 will allow use of excerpts from the transcripts in publications and other outlets (i.e., professional development workshops). Sharing of full transcripts, or other raw data (including field notes) is not feasible because of privacy restrictions.       Which data will be made available after the end of the project?  None for reasons detailed above.  Where/how will the data be made available for reuse?  ☐ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☐ Other (specify):  When will the data be made available?  Non applicable. \n2019-10-01 | FWO DMP Template  12  Who will be able to access the data and under what conditions?  Non applicable. What are the expected costs for data sharing? How will these costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Non applicable.  8. Responsibilities  Who will be responsible for the data documentation & metadata?  The PhD student (Hannelore van der Kloot) and the supervisory team (prof. Eline Vanassche and Erik Driessen) will hold responsibility.  Who will be responsible for data storage & back up during the project?  The PhD student (Hannelore van der Kloot) will hold responsibility.  Who will be responsible for ensuring data preservation and sharing?  The PhD student (Hannelore van der Kloot) and the supervisory team (prof. Eline Vanassche and Erik Driessen) will hold responsibility. Who bears the end responsibility for updating & implementing this DMP?   Default response: The PI bears the overall responsibility for updating & implementing this DMP The supervisory team bears the end responsibility for updating and implementing this DMP.  "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Eline Vanassche, in close collaboration with the PhD student on this project (Hannelore van der Kloot) FWO Project Number & Title G0B7722N Beyond mentoring as a panacea for professional education: A novel theoretical and cross-disciplinary approach Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Stage of the research Raw vs processed Type of data Format Volume How created Stage 2 (comparative case-study of mentoring dyads in medical education and teacher education) Raw Field notes On paper Notes on 4 observations of mentoring conversations per dyad (i.e., a total of 40 conversations) Notes made during the observation of mentoring dyads in their day-to-day activities during 5 days per dyad (i.e., a total of 50 days) Notes made during non-participant observations of naturally occurring mentoring conversations in the workplace, on the situation/context of the conversation and non-verbal behaviour not captured through audio-recordings. Audio-recordings of mentoring conversations .mp3 Files of about 40 conversations (estimated 2-3GB) Formal face-to-face conversations occurring regularly in the workplace between mentors and mentees to check up on the mentee's progress. Audio diary .mp3 10-14 short audio diaries (estimated volume of 3 open-ended questions per diary) delivered per email/app for each dyad (i.e., 5-7 per actor over the course of placement), delivering a total of 100-140 diaries, the Mentors and mentees will be prompted to record an audio diary, designed to elicit high and low points of the past weeks on placement. 2019-10-01 | FWO DMP Template 3 exact number depending on the length of the placements Audio-recordings of interviews with mentors and mentees .mp3 Files of about 80 interviews with mentors and mentees (4 interviews per placement, per actor) (estimated 4-6GB) Periodic face-to-face semi-structured individual interviews with mentors and mentees exploring their experiences in the process and the relationship developing between them Audio-recordings of interviews with leadership .mp3 Files of about 12 interviews with the programme coordinators of the 2 professional schools (medical education + teacher education) and the leadership of the 10 placement organisations (estimated 0.5-1GB) Face-to-face semi-structured interviews with the named actors to obtain a detailed image of the suggested mentor and mentee positions on the institutional level. Existing documents Depending on the type of document either on paper or as .docx/.pdf Exact volume will depend on the type of documents yielded relevant in the ethnographic case-studies Gathering of existing documents which help to shed light on the mentor-mentee dyads. This might include student portfolios, mentoring reports, evaluation templates, field placement guidance, etc. Processed Field notes .docx See above The notes made on paper will be saved in a digital format 2019-10-01 | FWO DMP Template 4 Transcripts of interviews with mentors and mentees .docx Transcripts of about 80 interviews (estimated 10-15 pages per interviews; estimated 15-20MB) Transcription of the audio-files of the interviews Transcripts of interviews with leadership .docx Transcripts of about 12 interviews (estimated 15-20 pages per interview; estimated 2-3MB) Transcription of the audio-files of the interviews Transcripts of mentoring conversations .docx Transcripts of about 40 mentoring conversations (estimated 5-10 pages per conversation; 8-10MB) Transcription of the audio-files of the mentoring conversations Audio diaries .docx Transcripts of 100-140 diaries (estimated 2-3 pages; estimated 8 MB) The 100-140 audio diaries delivered through email/app will be transposed to .docx to enable analysis through NVivo Existing documents .docx The volume will depend on the type and number of documents yielded relevant in the ethnographic case-studies Existing documents relevant to the study that only exist in paper form will be digitalised to enable analysis through NVivo Coding .nvp (codes given in NVivo) Digital dataset of all transcripts (see above) with coding The interview and conversation transcripts will be imported to NVivo and coded 2019-10-01 | FWO DMP Template 5 Stage 3 (focus group validation) Raw Audio-recordings of focus group interviews .mp3 Files of about 16 focus group interviews (estimated 1-1.5GB) 16 face-to-face focus group interviews with 6-8 participants each Field notes On paper Notes on observations of 16 focus group interviews Notes made during non-participant observations of focus group interviews on the situation/context of the conversation and non-verbal behaviour not captured through audio-recordings. Processed Transcripts of focus group interviews .docx Transcripts of about 16 focus group interviews (estimated 15-20 pages per conversation; 5-10MB) Transcription of the audio-files of the focus group interviews Field notes .docx See above The notes made on paper will be saved in a digital format Coding .nvp (Codes given in NVivo) Digital dataset of all focus group transcripts (see above) with coding The focus group transcripts will be imported to NVivo and coded 2019-10-01 | FWO DMP Template 6 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☒ Yes ☐ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: For research stage 2, we will collect: name; e-mail address; telephone number; gender; age; educational qualifications; occupation; personal views on professional practice in the field at hand (i.e., medicine or teaching), personal views on mentoring in the field at hand (i.e., medical education or teacher education); audio-recordings of interviews; and audio-recordings of formal mentoring conversations. We might also gather student evaluation forms and portfolio assignments, if relevant. For research stage 3, we will collect: name; e-mail address; telephone number; gender; age; educational qualifications; occupation; personal views on professional practice in the field at hand (i.e., medicine, teaching, psychology, law), personal views on mentoring in the field at hand (i.e., medical education, teacher education, clinical psychology, legal education); and audio-recordings of focus group interviews. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No If yes: - Reference to ethical committee approval: Ethical approval will be obtained prior to the empirical work for both stages of the research. 2019-10-01 | FWO DMP Template 7 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 2019-10-01 | FWO DMP Template 8 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? In general, for each study meta-data will be available and stored on the shared drive of the research group. More precisely, meta-data will be provided on: 1. brainstorm, reflection, and research design (discussion notes between the supervisors and the PhD student on the project, and reflection notes of the PhD student); 2. SMEC application, Data Management Plan, and research instruments (i.e., interview guides, audio diary protocol, focus group guide, email questionnaire template); 3. transcription and anonymisation of the data; 4. analysis of the data (in the logbook). Specifically, for research stage 2: General information on the methodology (data collection and data analysis) will be described in the research logbook. The logbook will also be used to document developing insights and conceptualisations of the data during the analysis (including the development of code books and analytic memos). Information on the instructions for the interviewer and the participants discussed during the interview will be contained in the interview guides. Details about the setting of the interviews and observations and relevant non-verbal behaviour will be documented in field notes. Information on the informed consent procedures will be described in detail in the ethical application. Specifically, for research stage 3: General information on the methodology (data collection and data analysis) will be described in the research logbook. The logbook will also be used to document developing insights and conceptualisations of the data during the analysis (including the development of code books and analytic memos). Information on the instructions for the focus group facilitator and the participants discussed during the interview will be contained in the focus group guide. Details about the setting of the focus groups and relevant non-verbal behaviour will be documented in field notes. Information on the informed consent procedures will be described in detail in the ethical application. 2019-10-01 | FWO DMP Template 9 Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No If yes, please specify: See previous question 5. Data storage & backup during the FWO project Where will the data be stored? Data existing in electronic form will be stored on the password-protected J-Drive and/or on KU Leuven’s OneDrive of the PhD student (Hannelore van der Kloot), accessed only through a KU Leuven managed device. Data existing in paper form (i.e., informed consents; field notes; existing field documents) will be archived in a key-locked cabinet in the office of the PhD student (Hannelore van der Kloot) at Kulak, IICK. The de-identification key (who was really who) for stage 2 and stage 3 of the research will be stored securely and separately from the (raw and processed) data, on the password-protected J-Drive of Eline Vanassche (supervisor), accessed only through a KU Leuven managed device. How will the data be backed up? Automatic back-up is ensured by using KU Leuven's J-Drive and OneDrive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: The yearly ICT contribution of the Faculty of Psychology and Educational Sciences covers 3GB of personal network storage for the PhD student (Hannelore van der Kloot) on this project, and 100GB shared network storage for the research unit. We do not expect to exceed these storage capacities given the projected size of the data set for this project (see section 2. Data description). In the unlikely event we exceed existing capacities, we will extend storage capacity. 2019-10-01 | FWO DMP Template 10 What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. As explained above, we do not expect to incur additional costs for data storage. In case there is a need to extend our storage capacity, costs will be covered by the project’s working allowance. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be pseudonymized and stored on password protected KU Leuven drives, only accessible by the supervisors and doctoral student working on this project. The de-identification key will be stored on a separate password protected drive, which ensures that identification of participants by people other than the research team is not possible. 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All collected data will be safely stored for at least 5 years after completion of the project. This does not include the raw data for research stage 2 and 3 (i.e., raw audio files of interviews and observations, and existing personal documents such as evaluation reports and portfolio assignments). These raw data classify as sensitive and will therefore be deleted after publication of articles related to both stages of the research. Field notes on paper will be destroyed as soon as these have been saved electronically. Where will these data be archived (= stored for the long term)? Data gathered over the course of this project will be safely stored on KU Leuven's K-Drive for at least 5 years after the project. After those 5 years, these data will be deleted unless re-evaluation of this decision at that time is necessary. 2019-10-01 | FWO DMP Template 11 What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Archive (K:) storage costs approximately 200 euro per TB per year. The costs for this storage capacity are covered by the research group’s allowance. Should this change in the future, the supervisor will make use of other credits. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: The informed consent procedures for the interview and observations generated in research stage 2 and 3 will allow use of excerpts from the transcripts in publications and other outlets (i.e., professional development workshops). Sharing of full transcripts, or other raw data (including field notes) is not feasible because of privacy restrictions. Which data will be made available after the end of the project? None for reasons detailed above. Where/how will the data be made available for reuse? ☐ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): When will the data be made available? Non applicable. 2019-10-01 | FWO DMP Template 12 Who will be able to access the data and under what conditions? Non applicable. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Non applicable. 8. Responsibilities Who will be responsible for the data documentation & metadata? The PhD student (Hannelore van der Kloot) and the supervisory team (prof. Eline Vanassche and Erik Driessen) will hold responsibility. Who will be responsible for data storage & back up during the project? The PhD student (Hannelore van der Kloot) will hold responsibility. Who will be responsible for ensuring data preservation and sharing? The PhD student (Hannelore van der Kloot) and the supervisory team (prof. Eline Vanassche and Erik Driessen) will hold responsibility. Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMP The supervisory team bears the end responsibility for updating and implementing this DMP."
}