{
    "document_id": "D-2024-2530",
    "LinkTitle": "D-2024-2530",
    "file_name": "D-2024-2530.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2530.pdf",
    "metadata": {
        "title": "D-2024-2530",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Boris Louis, 0000-0003-2882-6907\nContributor name(s) (+ ORCID) & roles\nProject number1 & title Optical binding of nanoparticles outside the photon beam: the creation of primeval optical matter\nFunder(s) GrantID2Fonds voor Wetenschappelijk Onderzoek (FWO), 12AGZ24N\nAffiliation(s)  KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description        1986,        Since the pioneering work of Ashkin in optical trapping has been used in various\n  ( . ., , , ,   )  - research fields e g biology chemistry physics and material sciences for three\n     -  -   ( . .,  dimensional trapping and manipulation of micro and nano scale objects e g nanoparticles\n( ),  , , ,   ).     ,   NPs live cells proteins DNA or small molecules When trapping at an interface all the\n  ( ,   )     .   optical forces gradient scattering and absorption contribute to trapping the objects As a\n, -  “   ”       result so called dynamic evolving assemblies have been recently reported using different\n  -  - .         types of nano and micro objects These assemblies can gather more than hundreds of\n    ,           objects outside the irradiated area which can only be explained by an expansion of the\n ,         .  optical potential most likely through multiple scattering processes and optical binding In\n ,            this project we will further investigate the unexplored optical binding outside of the\n ,        - -   . irradiated area which has a unique potential to develop sub millimetre sized optical matter\n              Our initial working hypothesis considers that the NPs are optically bound outside the focal\n   -    -   ,    spot by the back scattered light and multi channel light scattering forming a dynamic optical  \n .           binding network We will explore the different experimental conditions which yield optical\n    ,    ( . .,   , , binding outside the irradiated area from both optical e g laser beam mode pattern\n…)   ( . ., , ,      , polarization and material e g size shape metallic vs dielectric vs hybrid materials\n , .)   .surface decoration etc points of view\n2.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☐ Generate new \ndata☐ Digital\n☐ Physical☐ Observational\n☐ Experimental☐ .por\n☐ .xml☐ < 100 MB\n☐ < 1 GB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 4☐ Reuse existing \ndata☐ Compiled/ \naggregated data\n☐ Simulation \ndata\n☐ Software\n☐ Other\n☐ NA☐ .tab\n☐ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☐ other: \n☐ NA☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nOptical \ntrapping \nmeasurement\non multi-\nplane setup \nand FluoSEMBright field, \nDark field, \nfluorescence \nimages and \nmovies acquired \nfrom advanced, \ncustom build \nmicroscopes. \nThe images will \nbe composed of \nmultiple \nnanoparticles in \norder to study \ntheir light-\nmatter \ninteraction and \noptical binding.\nThis will be \ndone in 3D \nwhen needed or \nin parallel with ☒ Generate new \ndata☒ Digital☒ Experimental\n☒ Observational☒ other: \nInstrument-\nspecific \nformat .ome.tif, .\ntif, TIFF☒ < 10GB/\nFWO DMP Template (Flemish Standard DMP) 5GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Not applicable\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 6Will  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 73.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).1. A README file will be provided for each dataset. Containing the information needed to understand the \ndataset, such as the purpose of the measurement and the experimental condition (in this case, frame rate,  \nexposure time, laser wavelength/power, number, and types of nanoparticles, etc…)\n2. I will use a standard vocabulary for all data types present to allow inter-disciplinary interoperability \nand avoid abbreviation.\n3. The code will be saved on a standard repository (GitHub) with explanation of the principles and a \nminimal example of how to use the code on a standard dataset.\n4. Some of my metadata are instrument specific. I will provide information about the instrument(s), such \nas brand name, serial number, year of manufacture. All metadata fields will be clearly labeled.\n5. Notebooks with detailed explanation of the measurement and condition will also be made available.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nMetadata to the datasets are created automatically by the homebuilt system (Multiplane setup and \nFluoSEM). I will provide information about the instrument(s), and acquisition software ( micromanager) as \nwell as the model and version of the software. All metadata fields will be clearly labeled.\nFWO DMP Template (Flemish Standard DMP) 84.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nIn the short-term, the research group will invest in the procurement of portable external hard drive for \ntransport of the data and internal hard drive with dedicated reader for regular storage and backup.  \nAlso, the data will be stored in the central storage facilities of the research unit.  \nIn a long term, the data will be stored on the university's central servers for at least 5 years after the end \nof the project, conforming to the RDM policy of KU Leuven.\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.We will use the central server storage of KU Leuven, which provides a self-mirrored daily automatic back \nup. \nIn addition, a back-up will be stored in the portable hard drive devices provided by the research group, \nand in the cloud drive of the instrument devices.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nThe research unit has already invested in short-term and mid-term procuring storage devices and space \nfor data. Budget is also secure to buy more which will be done as the storage devices fill up.\nIf no, please specify:  \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 9How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7The KU Leuven network drives are incorporated within secured KU Leuven environments, are password-\nprotected (including smartphone-based multi-factor identification) and are only accessible by registered \ncollaborating researchers. Only the PI can request access to the network drive for study personnel. In \naddition, the data security is ensured by the dedicated service team at the institution, where the KU \nLeuven university data center has been built and operated at a very high security level with self-mirrored \nautomatic backup at different physical locations. All data is transfered via encrypted methods.   \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?As mentioned, most of the storage has already been purchase. Depending on how fast these get filled I \nexpect between 500 and 1000 euros of additional costs. The funding source for these costs will have to be \ndiscussed in due time with my supervisor but can easily covered with the FWO fellowship I received.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All data will be retained for the expected 5-year period after the end of the project.\nFWO DMP Template (Flemish Standard DMP) 10Where will these data be archived (stored and \ncurated for the long-term)?The data will be stored on the university's central servers (with automatic back-up procedures) for at least \n5 years after the end of project, conform the KU Leuven RDM policy.  \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The research unit has already invested in short-term and mid-term procuring storage devices and space \nfor data. For long-term data storage till 5 years after the end of the project, we will use the service \nprovided by the institution, which costs approx. 700 Euros yearly, which requests about 3500 Euros for \nsupport from the grant.\nFWO DMP Template (Flemish Standard DMP) 116. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\nAfter the end of project, the data produced in this project will be made usable by third parties via open-\naccess publications and shared depository of relevant data upon requests.\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.We will deposit the data in our institutional repository, eg. Lirias: https://lirias2.kuleuven.be/default.html\nFWO DMP Template (Flemish Standard DMP) 12When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of the research results\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Data from the project that can be shared will be made available under a creative commons attribution \nlicense (cc-by 4.0), so that users have to give credit to the original data creators.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes:\nA DOI will be available through RDR, but is not yet available.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 137. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The grant holder (Boris Louis) will be responsible for data documentation & metadata, under supervision \nof the PIs (Susana Rocha and Johan Hofkens ).\nWho will manage data storage and backup \nduring the research project?Data management, storage and back up will be performed by the grant holder (Boris Louis), under \nsupervision of the PIs (Susana Rocha and Johan Hofkens).\nWho will manage data preservation and \nsharing?The PIs (Susana Rocha and Johan Hofkens) will be responsible for ensuring data preservation and sharing.\nWho will update and implement this DMP? The grant holder (Boris Louis) will be responsible for updating this DMP. The PIs (Susana Rocha and Johan \nHofkens) bears the end responsibility for updating and implementing this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Boris Louis, 0000-0003-2882-6907 Contributor name(s) (+ ORCID) & roles Project number1 & title Optical binding of nanoparticles outside the photon beam: the creation of primeval optical matter Funder(s) GrantID2Fonds voor Wetenschappelijk Onderzoek (FWO), 12AGZ24N Affiliation(s)  KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description 1986, Since the pioneering work of Ashkin in optical trapping has been used in various ( . ., , , , ) - research fields e g biology chemistry physics and material sciences for three - - ( . ., dimensional trapping and manipulation of micro and nano scale objects e g nanoparticles ( ), , , , ). , NPs live cells proteins DNA or small molecules When trapping at an interface all the ( , ) . optical forces gradient scattering and absorption contribute to trapping the objects As a , - “ ” result so called dynamic evolving assemblies have been recently reported using different - - . types of nano and micro objects These assemblies can gather more than hundreds of , objects outside the irradiated area which can only be explained by an expansion of the , . optical potential most likely through multiple scattering processes and optical binding In , this project we will further investigate the unexplored optical binding outside of the , - - . irradiated area which has a unique potential to develop sub millimetre sized optical matter Our initial working hypothesis considers that the NPs are optically bound outside the focal - - , spot by the back scattered light and multi channel light scattering forming a dynamic optical . binding network We will explore the different experimental conditions which yield optical , ( . ., , , binding outside the irradiated area from both optical e g laser beam mode pattern …) ( . ., , , , polarization and material e g size shape metallic vs dielectric vs hybrid materials , .) .surface decoration etc points of view 2.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☐ Generate new data☐ Digital ☐ Physical☐ Observational ☐ Experimental☐ .por ☐ .xml☐ < 100 MB ☐ < 1 GB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 4☐ Reuse existing data☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☐ other: ☐ NA☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Optical trapping measurement on multi- plane setup and FluoSEMBright field, Dark field, fluorescence images and movies acquired from advanced, custom build microscopes. The images will be composed of multiple nanoparticles in order to study their light- matter interaction and optical binding. This will be done in 3D when needed or in parallel with ☒ Generate new data☒ Digital☒ Experimental ☒ Observational☒ other: Instrument- specific format .ome.tif, . tif, TIFF☒ < 10GB/ FWO DMP Template (Flemish Standard DMP) 5GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 6Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 73.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).1. A README file will be provided for each dataset. Containing the information needed to understand the dataset, such as the purpose of the measurement and the experimental condition (in this case, frame rate, exposure time, laser wavelength/power, number, and types of nanoparticles, etc…) 2. I will use a standard vocabulary for all data types present to allow inter-disciplinary interoperability and avoid abbreviation. 3. The code will be saved on a standard repository (GitHub) with explanation of the principles and a minimal example of how to use the code on a standard dataset. 4. Some of my metadata are instrument specific. I will provide information about the instrument(s), such as brand name, serial number, year of manufacture. All metadata fields will be clearly labeled. 5. Notebooks with detailed explanation of the measurement and condition will also be made available. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: Metadata to the datasets are created automatically by the homebuilt system (Multiplane setup and FluoSEM). I will provide information about the instrument(s), and acquisition software ( micromanager) as well as the model and version of the software. All metadata fields will be clearly labeled. FWO DMP Template (Flemish Standard DMP) 84.Data Storage & Back-up during the Research Project Where will the data be stored? In the short-term, the research group will invest in the procurement of portable external hard drive for transport of the data and internal hard drive with dedicated reader for regular storage and backup. Also, the data will be stored in the central storage facilities of the research unit. In a long term, the data will be stored on the university's central servers for at least 5 years after the end of the project, conforming to the RDM policy of KU Leuven. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.We will use the central server storage of KU Leuven, which provides a self-mirrored daily automatic back up. In addition, a back-up will be stored in the portable hard drive devices provided by the research group, and in the cloud drive of the instrument devices. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: The research unit has already invested in short-term and mid-term procuring storage devices and space for data. Budget is also secure to buy more which will be done as the storage devices fill up. If no, please specify: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 9How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7The KU Leuven network drives are incorporated within secured KU Leuven environments, are password- protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network drive for study personnel. In addition, the data security is ensured by the dedicated service team at the institution, where the KU Leuven university data center has been built and operated at a very high security level with self-mirrored automatic backup at different physical locations. All data is transfered via encrypted methods. What are the expected costs for data storage and backup during the research project? How will these costs be covered?As mentioned, most of the storage has already been purchase. Depending on how fast these get filled I expect between 500 and 1000 euros of additional costs. The funding source for these costs will have to be discussed in due time with my supervisor but can easily covered with the FWO fellowship I received. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All data will be retained for the expected 5-year period after the end of the project. FWO DMP Template (Flemish Standard DMP) 10Where will these data be archived (stored and curated for the long-term)?The data will be stored on the university's central servers (with automatic back-up procedures) for at least 5 years after the end of project, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The research unit has already invested in short-term and mid-term procuring storage devices and space for data. For long-term data storage till 5 years after the end of the project, we will use the service provided by the institution, which costs approx. 700 Euros yearly, which requests about 3500 Euros for support from the grant. FWO DMP Template (Flemish Standard DMP) 116. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository After the end of project, the data produced in this project will be made usable by third parties via open- access publications and shared depository of relevant data upon requests. ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.We will deposit the data in our institutional repository, eg. Lirias: https://lirias2.kuleuven.be/default.html FWO DMP Template (Flemish Standard DMP) 12When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Data from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: A DOI will be available through RDR, but is not yet available. What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 137. Responsibilities Who will manage data documentation and metadata during the research project?The grant holder (Boris Louis) will be responsible for data documentation & metadata, under supervision of the PIs (Susana Rocha and Johan Hofkens ). Who will manage data storage and backup during the research project?Data management, storage and back up will be performed by the grant holder (Boris Louis), under supervision of the PIs (Susana Rocha and Johan Hofkens). Who will manage data preservation and sharing?The PIs (Susana Rocha and Johan Hofkens) will be responsible for ensuring data preservation and sharing. Who will update and implement this DMP? The grant holder (Boris Louis) will be responsible for updating this DMP. The PIs (Susana Rocha and Johan Hofkens) bears the end responsibility for updating and implementing this DMP."
}