{
    "document_id": "D-2024-3353",
    "LinkTitle": "D-2024-3353",
    "file_name": "D-2024-3353.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3353.pdf",
    "metadata": {
        "title": "Spinal Cord Stimulation for Freezing of Gait in Parkinson’s Disease",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Spinal Cord Stimulation for Freezing of Gait in Parkinson’s Disease\nSpinal Cord Stimulation for Freezing of Gait in Parkinson’s Disease\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate new\ndata\nReuse existing\ndata\nPlease choose\nfrom the\nfollowing options\n:\nDigital\nPhysical\nObservational\nExperimental\nCompiled/aggregated\ndata\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nInformed\nconsents\nforms\nSigned ICFs\nGenerate new\ndata\nPhysical\nNA\nNA\nNA\nA few\nring\nbinders\n(<3000\npages)\nREDCAP data\nBaseline\ncharacteristics\nand follow-up\ndata (PROMs,\nclinical\noutcomes,\noutcomes from\nFOG-protocols,\nadverse events,\netc. )\nGenerate new\ndata\nDigital\n(REDCAP\ndata)\nObservational\nExperimental\nCompiled/aggregated\ndata\n.xlsx\n.txt\n.csv\n< 500 GB\nNA\nPROMs,\nquestionnaires,\nMDS-UPDRS\nNFOG-Q, C-\nFOG, MDS-\nUPDRS-III and\nIV.6, PDQ-39,\nLEDD, PAS, BDI,\nRBDSQ, daily\nquestions\nGenerate new\ndata\nPhysical (All\nPROMs also\nhave to be\navailable on\npaper for the\nCTC\nmonitor)\nObservational\nExperimental\nNA\nNA\nA few\nring\nbinders\n(<3000\npages)\nFOG-video's\n Video's of the\nFOG-provoking\nprotocols\nGenerate new\ndata\nDigital\nObservational\nExperimental\n.mp4\n < 2 TB\n NA\nCreated using DMPonline.be. Last modiﬁed 03 December 2024\n1 of 7\nFOG-\nannotations\n Annotations of\nthe video's\n(%TF, FOG\ncharacteristics)\nGenerate new\ndata\nDigital\nObservational\nExperimental\nCompiled/aggregated\ndata\n.eaf\n.psfx\n.csv\n< 500 GB\n NA\nAxivity data\n step duration\n(used \nto calculate\nstep time\nvariability),\ncadence, stride\nlength, walking\nspeed (for\nwalking bouts \n>10s), turning\nspeed, total\ndaily step\ncount, average\ngait bout\nduration,\naverage gait\nbout \nintensity\nGenerate new\ndata\nDigital\nObservational\nExperimental\nCompiled/aggregated\ndata\n.csv\n.xlsx\n MATLAB\nfiles\n< 100 GB\n NA\nADPM data\n Gait data\nduring the FOG-\nprovoking\nprotocol\nGenerate new\ndata\nDigital\nObservational\nExperimental\nCompiled/aggregated\ndata\n.xlsx\n MATLAB\nfiles\n< 100 GB\n NA\nSTN-LFPs\n BrainSense\nTimeline data\nand BrainSense\nStreaming data\nGenerate new\ndata\nDigital\nObservational\nExperimental\nCompiled/aggregated\ndata\nJSON files,\nMATLAB\nfiles\n < 1 GB\n NA\nSpinal LFPs\n NeuroSense\ndata from\nInceptiv\nGenerate new\ndata\nDigital\nObservational\nExperimental\nCompiled/aggregated\ndata\nJSON files,\nMATLAB\nfiles\n < 1 GB\n NA\nAdverse event\ndata\nSafety\nreporting\nGenerate new\ndata\nDigital\n(REDCAP\ndata)\nPhysical (All\nadverse\nevent data\nalso have to\nbe available\non paper in\nthe TMF for\nthe CTC\nmonitor)\nObservational\nExperimental\nCompiled/aggregated\ndata\n.docx\n.pdf\n.xlsx\n< 1 GB\n<1000\npages\nStudy\ndocuments\nTrial Master\nFile, containing\nessential study\ndocuments\nGenerate new\ndata\nPhysical (all\nessential study\ndocuemnts have\nto be available on\npaper in the TMF\nfor the CTC\nmonitor\nNA\nNA\nNA\nA few\nring\nbinders\n(<3000\npages)\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nCreated using DMPonline.be. Last modiﬁed 03 December 2024\n2 of 7\ndataset or data type:\ndataset or data type:\nNA (Collect and generate new data, there will be no use of existing data)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nAs we will be working with personal data  from human participants (which will be pseudonymised), approval by ethical committee\nis needed and will be obtained. An informed consent will be obtained from every participant, not only for study participation but\nalso for long term preservation and data sharing within the group of collaborative researchers on this project.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\n Privacy Registry Reference: KU Leuven's Register of Data Processing for Research and Public\n Service Purposes (PRivacy and EThical tool (PRET))\n \nWe will use pseudonymisation of data by referencing to patients with a unique number which is\n different from the hospital chart number.\n Data will be stored on secured servers of KU Leuven, and the file listing the patient identifiers and\n the patient pseudonymisation numbers will be stored separately from the data. Only the PI and\n one substitute can access thepersonal data. Data viewing will be logged. Personal data will be\n kept for 10 years.\n \nShort description of the kind of personal data that will be used: patient demographics, video's, PROMS, questionnaires and clinical\ndata, gait data, neurophysiology data.\n \nPrivacy aspects concerning the video recordings: \nAs outlined in the study protocol (CIP), the at-home FOG-provoking-protocol will be recorded using two cameras and the videos\nare subsequently annotated, as is the gold standard for FOG assessment. Participants will be clearly informed during every FOG-\nprotocol at what moments the cameras are actually recording, which is only in a limited timeframe during the execution of each\ntask. For example, the cameras will not be filming between tasks; only the footage strictly necessary for the study is recorded.\nSince the videos will be reviewed exclusively by the primary researcher (PhD student Sara Smeets) and a subset of videos will\nundergo independent evaluation by a researcher from PRO-lab for verification purposes, patient privacy will be preserved. The\nresearchers are bound by medical confidentiality and Good Clinical Practice (GCP) guidelines throughout the research process.\nBlurring the patient’s face before annotating the video's would be inadvisable, as facial expressions play a critical role in\nassessing pauses in walking to distinguish freezing (e.g., akinetic freezing) from voluntary pauses; this distinction is often not\napparent if the patient’s facial expression is blurred. However, patients have the right to indicate on the ICF whether their videos\nmay be published or used for other scientific purposes, and if so, their face will be pseudonymised (blurred) upon request. Upon\ncompletion of the study, all study data, including video recordings, will be stored for 10 years, conform the KU Leuven RDM policy.\nPrior to archiving the video recordings, participants’ faces and identifiable elements in the environment (e.g., photos of individuals\nin home settings, other persons in the background) will always be blurred to respect the participant’s privacy.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nCreated using DMPonline.be. Last modiﬁed 03 December 2024\n3 of 7\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAll data and accompanying information will be stored exclusively on KU Leuven servers. The folder structure is organized\naccording to experiment type and will be accessible by all researchers on the delegation log. We are using detailed lab notebooks.\nThe data will be annotated during the acquisition phase of the experiments. All experimental work is prepared by extensive\npreparations, each step is logged. Standard operating procedures are written out in the lab and safely stored together with the\nexperimental data in the same folders, to allow easy recovery of the metadata.\nMetadata will be provided as readme, csv, word or excel files, containing all settings and technical descriptions of the experiment.\n \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nMetadata will be provided as readme, csv, word or excel files, containing all settings and technical descriptions of the experiment.\nFor the patient demographics and clinical data, metadata will be added to the database of the used statistical program (R, SAS\nand/or SPSS).\nNeurophysiology data will be exported in Matlab, where metadata will be added.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nSince we will be working with sensitive personal data, the data will be stored in the university's secure environment for private\ndata and on the RedCap platform. We will use RedCap for active use of the data during the project.\nAll data are stored at the KU Leuven Onedrive, the KU Leuven Large Volume Storage L-drive, or the UZ Leuven servers (for\nclinical data). No data will be stored on local computers, etc.\nHow will the data be backed up?\nHow will the data be backed up?\nThe data will be stored on the university's central servers with automatic daily back-up\n procedures.\nCreated using DMPonline.be. Last modiﬁed 03 December 2024\n4 of 7\nAs we also use UZL REDCap, data is backed up as follows:\n 1. The web server backup regime is specified below:- An hourly backup, the last 6 versions of which are saved- A daily backup, the\nlast 7 versions of which are saved- A weekly backup, the last 6 versions of which are saved\n 2. The database backup regime is specified below:- A nightly cold backup of all databases- One month’s storage of the nightly\ncold backups\n 3. Data restore, upon request\n As we also use UZL REDCap, the following procedures for system recovery apply:\n 1. Systems are proactively monitored 24 hours a day, 7 days a week.\n 2. An emergency on-call service guarantees constant monitoring of the technical equipment, also\n outside office hours, but not at night. The on-call service is notified automatically in case of\n problems (between 7.00 - 23.00 hrs).\n 3. There are no fixed maintenance windows: a timely email is sent to inform the local IT\n Administrator of any planned maintenance or upgrades. \n4. Any service unavailability, scheduled or unscheduled, is announced on the ICTS status page.\n 5. The web space is designed redundantly: in the event of system problems on one back-end\n server, all traffic is automatically diverted to another back-end server. The database platform is\n also designed redundantly.\nData that are not in REDCap (e.g. neurophysiology data, gait data, video's and video annotations) will be backed up regularly on an\nexternal hard drive, which is password encrypted and kept by the investigator in a locked down compartiment.\n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nAll KU Leuven personnel has access to 2 TB of data storage on OneDrive. As the estimated sizes of the datasets <2 TB, sufficient\nstorage and backup capacity is available.\nOur research group will have a L-drive with a capacity of 5 TB for active research data. As the estimated size of the dataset is <5\nGB, sufficient storage and backup capacity is available.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data will be stored in the university's secure environment for private data, only accessible with double authentication.\n As we will also use UZ Leuven REDCap, physical access to the data centers is logged and\n restricted to authorized KU Leuven Information Technology (IT) personnel, using badge\n identification. At the clinical database level only study team members, monitors and\n auditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has\n requested project-specific eCRF access, are granted data access. Upon successful training\n completion each user is centrally assigned a user role, associated with predefined system/data\n privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC\n (ctc.datamanagement@uzleuven.be).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData storage in the secure vault of KU Leuven is free up to 5TB. Beyond 5TB, the annual price for data storage is currently\n€569/5TB/year.UZL As the expected identifiable data is < 5TB, it can be stored for free on the central KU Leuven servers, but\nample funding is available in case additional storage is needed. RedCap comes at a cost of +- €80 per year.\nThese costs will be covered by King Baudouin Foundation and FWO fundings we have already obtained for this project.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nCreated using DMPonline.be. Last modiﬁed 03 December 2024\n5 of 7\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll relevant data will be retained for at least 10 years after the end of the project.\nPrior to archiving the video recordings, participants’ faces and identifiable elements in the environment (e.g., photos of individuals\nin home settings, other persons in the background) will always be blurred (pseudonymised) to respect the participant’s privacy.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the\nKU Leuven RDM policy. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAs the expected identifiable data is <5TB, it can be stored for free on the central KU Leuven\n servers. \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll data will be available on request after signing a data sharing agreement. The procedure for\n requesting access to data will be made available on the project website.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess will be restricted to medical professionals who request access and sign a data sharing agreement. Access will be\nconsidered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and\ncommercial reuse will be excluded.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nData will be available on request after signing a data sharing agreement. The procedure for\n requesting access to data will be made available on the project website\nWhen will the data be made available?\nWhen will the data be made available?\nImmediately after the end of the project. However, access will be restricted to medical professionals who request access and sign\na data sharing agreement. Access will be considered after a request is submitted explaining the planned reuse.\nCreated using DMPonline.be. Last modiﬁed 03 December 2024\n6 of 7\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData sharing agreement. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected. In case we decide to use Zenodo for sharing data on request, this would be free. \n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PI (Prof. Dr. Philippe De Vloo) and the PhD student (Dr. Sara Smeets) \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe PI (Prof. Dr. Philippe De Vloo) and the PhD student (Dr. Sara Smeets) \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PI (Prof. Dr. Philippe De Vloo) and the PhD student (Dr. Sara Smeets) \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 03 December 2024\n7 of 7"
    },
    "clean_full_text": "Spinal Cord Stimulation for Freezing of Gait in Parkinson’s Disease Spinal Cord Stimulation for Freezing of Gait in Parkinson’s Disease FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options : Digital Physical Observational Experimental Compiled/aggregated data Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Informed consents forms Signed ICFs Generate new data Physical NA NA NA A few ring binders (<3000 pages) REDCAP data Baseline characteristics and follow-up data (PROMs, clinical outcomes, outcomes from FOG-protocols, adverse events, etc. ) Generate new data Digital (REDCAP data) Observational Experimental Compiled/aggregated data .xlsx .txt .csv < 500 GB NA PROMs, questionnaires, MDS-UPDRS NFOG-Q, C- FOG, MDS- UPDRS-III and IV.6, PDQ-39, LEDD, PAS, BDI, RBDSQ, daily questions Generate new data Physical (All PROMs also have to be available on paper for the CTC monitor) Observational Experimental NA NA A few ring binders (<3000 pages) FOG-video's Video's of the FOG-provoking protocols Generate new data Digital Observational Experimental .mp4 < 2 TB NA Created using DMPonline.be. Last modiﬁed 03 December 2024 1 of 7 FOG- annotations Annotations of the video's (%TF, FOG characteristics) Generate new data Digital Observational Experimental Compiled/aggregated data .eaf .psfx .csv < 500 GB NA Axivity data step duration (used to calculate step time variability), cadence, stride length, walking speed (for walking bouts >10s), turning speed, total daily step count, average gait bout duration, average gait bout intensity Generate new data Digital Observational Experimental Compiled/aggregated data .csv .xlsx MATLAB files < 100 GB NA ADPM data Gait data during the FOG- provoking protocol Generate new data Digital Observational Experimental Compiled/aggregated data .xlsx MATLAB files < 100 GB NA STN-LFPs BrainSense Timeline data and BrainSense Streaming data Generate new data Digital Observational Experimental Compiled/aggregated data JSON files, MATLAB files < 1 GB NA Spinal LFPs NeuroSense data from Inceptiv Generate new data Digital Observational Experimental Compiled/aggregated data JSON files, MATLAB files < 1 GB NA Adverse event data Safety reporting Generate new data Digital (REDCAP data) Physical (All adverse event data also have to be available on paper in the TMF for the CTC monitor) Observational Experimental Compiled/aggregated data .docx .pdf .xlsx < 1 GB <1000 pages Study documents Trial Master File, containing essential study documents Generate new data Physical (all essential study docuemnts have to be available on paper in the TMF for the CTC monitor NA NA NA A few ring binders (<3000 pages) If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per Created using DMPonline.be. Last modiﬁed 03 December 2024 2 of 7 dataset or data type: dataset or data type: NA (Collect and generate new data, there will be no use of existing data) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data As we will be working with personal data from human participants (which will be pseudonymised), approval by ethical committee is needed and will be obtained. An informed consent will be obtained from every participant, not only for study participation but also for long term preservation and data sharing within the group of collaborative researchers on this project. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes Privacy Registry Reference: KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRivacy and EThical tool (PRET)) We will use pseudonymisation of data by referencing to patients with a unique number which is different from the hospital chart number. Data will be stored on secured servers of KU Leuven, and the file listing the patient identifiers and the patient pseudonymisation numbers will be stored separately from the data. Only the PI and one substitute can access thepersonal data. Data viewing will be logged. Personal data will be kept for 10 years. Short description of the kind of personal data that will be used: patient demographics, video's, PROMS, questionnaires and clinical data, gait data, neurophysiology data. Privacy aspects concerning the video recordings: As outlined in the study protocol (CIP), the at-home FOG-provoking-protocol will be recorded using two cameras and the videos are subsequently annotated, as is the gold standard for FOG assessment. Participants will be clearly informed during every FOG- protocol at what moments the cameras are actually recording, which is only in a limited timeframe during the execution of each task. For example, the cameras will not be filming between tasks; only the footage strictly necessary for the study is recorded. Since the videos will be reviewed exclusively by the primary researcher (PhD student Sara Smeets) and a subset of videos will undergo independent evaluation by a researcher from PRO-lab for verification purposes, patient privacy will be preserved. The researchers are bound by medical confidentiality and Good Clinical Practice (GCP) guidelines throughout the research process. Blurring the patient’s face before annotating the video's would be inadvisable, as facial expressions play a critical role in assessing pauses in walking to distinguish freezing (e.g., akinetic freezing) from voluntary pauses; this distinction is often not apparent if the patient’s facial expression is blurred. However, patients have the right to indicate on the ICF whether their videos may be published or used for other scientific purposes, and if so, their face will be pseudonymised (blurred) upon request. Upon completion of the study, all study data, including video recordings, will be stored for 10 years, conform the KU Leuven RDM policy. Prior to archiving the video recordings, participants’ faces and identifiable elements in the environment (e.g., photos of individuals in home settings, other persons in the background) will always be blurred to respect the participant’s privacy. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what Created using DMPonline.be. Last modiﬁed 03 December 2024 3 of 7 restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All data and accompanying information will be stored exclusively on KU Leuven servers. The folder structure is organized according to experiment type and will be accessible by all researchers on the delegation log. We are using detailed lab notebooks. The data will be annotated during the acquisition phase of the experiments. All experimental work is prepared by extensive preparations, each step is logged. Standard operating procedures are written out in the lab and safely stored together with the experimental data in the same folders, to allow easy recovery of the metadata. Metadata will be provided as readme, csv, word or excel files, containing all settings and technical descriptions of the experiment. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Yes Metadata will be provided as readme, csv, word or excel files, containing all settings and technical descriptions of the experiment. For the patient demographics and clinical data, metadata will be added to the database of the used statistical program (R, SAS and/or SPSS). Neurophysiology data will be exported in Matlab, where metadata will be added. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Since we will be working with sensitive personal data, the data will be stored in the university's secure environment for private data and on the RedCap platform. We will use RedCap for active use of the data during the project. All data are stored at the KU Leuven Onedrive, the KU Leuven Large Volume Storage L-drive, or the UZ Leuven servers (for clinical data). No data will be stored on local computers, etc. How will the data be backed up? How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures. Created using DMPonline.be. Last modiﬁed 03 December 2024 4 of 7 As we also use UZL REDCap, data is backed up as follows: 1. The web server backup regime is specified below:- An hourly backup, the last 6 versions of which are saved- A daily backup, the last 7 versions of which are saved- A weekly backup, the last 6 versions of which are saved 2. The database backup regime is specified below:- A nightly cold backup of all databases- One month’s storage of the nightly cold backups 3. Data restore, upon request As we also use UZL REDCap, the following procedures for system recovery apply: 1. Systems are proactively monitored 24 hours a day, 7 days a week. 2. An emergency on-call service guarantees constant monitoring of the technical equipment, also outside office hours, but not at night. The on-call service is notified automatically in case of problems (between 7.00 - 23.00 hrs). 3. There are no fixed maintenance windows: a timely email is sent to inform the local IT Administrator of any planned maintenance or upgrades. 4. Any service unavailability, scheduled or unscheduled, is announced on the ICTS status page. 5. The web space is designed redundantly: in the event of system problems on one back-end server, all traffic is automatically diverted to another back-end server. The database platform is also designed redundantly. Data that are not in REDCap (e.g. neurophysiology data, gait data, video's and video annotations) will be backed up regularly on an external hard drive, which is password encrypted and kept by the investigator in a locked down compartiment. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes All KU Leuven personnel has access to 2 TB of data storage on OneDrive. As the estimated sizes of the datasets <2 TB, sufficient storage and backup capacity is available. Our research group will have a L-drive with a capacity of 5 TB for active research data. As the estimated size of the dataset is <5 GB, sufficient storage and backup capacity is available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment for private data, only accessible with double authentication. As we will also use UZ Leuven REDCap, physical access to the data centers is logged and restricted to authorized KU Leuven Information Technology (IT) personnel, using badge identification. At the clinical database level only study team members, monitors and auditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has requested project-specific eCRF access, are granted data access. Upon successful training completion each user is centrally assigned a user role, associated with predefined system/data privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC (ctc.datamanagement@uzleuven.be). What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage in the secure vault of KU Leuven is free up to 5TB. Beyond 5TB, the annual price for data storage is currently €569/5TB/year.UZL As the expected identifiable data is < 5TB, it can be stored for free on the central KU Leuven servers, but ample funding is available in case additional storage is needed. RedCap comes at a cost of +- €80 per year. These costs will be covered by King Baudouin Foundation and FWO fundings we have already obtained for this project. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual Created using DMPonline.be. Last modiﬁed 03 December 2024 5 of 7 restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All relevant data will be retained for at least 10 years after the end of the project. Prior to archiving the video recordings, participants’ faces and identifiable elements in the environment (e.g., photos of individuals in home settings, other persons in the background) will always be blurred (pseudonymised) to respect the participant’s privacy. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? As the expected identifiable data is <5TB, it can be stored for free on the central KU Leuven servers. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All data will be available on request after signing a data sharing agreement. The procedure for requesting access to data will be made available on the project website. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access will be restricted to medical professionals who request access and sign a data sharing agreement. Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Data will be available on request after signing a data sharing agreement. The procedure for requesting access to data will be made available on the project website When will the data be made available? When will the data be made available? Immediately after the end of the project. However, access will be restricted to medical professionals who request access and sign a data sharing agreement. Access will be considered after a request is submitted explaining the planned reuse. Created using DMPonline.be. Last modiﬁed 03 December 2024 6 of 7 Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data sharing agreement. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected. In case we decide to use Zenodo for sharing data on request, this would be free. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PI (Prof. Dr. Philippe De Vloo) and the PhD student (Dr. Sara Smeets) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PI (Prof. Dr. Philippe De Vloo) and the PhD student (Dr. Sara Smeets) Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Prof. Dr. Philippe De Vloo) and the PhD student (Dr. Sara Smeets) Who will update and implement this DMP? Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 03 December 2024 7 of 7"
}