{
    "document_id": "D-2021-1188",
    "LinkTitle": "D-2021-1188",
    "file_name": "D-2021-1188.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1188.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n u0133074\nGrant Title\n 11F3422N\nPrincipal Investigator / Researcher\n Daan Willems\nProject Data Contact\n +32 474690623; daan.willems@kuleuven.be\nDescription\n It concerns a classic type of legal research on administrative settlement\nagreements. How to balance settlement benefits (such as speed, cost-efficiency, sustainability,\nconfidentiality and a balanced consideration of interests) with fundamental principles of the rule\nof law (such as the principles of legality, equality and legal certainty)? The research remedies this\ngap under Belgian and EU law by creating a general theoretical framework. Starting from\nregulated settlements in the field of criminal or tax law, the framework targets the non-regulated\nadministrative settlement agreements in other fields of law (e.g. public procurement and social\nprotection). Comparing to French, German and Dutch law, it will be especially examined whether\na general statutory framework should be adopted.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nDaan Willems\nFWO Project Number & Title\n11F3422N – Administrative Settlement Agreement\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\n \nFormat\nVolume\nHow created\n \nLegislation, case\nlaw\navailable online,\nbooks and\njournal\narticles,\n(textual data) –\nthat is digitally\navailable\n \nData stored in\ndifferent folders\n(per\nlegal system and\nper\nsource)\nalphabetically.\n \n.pdf\n \n10 GB\n \nDownloaded from\ndifferent online\ndatabases\n(jurisquare, jura,\nstradalex, limo,\nSSRN, beckonline,\nlegalintelligence,\nwestlaw\ninternational, etc.).\n \n(Scanned and\nocr'd\nimages of)\nlegislation, case\nlaw\navailable online,\nbooks and\njournal\narticles,\n(textual data)  –\nthat is only\nphysically\navailable\n \nData stored in\ndifferent folders\n(per\nlegal system and\nper\nsource)\nalphabetically.\n \n \n.pdf\n \n10 GB\n \nDocument\nscanning\nof paper source\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAll case law that was not already anonymized before (e.g. published case law) will be saved in an\nanonymized way. This will be executed in an irreversible way, by using Adobe Acrobat.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll reused existing data will be documented in a pdf file and categorized. First, per legal system\n(Belgium, France, Germany, the Netherlands) – second, per source (legislation, case law, and\nlegal scholarship) in an alphabetical way.\nThe doctoral thesis will be documented in a Word file with careful reference to the reused\nexisting data according to the V&A-reference rules for legal research.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThe only metadata created will consist of the mentioned subdivision of the data in groups (\nsupra\nnr. 4 above question).\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored on my KU Leuven personal network drive (both I:drive and Onedrive) as\nwell as on the KU Leuven central network drive (J:drive) that is only accesible for other\nresearchers at the Institute for Contract law and the Centre for Methodology of Law.\nHow is backup of the data provided?\nThe data will stored on the central server (J:drive) accesible for researchers at the Institute for\nContract Law has a daily back-up procedure. The Onedrive-support is also automatically backed\nup.\nThe data will be furthermore backed up on a personal external drive (WD 4 TB) every three\nmonths.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe shared network drive and Onedrive-support as well as the external drive exceeds\nsignificantly the required capacity.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNo expected costs (provided by KU Leuven)\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe network drives and Ondedrive-support by the KU Leuven are password protected.\nNo personal data is used and any personal information will be removed from e.g. unpublished\ncase law (\nsupra \nnr. 3).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nConform the KU Leuven Research Data Management Policy, the relevant research data\ngenerated will be retained for a period of minimally 10 years after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nNext to the fact that the data will be further stored on the KU Leuven network drives (I:drive en\nJ:drive) and the KU Leuven Onedrive-support, I will make a back-up of all the relevant data on the\nK-drive of the KU Leuven online drive system (i.e. the drive designed for archival purposes). An\nextra copy will be stored with professor Bernard Tilleman (supervisor of the research project).\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNo expected costs (provided by KU Leuven)\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe doctoral thesis will be made available via LIRIAS in open access. Reused existing data will\nnot be made available, but will be referenced to in the doctoral dissertation according to the V&A\nreference rules, so other researchers or legal practitioners can consult these existing data\nthemselves. Only the data that is not already available (e.g. unpublished case law) will be\nattached to the output of the project (the doctoral thesis).\nWhere/how will the data be made available for reuse?\nOther (specify):\nReused existing data will not be made available, but will be referenced to in the doctoral\ndissertation according to the V&A reference rules, so other researchers or legal practitioners can\nconsult these existing data themselves. As mentioned above, the doctoral thesis will be made\navailable via LIRIAS in open access. \nWhen will the data be made available?\nImmediately after the end of the project\nWho will be able to access the data and under what conditions?\nAny interested parties will be offered to consult the data, as they do not contain any sensitive\ninformation.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo expected costs\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nAs PhD researcher I am responsible for data documentation and metadata. Professor Bernard\nTilleman (supervisor) will be supervising this process.\nWho will be responsible for data storage & back up during the project?\nAs PhD researcher I am responsible for data storage & back up. Professor Bernard Tilleman\n(supervisor) will be supervising this process.\nWho will be responsible for ensuring data preservation and reuse ?\nAs PhD researcher I am responsible for data preservation and reuse. Professor Bernard Tilleman\n(supervisor) will be supervising this process.\nWho bears the end responsibility for updating & implementing this DMP?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nAs PhD researcher I have the day-to-day responsibility for updating & implementing this DMP. My\nsupervisor (prof. Bernard Tilleman) bears the end responsibilty.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier u0133074 Grant Title 11F3422N Principal Investigator / Researcher Daan Willems Project Data Contact +32 474690623; daan.willems@kuleuven.be Description It concerns a classic type of legal research on administrative settlement agreements. How to balance settlement benefits (such as speed, cost-efficiency, sustainability, confidentiality and a balanced consideration of interests) with fundamental principles of the rule of law (such as the principles of legality, equality and legal certainty)? The research remedies this gap under Belgian and EU law by creating a general theoretical framework. Starting from regulated settlements in the field of criminal or tax law, the framework targets the non-regulated administrative settlement agreements in other fields of law (e.g. public procurement and social protection). Comparing to French, German and Dutch law, it will be especially examined whether a general statutory framework should be adopted. Institution KU Leuven 1. General Information Name applicant Daan Willems FWO Project Number & Title 11F3422N – Administrative Settlement Agreement Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created Legislation, case law available online, books and journal articles, (textual data) – that is digitally available Data stored in different folders (per legal system and per source) alphabetically. .pdf 10 GB Downloaded from different online databases (jurisquare, jura, stradalex, limo, SSRN, beckonline, legalintelligence, westlaw international, etc.). (Scanned and ocr'd images of) legislation, case law available online, books and journal articles, (textual data) – that is only physically available Data stored in different folders (per legal system and per source) alphabetically. .pdf 10 GB Document scanning of paper source 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No All case law that was not already anonymized before (e.g. published case law) will be saved in an anonymized way. This will be executed in an irreversible way, by using Adobe Acrobat. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All reused existing data will be documented in a pdf file and categorized. First, per legal system (Belgium, France, Germany, the Netherlands) – second, per source (legislation, case law, and legal scholarship) in an alphabetical way. The doctoral thesis will be documented in a Word file with careful reference to the reused existing data according to the V&A-reference rules for legal research. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No The only metadata created will consist of the mentioned subdivision of the data in groups ( supra nr. 4 above question). 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored on my KU Leuven personal network drive (both I:drive and Onedrive) as well as on the KU Leuven central network drive (J:drive) that is only accesible for other researchers at the Institute for Contract law and the Centre for Methodology of Law. How is backup of the data provided? The data will stored on the central server (J:drive) accesible for researchers at the Institute for Contract Law has a daily back-up procedure. The Onedrive-support is also automatically backed up. The data will be furthermore backed up on a personal external drive (WD 4 TB) every three months. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The shared network drive and Onedrive-support as well as the external drive exceeds significantly the required capacity. What are the expected costs for data storage and back up during the project? How will these costs be covered? No expected costs (provided by KU Leuven) Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The network drives and Ondedrive-support by the KU Leuven are password protected. No personal data is used and any personal information will be removed from e.g. unpublished case law ( supra nr. 3). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Conform the KU Leuven Research Data Management Policy, the relevant research data generated will be retained for a period of minimally 10 years after the end of the project. Where will the data be archived (= stored for the longer term)? Next to the fact that the data will be further stored on the KU Leuven network drives (I:drive en J:drive) and the KU Leuven Onedrive-support, I will make a back-up of all the relevant data on the K-drive of the KU Leuven online drive system (i.e. the drive designed for archival purposes). An extra copy will be stored with professor Bernard Tilleman (supervisor of the research project). What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No expected costs (provided by KU Leuven) 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The doctoral thesis will be made available via LIRIAS in open access. Reused existing data will not be made available, but will be referenced to in the doctoral dissertation according to the V&A reference rules, so other researchers or legal practitioners can consult these existing data themselves. Only the data that is not already available (e.g. unpublished case law) will be attached to the output of the project (the doctoral thesis). Where/how will the data be made available for reuse? Other (specify): Reused existing data will not be made available, but will be referenced to in the doctoral dissertation according to the V&A reference rules, so other researchers or legal practitioners can consult these existing data themselves. As mentioned above, the doctoral thesis will be made available via LIRIAS in open access. When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? Any interested parties will be offered to consult the data, as they do not contain any sensitive information. What are the expected costs for data sharing? How will the costs be covered? No expected costs 8. Responsibilities Who will be responsible for data documentation & metadata? As PhD researcher I am responsible for data documentation and metadata. Professor Bernard Tilleman (supervisor) will be supervising this process. Who will be responsible for data storage & back up during the project? As PhD researcher I am responsible for data storage & back up. Professor Bernard Tilleman (supervisor) will be supervising this process. Who will be responsible for ensuring data preservation and reuse ? As PhD researcher I am responsible for data preservation and reuse. Professor Bernard Tilleman (supervisor) will be supervising this process. Who bears the end responsibility for updating & implementing this DMP? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 As PhD researcher I have the day-to-day responsibility for updating & implementing this DMP. My supervisor (prof. Bernard Tilleman) bears the end responsibilty. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}