{
    "document_id": "D-2022-1661",
    "LinkTitle": "D-2022-1661",
    "file_name": "D-2022-1661.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1661.pdf",
    "metadata": {
        "title": "D-2022-1661",
        "author": "Glinde Kuipers",
        "num_pages": 4
    },
    "content": {
        "full_text": " 1 Data management plan  \nCELSA /22/007  \nHumour and Con flict in the Public Sphere:  An interdisciplinary analysis of humour controversies \nand contested freedoms in contemporary Europe  \n \n \nJanuary 2023  \nKU Leuven, Tartu University, Jagiellonian University, 2022 -2024.  \nProject reference nr:  CELSA/22/007  \nSAP project code:  3H220340  \n \nAuthors: Giselinde Kuipers (KU Leuven), Wladyslaw Chlopicki (Jagiellonian University), Anastasiya \nFiadot ava (Jagiellonian University, Estonian Literary Museum), Liisi Laineste (Tartu University, Estonian \nLiterary Museum), in close consultation with Joonas Koivukoski (Helsinki University)  \n \n \nResearch Data Summary  \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For \neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to \nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also \nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limi t of \nthe volume of the data.  \n \nThis project will produce three different datasets, each organised in a separate  database containing \ninformation about public humor events and public responses to this in news media and social media. \nThese databases will be linked; we will consult with digital humanities specialists about the best possible \nformat for this. The first two databases will be made publicly available after the project, and will not \ncontain any sensitive data. The third database will contain raw data, includin g GDPR -sensitive data, \nnotably links to social media utterances by non -public persons. This database will not be publicly shared.  \n \nThe three data bases  will be:  \n \n1. General European Public Humor database (GEPH). This database will contain an overview of \ncontested public humor (including humor scandals) in four countries (Belarus, Belgium, Estonia, \nPoland) during the research period, with date, duration, topic, domain, country(ies), and a short \ndescription of each ‘humor event’. This will be an excel file (.xls), with only textual information. \nThe data volume will probably not exceed 5MB (very rough estimate). Note: at some point in the \nproject this database will be merged with the data base produced for the related Hu -Sca project  \n(identifier: UNA/22/003 , KU  Leuven administrative identifier ZKE2184 ). \n2. Specific Humor Scandal database (consisting of humor scandal datasets coded as \nHuSca_VVV_XX_YYZZ with VVV a number linked to GEHS, XX a two -digit country code, \nYY for month and ZZ for year.) Although it is hard to say how many scandals we can expect, we \nwill aim to describe in detail ten humor scandals per country. For each controversy, we will \ncollect a sample of most widespread/shared humor items with all important information, as well \nas non -humorous responses , in news (or  heritage ) media and social media. Each dataset will be \nstored as an excel file (xls) with codes in text (e.g., actor, date, platform/source, norm violation, \ndomain), as well as links to and/or screenshots of the main trigger of the scandal (that is, the \noriginal humorous item), and a sample of central other responses. For this dataset, we will work \nwith a digital research specialist to develop a relational database that can be linked to both GEPH \nand RaHuSca. After the project, we aim to make this database available to researchers in excel \n(.xls) format. The total size of these databases will probably not exceed 10MB.  \n3. Raw data for each humor scandal (coded as RaHuSca_VVV_XX_YYZZ with VVV a number \nlinked to GEPH, XX a two -digit country code, YY for month and ZZ for year.).  This data base \nwill contain the raw data, that is: all data collected related to a humorous event, including links \nand screenshots, with time, data, and topic. Th is database  will therefore be multimodal, very large  \n(if we inclu de videos, a separate dataset may in some cases exceed 1G B), and will contain privacy -\n 2 sensitive data.  We are currently not sure yet about the format of th ese datasets. Possibly, we will \nstore everything in Excel with separate files for videos or images, but a more ideal option would \nbe to build a database that can manages such files. We are currently in communication with a \ncomputer scientist who may be able to help. (It is important to note that storage of digital data is \na fast -changing and specialist domain, for which we have no specific expertise in our team. The \nbest options may be too expensive for a relatively small grant such as this. However, since the \nmain aim of CELSA is to generate further grants, this is one of the options we will explore for \nfurther grant applications.)  \n \nImportantly, data collection and coding will be done in Qualtrics, which provides an online user interface \nthat can be used to securely input information on all locations, including archives, university offices or \nwhile working at home. We will use the KU Leuven license  of Qualtrics, which means that all input will \nbe automatically stored securely. Th e input will be converted to Excel, which will form the basis of the \nthree data bases .  \n \nReuse of existing data  \n \nWe will not reuse existing data.  \n \nEthical issues  \n \nThe project has been submitted for ethical review to the ethics review board ( SMEC ) at KU Leuven. It is \ncurrently under review, registration number G-2022 -5930 .  \n \nPersonal data  \nThe project will process some personal data. The plans for processing these data have been screened for \ncompliance with GDPR regulations, and has been approved by the ethics review board (SMEC) at KU \nLeuven. The registration number is G-2022 -5930 .  \n \nCommer cial valorization, commercial re -use, 3rd party agreements.  \nThis project does not have potential for commercial valorization. There are no plans or possibilities for \ncommercial re -use, and no relevant 3rd party agreements.  \n \nOther legal issues  \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you \n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.  \n \nIn some cases, the data we analyze may be copyright -protected, e.g. , newspaper articles, images or videos \nwith copyright. Such copyrighted materials will primarily be stored in the RaHuSca database, which will \nnot be made public. If materials are stored in the publi cly accessible databases, we will either make sure \nwe comply with regulations for fair use, or use links, or ask for permission, depending on what seems \nfeasible. Note that for social media content, copyright regulations are at times rather unclear, variab le \nacross countries, and changeable. In case of doubt we will consult legal specialists.  \n \nDocumentation and Metadata  \nClearly describe what approach will be followed to capture the accompanying information necessary to keep data \nunderstandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is \nrecorded).    \n \nWe will create detailed codeb ooks for each of the datasets . These codebooks will be used to code all \ninformation, but can also be used to make the data accessible after our (first) analysis is completed.  These \ncodebooks will specify all variables in the dataset (that is: codes used fo r the coding of the research \nmaterials), with all possible values or categories for each variable, and the specific rules for coding each of \nthese variables. The codebooks will be made available in pdf format, with an accompanying document \nexplaining the relation between the codebooks and the datasets.  \n 3  \nThe GEPH and HuSca databases will be created in Excel (.xls), and names and numbered as described \nabove.  The codebooks will also contain information about the links between GEPH, HuSca and \nRaHuSca. The RaHuSca cannot be made publicly available because of GDPR regulations and other \nethical considerations, but it will be kept by the researchers of the team for at least ten years.  \n \nWill a metadata standard be used to make it easier to find and reuse the da ta?   \n \nYes, we wil l adopt the Dublin Core (DCMI) metadata standard  to make the data findable for other \nresearchers. Only GEPH and HuSca will also be made reusable.  \n \nData Storage & Back -up during the Research Project  \n \nWhere will the data be stored ?  \n \nThe data will be stored on the secure servers of the participating universities (KU Leuven, Jagiellonian \nUniversity, Tartu University) as well as the Estonian Literary Museum (also located in Tartu). In addition, \ndata from GEPH and HuSca may also be stored  on the secure servers of other universities participating \nin this project, which at this point include Hu -Sca (UNA -Europa) partners Complutense University \n(Madrid), University of Bologna, Helsinki University, as well as Masaryk University (Brno, Czech \nRepublic), Athens University, University of Opole (Poland).  \n \nHow will the data be backed up?  \n \nWe will store all datasets on the servers of at least three participating institutions.  \n \nIs there currently sufficient storage & backup capacity during the project ?  \n \nYes.  \n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?   \n \nThe data will be stored on secure university servers that will be only available to people working on the \nprojects, that is: the PIs an d co-PIs, the postdocs, and  possible  the research assistants. Note that the \nresearch assistants will only gain access to the databases for the duration of the project, and only will get \naccess to the part of the data collection they are working on  for specific tasks such as data cleaning. For \ninput of the data, they will use Qualtrics (which means they can enter but not change the data). \nIntegration of data bases  will be handled by the postdocs and PI.  \n \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?  \n \nWe don’t expect specific costs for data storage and backup, as this can be done on the servers provided \nby the participating institution s.  \n \nData Preservation after the end of the Research Project  \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after th e \nend of the project?  \n \nThe GEPH and HuSca  databases  will be preserved on RDR, the repository of KU Leuven, and possibly \nalso on the repositories of partner institutions. They will be made publicly available after the end of the \nproject, and will be made available indefinitely. The RaHuSca data base will be k ept on the university \nservers, and retained for at least ten years, with evaluation after that.  \n \nWe expect no additional costs for storing and preserving these data.  \n \n 4 Data Sharing and Reuse  \nWill the data (or part of the data) be made available for reuse  after/during the project?   \nPlease explain per dataset or data type which data will be made available.  \n \nThe GEPH and HuSca data bases  will be preserved on RDR, the repository of KU Leuven, and possibly \nalso on the repositories of partner institutions. For  more information on RDR, see  \nhttps://www.kuleuven.be/rdm/en/rdr . These data will be made publicly available after the end of the \nproject, and will be made available indefinitely. RDR will provide identifiers for the datasets, and will also \nallow us to link the datasets with documentation and metadata, and will cover the costs for storage.  \n \nThe RaHuSca data base will be kept on the university servers, and retained for at least ten years, with \nevaluation after that. The RaHuSca data base will remain available to the PIs and the postdocs, who jointly \nmay decide to provide access to other researchers. The sharing of the RaHuSca database is restricted \nbecause of GDPR, ethical and copyright issues.  \n \n \nResponsibilities  \n \nThe responsibility for the research team will be held jointly by the PIs (Chlopicki, Kuipers, Laineste), and  \nthe postdocs for the project (Fiadot ava and two others who are yet to be hired). We will jointly manage \ndata documentation, storage and backup, and data preservation, and update the DMP. After the project, \ndata management will remain the responsibility of  the PIs.  \n "
    },
    "clean_full_text": "1 Data management plan CELSA /22/007 Humour and Con flict in the Public Sphere: An interdisciplinary analysis of humour controversies and contested freedoms in contemporary Europe January 2023 KU Leuven, Tartu University, Jagiellonian University, 2022 -2024. Project reference nr: CELSA/22/007 SAP project code: 3H220340 Authors: Giselinde Kuipers (KU Leuven), Wladyslaw Chlopicki (Jagiellonian University), Anastasiya Fiadot ava (Jagiellonian University, Estonian Literary Museum), Liisi Laineste (Tartu University, Estonian Literary Museum), in close consultation with Joonas Koivukoski (Helsinki University) Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limi t of the volume of the data. This project will produce three different datasets, each organised in a separate database containing information about public humor events and public responses to this in news media and social media. These databases will be linked; we will consult with digital humanities specialists about the best possible format for this. The first two databases will be made publicly available after the project, and will not contain any sensitive data. The third database will contain raw data, includin g GDPR -sensitive data, notably links to social media utterances by non -public persons. This database will not be publicly shared. The three data bases will be: 1. General European Public Humor database (GEPH). This database will contain an overview of contested public humor (including humor scandals) in four countries (Belarus, Belgium, Estonia, Poland) during the research period, with date, duration, topic, domain, country(ies), and a short description of each ‘humor event’. This will be an excel file (.xls), with only textual information. The data volume will probably not exceed 5MB (very rough estimate). Note: at some point in the project this database will be merged with the data base produced for the related Hu -Sca project (identifier: UNA/22/003 , KU Leuven administrative identifier ZKE2184 ). 2. Specific Humor Scandal database (consisting of humor scandal datasets coded as HuSca_VVV_XX_YYZZ with VVV a number linked to GEHS, XX a two -digit country code, YY for month and ZZ for year.) Although it is hard to say how many scandals we can expect, we will aim to describe in detail ten humor scandals per country. For each controversy, we will collect a sample of most widespread/shared humor items with all important information, as well as non -humorous responses , in news (or heritage ) media and social media. Each dataset will be stored as an excel file (xls) with codes in text (e.g., actor, date, platform/source, norm violation, domain), as well as links to and/or screenshots of the main trigger of the scandal (that is, the original humorous item), and a sample of central other responses. For this dataset, we will work with a digital research specialist to develop a relational database that can be linked to both GEPH and RaHuSca. After the project, we aim to make this database available to researchers in excel (.xls) format. The total size of these databases will probably not exceed 10MB. 3. Raw data for each humor scandal (coded as RaHuSca_VVV_XX_YYZZ with VVV a number linked to GEPH, XX a two -digit country code, YY for month and ZZ for year.). This data base will contain the raw data, that is: all data collected related to a humorous event, including links and screenshots, with time, data, and topic. Th is database will therefore be multimodal, very large (if we inclu de videos, a separate dataset may in some cases exceed 1G B), and will contain privacy - 2 sensitive data. We are currently not sure yet about the format of th ese datasets. Possibly, we will store everything in Excel with separate files for videos or images, but a more ideal option would be to build a database that can manages such files. We are currently in communication with a computer scientist who may be able to help. (It is important to note that storage of digital data is a fast -changing and specialist domain, for which we have no specific expertise in our team. The best options may be too expensive for a relatively small grant such as this. However, since the main aim of CELSA is to generate further grants, this is one of the options we will explore for further grant applications.) Importantly, data collection and coding will be done in Qualtrics, which provides an online user interface that can be used to securely input information on all locations, including archives, university offices or while working at home. We will use the KU Leuven license of Qualtrics, which means that all input will be automatically stored securely. Th e input will be converted to Excel, which will form the basis of the three data bases . Reuse of existing data We will not reuse existing data. Ethical issues The project has been submitted for ethical review to the ethics review board ( SMEC ) at KU Leuven. It is currently under review, registration number G-2022 -5930 . Personal data The project will process some personal data. The plans for processing these data have been screened for compliance with GDPR regulations, and has been approved by the ethics review board (SMEC) at KU Leuven. The registration number is G-2022 -5930 . Commer cial valorization, commercial re -use, 3rd party agreements. This project does not have potential for commercial valorization. There are no plans or possibilities for commercial re -use, and no relevant 3rd party agreements. Other legal issues Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. In some cases, the data we analyze may be copyright -protected, e.g. , newspaper articles, images or videos with copyright. Such copyrighted materials will primarily be stored in the RaHuSca database, which will not be made public. If materials are stored in the publi cly accessible databases, we will either make sure we comply with regulations for fair use, or use links, or ask for permission, depending on what seems feasible. Note that for social media content, copyright regulations are at times rather unclear, variab le across countries, and changeable. In case of doubt we will consult legal specialists. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). We will create detailed codeb ooks for each of the datasets . These codebooks will be used to code all information, but can also be used to make the data accessible after our (first) analysis is completed. These codebooks will specify all variables in the dataset (that is: codes used fo r the coding of the research materials), with all possible values or categories for each variable, and the specific rules for coding each of these variables. The codebooks will be made available in pdf format, with an accompanying document explaining the relation between the codebooks and the datasets. 3 The GEPH and HuSca databases will be created in Excel (.xls), and names and numbered as described above. The codebooks will also contain information about the links between GEPH, HuSca and RaHuSca. The RaHuSca cannot be made publicly available because of GDPR regulations and other ethical considerations, but it will be kept by the researchers of the team for at least ten years. Will a metadata standard be used to make it easier to find and reuse the da ta? Yes, we wil l adopt the Dublin Core (DCMI) metadata standard to make the data findable for other researchers. Only GEPH and HuSca will also be made reusable. Data Storage & Back -up during the Research Project Where will the data be stored ? The data will be stored on the secure servers of the participating universities (KU Leuven, Jagiellonian University, Tartu University) as well as the Estonian Literary Museum (also located in Tartu). In addition, data from GEPH and HuSca may also be stored on the secure servers of other universities participating in this project, which at this point include Hu -Sca (UNA -Europa) partners Complutense University (Madrid), University of Bologna, Helsinki University, as well as Masaryk University (Brno, Czech Republic), Athens University, University of Opole (Poland). How will the data be backed up? We will store all datasets on the servers of at least three participating institutions. Is there currently sufficient storage & backup capacity during the project ? Yes. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored on secure university servers that will be only available to people working on the projects, that is: the PIs an d co-PIs, the postdocs, and possible the research assistants. Note that the research assistants will only gain access to the databases for the duration of the project, and only will get access to the part of the data collection they are working on for specific tasks such as data cleaning. For input of the data, they will use Qualtrics (which means they can enter but not change the data). Integration of data bases will be handled by the postdocs and PI. What are the expected costs for data storage and backup during the research project? How will these costs be covered? We don’t expect specific costs for data storage and backup, as this can be done on the servers provided by the participating institution s. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after th e end of the project? The GEPH and HuSca databases will be preserved on RDR, the repository of KU Leuven, and possibly also on the repositories of partner institutions. They will be made publicly available after the end of the project, and will be made available indefinitely. The RaHuSca data base will be k ept on the university servers, and retained for at least ten years, with evaluation after that. We expect no additional costs for storing and preserving these data. 4 Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. The GEPH and HuSca data bases will be preserved on RDR, the repository of KU Leuven, and possibly also on the repositories of partner institutions. For more information on RDR, see https://www.kuleuven.be/rdm/en/rdr . These data will be made publicly available after the end of the project, and will be made available indefinitely. RDR will provide identifiers for the datasets, and will also allow us to link the datasets with documentation and metadata, and will cover the costs for storage. The RaHuSca data base will be kept on the university servers, and retained for at least ten years, with evaluation after that. The RaHuSca data base will remain available to the PIs and the postdocs, who jointly may decide to provide access to other researchers. The sharing of the RaHuSca database is restricted because of GDPR, ethical and copyright issues. Responsibilities The responsibility for the research team will be held jointly by the PIs (Chlopicki, Kuipers, Laineste), and the postdocs for the project (Fiadot ava and two others who are yet to be hired). We will jointly manage data documentation, storage and backup, and data preservation, and update the DMP. After the project, data management will remain the responsibility of the PIs."
}