{
    "document_id": "D-2023-2208",
    "LinkTitle": "D-2023-2208",
    "file_name": "D-2023-2208.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2208.pdf",
    "metadata": {
        "title": "Microsoft Word - fwo dmpfwo project 2022 mlitochondria andneurogenesis.docx",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": " FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       1  FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven    Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link.        \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       2  1. General Project Information  Name Grant Holder & ORCID Pierre Vanderhaeghen -  0000-0001-7899-5720)  Contributor name(s) (+ ORCID) & roles Pierre Vanderhaeghen -  0000-0001-7899-5720)  Project number 1 & title  G063923N Mitochondrial control of neurogenesis: molecular mechanisms and links with human brain evolution Funder(s) GrantID 2 G063923N Affiliation(s) x KU Leuven  ☐ Universiteit Antwerpen ☐ Universiteit Gent  ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel  ☐ Other: ROR identifier KU Leuven: 05f950310 \n                                                        1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       3  Please provide a short project description  During brain development, neurogenesis is a key event by which neural stem/progenitor cells convert to post-mitotic neurons. We recently showed that mitochondria dynamics play a keybrole in neurogenesis of mouse and human NSPCs of the cerebral cortex (Iwata et al. Science 2020), but the downstream molecular mechanisms are essentially unknown. We also identified intriguing time-differences in a critical period of fate plasticity in this process between mouse and human cortical cells, but the functional significance of these species specificities remains unknown. In this project we will reveal molecular mechanisms by which mitochondria dynamics and metabolic activity impact neurogenesis, and relate these to the evolution of human neurogenesis. We will first identify mitochondria dynamics/activity-dependent metabolites that control cell fate acquisition, using in vitro single-cell imaging of metabolic biosensors during cortical neurogenesis. Then we will investigate in vivo the transcriptomic and epigenomic changes triggered by mitochondria-derived signals during cell fate acquisition, linking mitochondra function to the dynamics of gene regulatory networks during neural cell fate conversion. Finally, we will address the evolutionary significance of the species differences observed in timing of mitochondria-dependent neuronal fate specification, by exploring the underlying mechanisms and their impact on patterns of neurogenesis in mouse vs human cortical progenitors.          \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       4  2. Research Data Summary  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       5  List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3.   ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused  Digital or Physical  Digital Data Type  Digital Data Format   Digital Data Volume (MB, GB, TB) Physical Volume   Histology data immunofluorecende of in vitro and ni vivo data on human and mosueneurogenesis ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: tiff ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA  NA \nlive imaging data liveimaging on human and mosueneurogenesis ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: tiff,  ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ > 5 TB ☐ NA  NA \nomics data scrnaseq and cut and tag  mouse neurogenesis ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model seq  ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ > 5 TB ☐ NA NA \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       6  ☐ Software ☐ Other:  vectors plasmid vectors ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:  ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA  physical volume \n         GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata.  RDM Guidance on data   If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type.    NA \n                                                        3 Add rows for each dataset you want to describe. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       7  Are there any ethical issues concerning the creation and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☐ Yes, human subject data; provide SMEC or EC approval number:   ☐ Yes, animal data; provide ECD reference number:    ☐ Yes, dual use; provide approval number:   ☒ No Additional information: ipsc lines frompatients were generated at the Genopole Milano  Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: No only histology of ipsc derived neurons  Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment:  We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that publications need not be delayed.  Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)?  If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain:                                                           4 See Glossary Flemish Standard Data Management Plan  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       8  Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain:      3. Documentation and Metadata  Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  RDM guidance on documentation and metadata.  Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) that refer to specific datasets. All datasets will be accompanied by a README.txt file containing all the associated metadata (see more details below).   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       9  Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.  REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.  ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  X Yes While specific data types might require particular metadata, as a general rule the metadata will be based on a generalized metadata schema such as Dublin Core or DataCite, including the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) • Access rights: closed access, embargoed access, restricted access, open access. For specific datasets, additional metadata will be associated with the data file as appropriate such as experimental procedures to generate transcriptomic data. The final dataset will be accompanied by this information under the form of a README.txt document. This file will be located in the top level directory of the dataset and will also list the contents of the other files and outline the file-naming convention used (see section 7 below). This will allow the data to be understood by other members of the laboratory and add contextual value to the dataset for future reuse.   If no, please specify (where appropriate per dataset or data type) which metadata will be created:       \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       10  4. Data Storage & Back-up during the Research Project  Where will the data be stored?  Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault  How will the data be backed up?  WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS?  ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify)     Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No  If no, please specify:   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       11  How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE.  Guidance on security for research data    Both the “L-drive” and “J-drive” servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour.  Access to the digital vault is possible only through using a KU Leuven user-id and password, and user rights only grant access to the data in their own vault. Sensitive data transfer will be performed according to the best practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. A security service monitors the technical installations continuously, even outside working hours.      What are the expected costs for data storage and backup during the research project? How will these costs be covered?       5. Data Preservation after the end of the Research Project  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       12  Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).  Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain)     Where will these data be archived (stored and curated for the long-term)?  Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): Vectors: will be deposited in public repositories such as Addgene. Protein or nucleic acid sequences: will be deposited in GenBank and/or published as supplemental data files as appropriate. Intermediate analysis files will also be kept on KU Leuven servers for 5 years.  Proteomics data: will be deposited in public repositories such as the PRIDE archive.    What are the expected costs for data preservation during the expected retention period? How will these costs be covered?   As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org), at the latest at the time of publication.  For all other datasets, long term storage will be ensured as follows: - Digital datasets: files will be stored on the “L-drive”.    6. Data Sharing and Reuse  Commented [A1]: KU Leuven asks for 10 years for essential data. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       13  Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify:     If access is restricted, please specify who will be able to access the data and under what conditions.  Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects  ☐ Yes, aspects of dual use ☐ Yes, other ☒ No  If yes, please specify:   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       14  Where will the data be made available?  If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☒ Other data repository (specify) ☐ Other (specify) Vectors: will be deposited in public repositories such as Addgene. Protein or nucleic acid sequences: will be deposited in GenBank and/or published as supplemental data files as appropriate.  Proteomics data: will be deposited in public repositories such as the PRIDE archive.   When will the data be made available?   ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify)   Which data usage licenses are you going to provide? If none, please explain why.  A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose.   ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify)  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       15  Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.  INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.  ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No   What are the expected costs for data sharing? How will these costs be covered?   It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget.   7. Responsibilities  Who will manage data documentation and metadata during the research project? With respect to E-Notebook: René Custers and Alexander Botzki With respect to other datatypes: Pierre Vanderhaeghen Who will manage data storage and backup during the research project? Pierre Vanderhaeghen Who will manage data preservation and sharing? Pierre Vanderhaeghen Who will update and implement this DMP? Pierre Vanderhaeghen          \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       16   "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Pierre Vanderhaeghen - 0000-0001-7899-5720) Contributor name(s) (+ ORCID) & roles Pierre Vanderhaeghen - 0000-0001-7899-5720) Project number 1 & title G063923N Mitochondrial control of neurogenesis: molecular mechanisms and links with human brain evolution Funder(s) GrantID 2 G063923N Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description During brain development, neurogenesis is a key event by which neural stem/progenitor cells convert to post-mitotic neurons. We recently showed that mitochondria dynamics play a keybrole in neurogenesis of mouse and human NSPCs of the cerebral cortex (Iwata et al. Science 2020), but the downstream molecular mechanisms are essentially unknown. We also identified intriguing time-differences in a critical period of fate plasticity in this process between mouse and human cortical cells, but the functional significance of these species specificities remains unknown. In this project we will reveal molecular mechanisms by which mitochondria dynamics and metabolic activity impact neurogenesis, and relate these to the evolution of human neurogenesis. We will first identify mitochondria dynamics/activity-dependent metabolites that control cell fate acquisition, using in vitro single-cell imaging of metabolic biosensors during cortical neurogenesis. Then we will investigate in vivo the transcriptomic and epigenomic changes triggered by mitochondria-derived signals during cell fate acquisition, linking mitochondra function to the dynamics of gene regulatory networks during neural cell fate conversion. Finally, we will address the evolutionary significance of the species differences observed in timing of mitochondria-dependent neuronal fate specification, by exploring the underlying mechanisms and their impact on patterns of neurogenesis in mouse vs human cortical progenitors. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Histology data immunofluorecende of in vitro and ni vivo data on human and mosueneurogenesis ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: tiff ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA NA live imaging data liveimaging on human and mosueneurogenesis ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: tiff, ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ > 5 TB ☐ NA NA omics data scrnaseq and cut and tag mouse neurogenesis ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model seq ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ > 5 TB ☐ NA NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 ☐ Software ☐ Other: vectors plasmid vectors ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA physical volume GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: ipsc lines frompatients were generated at the Genopole Milano Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: No only histology of ipsc derived neurons Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment: We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that publications need not be delayed. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata. Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) that refer to specific datasets. All datasets will be accompanied by a README.txt file containing all the associated metadata (see more details below). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: X Yes While specific data types might require particular metadata, as a general rule the metadata will be based on a generalized metadata schema such as Dublin Core or DataCite, including the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) • Access rights: closed access, embargoed access, restricted access, open access. For specific datasets, additional metadata will be associated with the data file as appropriate such as experimental procedures to generate transcriptomic data. The final dataset will be accompanied by this information under the form of a README.txt document. This file will be located in the top level directory of the dataset and will also list the contents of the other files and outline the file-naming convention used (see section 7 below). This will allow the data to be understood by other members of the laboratory and add contextual value to the dataset for future reuse. If no, please specify (where appropriate per dataset or data type) which metadata will be created: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Both the “L-drive” and “J-drive” servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. Access to the digital vault is possible only through using a KU Leuven user-id and password, and user rights only grant access to the data in their own vault. Sensitive data transfer will be performed according to the best practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. A security service monitors the technical installations continuously, even outside working hours. What are the expected costs for data storage and backup during the research project? How will these costs be covered? 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): Vectors: will be deposited in public repositories such as Addgene. Protein or nucleic acid sequences: will be deposited in GenBank and/or published as supplemental data files as appropriate. Intermediate analysis files will also be kept on KU Leuven servers for 5 years. Proteomics data: will be deposited in public repositories such as the PRIDE archive. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org), at the latest at the time of publication. For all other datasets, long term storage will be ensured as follows: - Digital datasets: files will be stored on the “L-drive”. 6. Data Sharing and Reuse Commented [A1]: KU Leuven asks for 10 years for essential data. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☒ Other data repository (specify) ☐ Other (specify) Vectors: will be deposited in public repositories such as Addgene. Protein or nucleic acid sequences: will be deposited in GenBank and/or published as supplemental data files as appropriate. Proteomics data: will be deposited in public repositories such as the PRIDE archive. When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. 7. Responsibilities Who will manage data documentation and metadata during the research project? With respect to E-Notebook: René Custers and Alexander Botzki With respect to other datatypes: Pierre Vanderhaeghen Who will manage data storage and backup during the research project? Pierre Vanderhaeghen Who will manage data preservation and sharing? Pierre Vanderhaeghen Who will update and implement this DMP? Pierre Vanderhaeghen FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16"
}