{
    "document_id": "D-2021-1027",
    "LinkTitle": "D-2021-1027",
    "file_name": "D-2021-1027.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1027.pdf",
    "metadata": {
        "title": "D-2021-1027",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Data Management Plan in FWO  \n \n1.  General Information  \n    - Name applicant : Jan-Pieter D’Anvers  \n    - FWO Project Number & Title : 1238822N - Practical application of post -quantum \ncryptography  \n    - Affiliation : imec -COSIC KU Leuven  \n2. Data description  \n    - Will you generate/collect new data and/or make use of existing data?  \nGenerate new data/ use existing data  \n    - Describe the origin, type and format of the data (per dataset) and its (estimated) volume, \nideally per objective or WP of the project.  \nThe data types generated are the same for each work package.  \nType of data  Format  Volume  \nScientific articles  \n(open access)  Latex, pdf Up to 1GB \nComputer Code , will be \nmade available as open \nsource  in several programming \nlanguages (C, Python,  \n...) Up to 1 GB  \nMeasurements results \n(for published articles)  Plaintext logs, JSON, \nCSV, PCAP…  10 GB \nProject deliverables  Latex, MS Word \nformat , PDF 5-10GB  \nPresentations  Latex, PPT, PDF  1-10 GB  \n \n3. Legal & ethical issues  \n    - Will you use personal data? If so, shortly describe the kind of personal data you will use. \nAdd the reference to the file in KU Leuven's Record of Processing Activities. Be aware that \nregistering the fact that you process personal data is a legal obligation.  \nNo, in my research project , I will not collect or observe personal data.  \nWe will make use of   \n• randomly generated synthetic data that has certain characteristics, but it is not linked to \na natural person.  \n \n    - Are there any ethical issues concerning the creation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If so, add the reference to the formal approval \nby the relevant ethical review committee(s)  \n• Yes \nNo ethical issues  regarding experiments on human s or animal s, no issues regar ding human \nrights  are in place . \nRegarding  dual use  and misuse ; whenever applicable I will submit an application  to the KU \nLeuven Ethics Committee on Dual Use, Military use & Misuse of Research (EC DMM).  The EC \nDMM will evaluate my research  project proposal and will advise on this matter .  \n    - Does your work possibly result in research data with potential for tec h transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data and \nwhich restrictions will be asserted?  \n• Possibly  \nThe outcome of my research  project will consist of algorithms, protocols and scientific research \narticles which improve the current state of the art. The final results of the project will be made \navailable via publications according to academic standards and will be available in Open Access \nrepositories. It is possible that some developed algorithms wi ll be patented, which might incur a \nwaiting period in making the results available.  \n \n    - Do existing 3rd party agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and what restrictions are in place?  \n• No, there are no restrictions in place.  \n4. Documentation & metadata  \n    - What doc umentation will be provided to enable reuse of the data collected/generated in \nthis project?  \nThe algorithms and protocols are self -explanatory. In the computer code comments will be \nintegrated to improve readability. The source code will be accompanied by README files that \nexplain the structure, the compilation order and the overall architecture.  \nOur research group has a detailed roadmap on how to store research data  so that it can be easily \nre-used. The roadmap is described in detail below.  \n    - Will a me tadata standard be used? If so, describe in detail which standard will be used. If \nno, state in detail which metadata will be created to make the data easy/easier to find and \nreuse.  \n• No, t here will be no metadata standard used.  \nOur research group has a detailed roadmap on how to store research data.  \nData used to produce project results will be stored in a git lab repository  with access  control .  The \ngitlab repository is maintained by a DMP -officer who keeps the structure in the repository in \nplace and manages the access control.  Research  data will be structured and stored per \npublication in a separate directory. Every directory on this git lab repository has the same \nstructure, so that data can be easily traced and re -used.  \nFor manuscripts /articles : all data, sources and plotting scripts that are needed to produce the \nPDF are included  in the directory of the publication concerned.  \nFor software an d hardware : all the necessary scripts and code are included in the directory of \nthe publication concerned.  \nA selection of the  relevant  research data is pushed to a publicly available  github  repository  \nregularly. This happens after publication of project paper s. All publications are available from \nopen access repositories.  \n5. Data storage & back up during the FWO project  \n    - Where will the data be stored?  \nAs explained above , data used to produce project results will be store d in a gitlab repository with \naccess control.  The gitlab repository is maintained by a DMP -officer who keeps the structure in \nthe repository in place and manages the access control.  In a later phase, and after the publication \nof the research paper concer ned, the relevant data will be made available in a publicly available  \ngithub  repository . The gitlab repositor y is hosted by a server at our research department.   \n    - How is back up of the data provided?   \nWe make sure to replicate the data sets among at  least two department computers.  \nThe gitlab repository is hosted by a server at our research department  and gets a back -up daily .  \nGitHub is a well -established, commercial repository service provider, which we  assume to have \nindustry -standard data availability measures in place (such that  repositories will not be lost \nunless deleted by authorized GitHub users).  \n - Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or in sufficient storage or backup capacities are available then explain how this \nwill be taken care of.  \n• Yes. \nThere is sufficient storage & backup capacity during the project . We have many Terabytes of \nstorage space available on the department machines we  use to  replicate our data sets. The \ndepartment's Gitlab instance and GitHub are offered  services and are thus ensured to have \nenough spare capacity.  \n     - What are the expected costs for data storage and back up during the project? How will \nthese costs be cover ed? \nThe costs of the gitlab maintenance are covered by our research group. These costs are \nintegrated in the general IT -costs.  The use of github is free of charge.  \n    - Data security: how will you ensure that the data are securely stored and not accessed or  \nmodified by unauthorized persons?  \nAccess to our department machines is managed by access to the university network  and \nstandard -practice user permissions on the machine (only users with the right set of  permissions \ncan access the data, we control the mana gement of these users).  \nThe gitlab repository has access control  and is maintained by a DMP -officer who keeps the \nstructure in the repository in place and manages the access control. Unauthorized GitHub \nmodifications are prevented through their  industry -standard user management.  \n6. Data preservation after the FWO project  \n    - Which data will be retained for the expected 5 year period after the end of the project? In \ncase only a selection of the data can/will be preserved, clearly state the reasons for thi s (legal \nor contractual restrictions, physical preservation issues, ...).  \nAll the research  data will be stored on the gitlab repository for at least 10 years  after the end of \nthe project . A selection of the research data used to produce project results will be pushed to \ngithub regularly .  This will happen after the publication of a project  paper.  The github will remain \nactive  for at least 10 years after the end of the project  as well . \n    - Where will the data be archived (= stored for the longer term)?  \nTo the extent feasible in terms of the volume of collected data, the data will be stored  in the \nGitlab and GitHub repositorie s. If we consider it necessary to purchase archival  storage capacity \nfor the entirety of the research project's artifacts (e.g., due to nonreproducibility  of some data \nsets and limitations on the Gitlab and GitHub services),  we will do so appropriately and  in time \nbefore the project concludes. Options include  the storage services offered by KU Leuven or \ndedicated storage hardware to be kept  long -term at our department.    \n- What are the expected costs for data preservation during the retention period of 5 ye ars? \nHow will the costs be covered?  \nThe costs of the gitlab maintenance are covered by our research group. These costs are \nintegrated in the general IT -costs of our group.  The github is free of charge.  \n7. Data sharing and reuse  \n    - Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions)?  \n• No \nThere are no restrictions in place. the data is randomly generated. There are no confidentiality \nconcerns related  to this data.  \n    - Which data will be made available after the end of the project?  \nRelevant data used to produce project results will be made available. Relevant data can consist \nof software or hardware scripts and code, algorithms, protocols, manuscript s, figures or others. \nPublications will be made available in pdf.  \n    - Where/how will the data be made available for reuse?  \n• Other: specify  \nTo the extent feasible due to volume of the collected data sets, data used for published  articles \nwill be stored in  Gitlab repositories with access control and publicly accessible  GitHub \nrepositories. Publications will be made available in open access repositories.  All source code, \nprotocols, and algorithms used for published articles will be made  available as open -source \nsoftware on GitHub.     \n - When will the data be made available?  \n• Upon publication of the research results  \nTo the extent feasible due to volume of the collected data sets, we will make our data  sets \npublicly available on GitHub upon publication of the co rresponding article. In case  a data set \ncan be reproduced, we will also publish clear instructions/scripts for how to  do so (so that a \nlarge data set may also be recreated instead of downloaded).  \n    - Who will be able to access the data and under what con ditions?  \nAll the research data used in the project will remain available in the Gitlab with access control. \nThe DMP -officer is in charge of the access control. A selection of the relevant data used to \nproduce project results will be made available on the g ithub after the end of the project  and is \npublicly available . \n    - What are the expected costs for data sharing? How will the costs be covered?  \nNo costs are to be expected.  \n8. Responsibilities  \n   - Who will be responsible for data documentation & metadata?  \nThe PhD student/Postdoctoral researcher, Jan-Pieter D’Anvers , funded by this grant, is \nresponsible for data documentation and metadata.    \n  - Who will be responsible for data storage & back up during the project?  \nIn the first plac e, the PhD student /Postdoctoral researcher, Jan-Pieter D’Anvers , funded by this \ngrant, is responsible for data storage and backup. The DMP -officer maintaining the Gitlab \nrepositories will share in the responsibility for data storage and backup.   \n   - Who will be responsible for ensuring data preservation and reuse ?  \nIn the first place, the PhD student /Postdoctoral researcher, Jan-Pieter D’Anvers , funded by this \ngrant, is responsible for data preservation and reuse.  \n    - Who bears the end responsibility f or updating & implementing this DMP?  \nhe PhD student /Postdoctoral researcher, Jan-Pieter D’Anvers , funded by this grant, is \nresponsible for updating and implementing this DMP.  "
    },
    "clean_full_text": "Data Management Plan in FWO 1. General Information - Name applicant : Jan-Pieter D’Anvers - FWO Project Number & Title : 1238822N - Practical application of post -quantum cryptography - Affiliation : imec -COSIC KU Leuven 2. Data description - Will you generate/collect new data and/or make use of existing data? Generate new data/ use existing data - Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. The data types generated are the same for each work package. Type of data Format Volume Scientific articles (open access) Latex, pdf Up to 1GB Computer Code , will be made available as open source in several programming languages (C, Python, ...) Up to 1 GB Measurements results (for published articles) Plaintext logs, JSON, CSV, PCAP… 10 GB Project deliverables Latex, MS Word format , PDF 5-10GB Presentations Latex, PPT, PDF 1-10 GB 3. Legal & ethical issues - Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No, in my research project , I will not collect or observe personal data. We will make use of • randomly generated synthetic data that has certain characteristics, but it is not linked to a natural person. - Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) • Yes No ethical issues regarding experiments on human s or animal s, no issues regar ding human rights are in place . Regarding dual use and misuse ; whenever applicable I will submit an application to the KU Leuven Ethics Committee on Dual Use, Military use & Misuse of Research (EC DMM). The EC DMM will evaluate my research project proposal and will advise on this matter . - Does your work possibly result in research data with potential for tec h transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? • Possibly The outcome of my research project will consist of algorithms, protocols and scientific research articles which improve the current state of the art. The final results of the project will be made available via publications according to academic standards and will be available in Open Access repositories. It is possible that some developed algorithms wi ll be patented, which might incur a waiting period in making the results available. - Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? • No, there are no restrictions in place. 4. Documentation & metadata - What doc umentation will be provided to enable reuse of the data collected/generated in this project? The algorithms and protocols are self -explanatory. In the computer code comments will be integrated to improve readability. The source code will be accompanied by README files that explain the structure, the compilation order and the overall architecture. Our research group has a detailed roadmap on how to store research data so that it can be easily re-used. The roadmap is described in detail below. - Will a me tadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. • No, t here will be no metadata standard used. Our research group has a detailed roadmap on how to store research data. Data used to produce project results will be stored in a git lab repository with access control . The gitlab repository is maintained by a DMP -officer who keeps the structure in the repository in place and manages the access control. Research data will be structured and stored per publication in a separate directory. Every directory on this git lab repository has the same structure, so that data can be easily traced and re -used. For manuscripts /articles : all data, sources and plotting scripts that are needed to produce the PDF are included in the directory of the publication concerned. For software an d hardware : all the necessary scripts and code are included in the directory of the publication concerned. A selection of the relevant research data is pushed to a publicly available github repository regularly. This happens after publication of project paper s. All publications are available from open access repositories. 5. Data storage & back up during the FWO project - Where will the data be stored? As explained above , data used to produce project results will be store d in a gitlab repository with access control. The gitlab repository is maintained by a DMP -officer who keeps the structure in the repository in place and manages the access control. In a later phase, and after the publication of the research paper concer ned, the relevant data will be made available in a publicly available github repository . The gitlab repositor y is hosted by a server at our research department. - How is back up of the data provided? We make sure to replicate the data sets among at least two department computers. The gitlab repository is hosted by a server at our research department and gets a back -up daily . GitHub is a well -established, commercial repository service provider, which we assume to have industry -standard data availability measures in place (such that repositories will not be lost unless deleted by authorized GitHub users). - Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or in sufficient storage or backup capacities are available then explain how this will be taken care of. • Yes. There is sufficient storage & backup capacity during the project . We have many Terabytes of storage space available on the department machines we use to replicate our data sets. The department's Gitlab instance and GitHub are offered services and are thus ensured to have enough spare capacity. - What are the expected costs for data storage and back up during the project? How will these costs be cover ed? The costs of the gitlab maintenance are covered by our research group. These costs are integrated in the general IT -costs. The use of github is free of charge. - Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to our department machines is managed by access to the university network and standard -practice user permissions on the machine (only users with the right set of permissions can access the data, we control the mana gement of these users). The gitlab repository has access control and is maintained by a DMP -officer who keeps the structure in the repository in place and manages the access control. Unauthorized GitHub modifications are prevented through their industry -standard user management. 6. Data preservation after the FWO project - Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for thi s (legal or contractual restrictions, physical preservation issues, ...). All the research data will be stored on the gitlab repository for at least 10 years after the end of the project . A selection of the research data used to produce project results will be pushed to github regularly . This will happen after the publication of a project paper. The github will remain active for at least 10 years after the end of the project as well . - Where will the data be archived (= stored for the longer term)? To the extent feasible in terms of the volume of collected data, the data will be stored in the Gitlab and GitHub repositorie s. If we consider it necessary to purchase archival storage capacity for the entirety of the research project's artifacts (e.g., due to nonreproducibility of some data sets and limitations on the Gitlab and GitHub services), we will do so appropriately and in time before the project concludes. Options include the storage services offered by KU Leuven or dedicated storage hardware to be kept long -term at our department. - What are the expected costs for data preservation during the retention period of 5 ye ars? How will the costs be covered? The costs of the gitlab maintenance are covered by our research group. These costs are integrated in the general IT -costs of our group. The github is free of charge. 7. Data sharing and reuse - Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? • No There are no restrictions in place. the data is randomly generated. There are no confidentiality concerns related to this data. - Which data will be made available after the end of the project? Relevant data used to produce project results will be made available. Relevant data can consist of software or hardware scripts and code, algorithms, protocols, manuscript s, figures or others. Publications will be made available in pdf. - Where/how will the data be made available for reuse? • Other: specify To the extent feasible due to volume of the collected data sets, data used for published articles will be stored in Gitlab repositories with access control and publicly accessible GitHub repositories. Publications will be made available in open access repositories. All source code, protocols, and algorithms used for published articles will be made available as open -source software on GitHub. - When will the data be made available? • Upon publication of the research results To the extent feasible due to volume of the collected data sets, we will make our data sets publicly available on GitHub upon publication of the co rresponding article. In case a data set can be reproduced, we will also publish clear instructions/scripts for how to do so (so that a large data set may also be recreated instead of downloaded). - Who will be able to access the data and under what con ditions? All the research data used in the project will remain available in the Gitlab with access control. The DMP -officer is in charge of the access control. A selection of the relevant data used to produce project results will be made available on the g ithub after the end of the project and is publicly available . - What are the expected costs for data sharing? How will the costs be covered? No costs are to be expected. 8. Responsibilities - Who will be responsible for data documentation & metadata? The PhD student/Postdoctoral researcher, Jan-Pieter D’Anvers , funded by this grant, is responsible for data documentation and metadata. - Who will be responsible for data storage & back up during the project? In the first plac e, the PhD student /Postdoctoral researcher, Jan-Pieter D’Anvers , funded by this grant, is responsible for data storage and backup. The DMP -officer maintaining the Gitlab repositories will share in the responsibility for data storage and backup. - Who will be responsible for ensuring data preservation and reuse ? In the first place, the PhD student /Postdoctoral researcher, Jan-Pieter D’Anvers , funded by this grant, is responsible for data preservation and reuse. - Who bears the end responsibility f or updating & implementing this DMP? he PhD student /Postdoctoral researcher, Jan-Pieter D’Anvers , funded by this grant, is responsible for updating and implementing this DMP."
}