{
    "document_id": "D-2021-1103",
    "LinkTitle": "D-2021-1103",
    "file_name": "D-2021-1103.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1103.pdf",
    "metadata": {
        "title": "Submanifolds under affine and Riemannian Structures - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Submanifolds under affine and Riemannian Structures - DMP title\nProject Identifier\n 1224822N\nPrincipal Investigator / Researcher\n Marilena Moruz\nProject Data Contact\n Joeri Van der Veken\nDescription\n DMP for the senior postdoctoral mandate of Marilena Moruz. The research project\nproposes a study of submanifolds in the setting of Riemannian and affine differential geometry.\nIn submanifold theory, one studies manifolds which are immersed -as submanifolds- in other\nmanifolds -called ambient spaces. The geometric structures carried by the ambient spaces define\ntheir geometry and influence the existence of certain classes of submanifolds. The general\npurpose of the project is to obtain an understanding of the nearly Kaehler manifold S^3 x S^3,\nthe indefinite complex projective space CP^n and R^n endowed with an affine differential\nstructure, through the geometric data encoded in a few classes of their submanifolds. To do so,\nwe aim at constructing new examples of submanifolds, give existence results, characterizations\nand classification theorems.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMarilena Moruz\nFWO Project Number & Title\nSubmanifolds under affine, Riemannian and pseudo-Riemannian structures (1224822N)\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of date\nFormat\nVolume\nHow created\nHandwritteen\nnotes\npaper +\nscanned\n.pdf\n+/-\n500MB\nOwn calculations, own\nproofs, as well as\nnotes on existing\nmathematical literature.\nPreprints to\nbe submitted\nfor\npublication\n.tex and\n.pdf\n+/-\n100MB\nWritten by myself and co-\nauthors\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe name of each file will contain a short description and the date of creation.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThe names of the files (description+date) should be sufficient to find the information related to\ndifferent aspects of the project.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nDocuments are stored on a KU Leuven computer and therefore automatically stored in OneDrive.\nPreprints are submitted to the server arxiv.org, as is custom in mathematics.\nHow is backup of the data provided?\nThe data on a KU Leuven computer are automatically stored in OneDrive.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nEvery KU Leuven user has at least 30GB available in OneDrive. The data of this and other\nprojects will take a volume which is nowhere near this capacity.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThere are no additional costs.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nNone of the data generated as part of this project is sensitive or personal.\nThe KU Leuven computers are password protected and OneDrive, used for back-up, is secure.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll handwritten notes and preprints will be preserved, regardless of whether the content has\nalready appeared in a scientific publication or not.\nWhere will the data be archived (= stored for the longer term)?\nFiles will be kept in OneDrive and -if aplicable- on the researcher's computer.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nPreprints will be stored and made available on arxiv.org.\nPublished papers will be kept by the journals in which they were published and a copy will be\nuploaded to Lirias.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThere will be no costs for data preservation.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nPreprints and published papers\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nEveryone, provided they give credit to the authors of the used paper / preprint.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere will be no costs related to data sharing.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nMarilena Moruz and, if she leaves KU Leuven, Joeri Van der Veken (her supervisor)\nWho will be responsible for data storage & back up during the project?\nMarilena Moruz and, if she leaves KU Leuven, Joeri Van der Veken (her supervisor)\nWho will be responsible for ensuring data preservation and reuse ?\nMarilena Moruz and, if she leaves KU Leuven, Joeri Van der Veken (her supervisor)\nWho bears the end responsibility for updating & implementing this DMP?\nMarilena Moruz bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name Submanifolds under affine and Riemannian Structures - DMP title Project Identifier 1224822N Principal Investigator / Researcher Marilena Moruz Project Data Contact Joeri Van der Veken Description DMP for the senior postdoctoral mandate of Marilena Moruz. The research project proposes a study of submanifolds in the setting of Riemannian and affine differential geometry. In submanifold theory, one studies manifolds which are immersed -as submanifolds- in other manifolds -called ambient spaces. The geometric structures carried by the ambient spaces define their geometry and influence the existence of certain classes of submanifolds. The general purpose of the project is to obtain an understanding of the nearly Kaehler manifold S^3 x S^3, the indefinite complex projective space CP^n and R^n endowed with an affine differential structure, through the geometric data encoded in a few classes of their submanifolds. To do so, we aim at constructing new examples of submanifolds, give existence results, characterizations and classification theorems. Institution KU Leuven 1. General Information Name applicant Marilena Moruz FWO Project Number & Title Submanifolds under affine, Riemannian and pseudo-Riemannian structures (1224822N) Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of date Format Volume How created Handwritteen notes paper + scanned .pdf +/- 500MB Own calculations, own proofs, as well as notes on existing mathematical literature. Preprints to be submitted for publication .tex and .pdf +/- 100MB Written by myself and co- authors 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The name of each file will contain a short description and the date of creation. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No The names of the files (description+date) should be sufficient to find the information related to different aspects of the project. 5. Data storage and backup during the FWO project Where will the data be stored? Documents are stored on a KU Leuven computer and therefore automatically stored in OneDrive. Preprints are submitted to the server arxiv.org, as is custom in mathematics. How is backup of the data provided? The data on a KU Leuven computer are automatically stored in OneDrive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Every KU Leuven user has at least 30GB available in OneDrive. The data of this and other projects will take a volume which is nowhere near this capacity. What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no additional costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? None of the data generated as part of this project is sensitive or personal. The KU Leuven computers are password protected and OneDrive, used for back-up, is secure. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All handwritten notes and preprints will be preserved, regardless of whether the content has already appeared in a scientific publication or not. Where will the data be archived (= stored for the longer term)? Files will be kept in OneDrive and -if aplicable- on the researcher's computer. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 Preprints will be stored and made available on arxiv.org. Published papers will be kept by the journals in which they were published and a copy will be uploaded to Lirias. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? There will be no costs for data preservation. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Preprints and published papers Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Everyone, provided they give credit to the authors of the used paper / preprint. What are the expected costs for data sharing? How will the costs be covered? There will be no costs related to data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? Marilena Moruz and, if she leaves KU Leuven, Joeri Van der Veken (her supervisor) Who will be responsible for data storage & back up during the project? Marilena Moruz and, if she leaves KU Leuven, Joeri Van der Veken (her supervisor) Who will be responsible for ensuring data preservation and reuse ? Marilena Moruz and, if she leaves KU Leuven, Joeri Van der Veken (her supervisor) Who bears the end responsibility for updating & implementing this DMP? Marilena Moruz bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}