{
    "document_id": "D-2023-2428",
    "LinkTitle": "D-2023-2428",
    "file_name": "D-2023-2428.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2428.pdf",
    "metadata": {
        "title": "UNCERTAINTY QUANTIFICATION OF AIRBORNE TIME-DOMAIN ELECTROMAGNETIC IMAGING and CHARACTERISATION OF SALTWATER INTRUSION",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "UNCERTAINTY QUANTIFICATION OF AIRBORNE TIME-DOMAIN ELECTROMAGNETIC\nIMAGING and CHARACTERISATION OF SALTWATER INTRUSION\nA Data Management Plan created using DMPonline.be\nCreator: \nWouter Deleersnyder\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nPDMT2/23/065\nID: \n203944\nStart date: \n01-11-2023\nEnd date: \n01-11-2024\nProject abstract:\nThe availability of fresh water is of the utmost importance for human activities. A particular source are the coastal aquifers. This brings\nalong the problem of salt water intrusion by 'polluting” sea water. The latter is a complicated process, influenced on the short time scale\nby human activities and on the longer time scale by geological circumstances and (climate change) processes. It is far from\nstraightforward to gather concrete data on the amount or location of salt water intrusion. This is not only of direct interest for monitoring\npurposes, but also from the pure geological viewpoint: can we gain access to geophysical parameters characterizing the subsurface\nlayers that the salt water percolated? The aim of this project is to extract reliable information on the salt water intrusion using\nelectromagnetic induction in the time domain (TDEM). The underlying research challenge is to extract electromagnetic and/or\ngeophysical parameters by solving the associated inverse problem via two different approaches, which add the level of (un)certainty to\nthe recovered parameters. The potential uncertainty results from inaccurate modelling of the underlying processes and the inherent\ncomplexity of the (ill-posed) inverse problem. The models and inversion strategies will find application to excavate the aforementioned\nparameters from existing airborne TDEM data of the Flemish coastal region, to better understand salt water intrusion, both at the\nqualitative and quantitative level.\nLast modified: \n05-01-2024\nCreated using DMPonline.be. Last modiﬁed 05 January 2024\n1 of 6\nUNCERTAINTY QUANTIFICATION OF AIRBORNE TIME-DOMAIN ELECTROMAGNETIC\nIMAGING and CHARACTERISATION OF SALTWATER INTRUSION\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n1\n. \nWe will reuse existing numerical and digital data from the VMM, namely time-domain airborne electromagnetic data collected\nwith the SkyTEM system in 2014 and 2017 in the context of the Flemish salinization map. The data is less than 1GB and\nstored in OneDrive in .xyz format.\n2\n. \nWe will reuse existing numerical and digital data from the UGent, namely frequency-domain electromagnetic data collected\nwith the Dualem 421S and EM34 systems in 2022 in the context of a former gypsum landfill. The data is less than 1GB and\nstored in OneDrive in .txt format and accompanying GPS data in .csv format.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nBoth data sets are obtained via email from VMM (Vlaamse Milieumaatschappij, Dieter Vandevelde) and UGent (Ellen Van De\nVijver).\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval\nnumber.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the\nKU Leuven or UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)?  If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data\ntransfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data\nthey relate and what restrictions are in place.\nYes\n1\n. \nThe raw data of the VMM cannot be shared. Resulting output (publications) are shared with the VMM.\n2\n. \nThe specific location (GPS location) of the landfill cannot be disclosed. \nCreated using DMPonline.be. Last modiﬁed 05 January 2024\n2 of 6\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information\nis recorded). \nThere are existing files that explain the specifics.\nRegarding the data from VMM there is a begeleiding.txt file.\nRegarding the data from UGent there is a file survey_details.txt.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nWe will not create additional metadata.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nCreated using DMPonline.be. Last modiﬁed 05 January 2024\n3 of 6\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nDue to the personal nature of OneDrive, files that you do not explicitly share are not accessible to anyone else. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive for Business is free for staff and students of KU Leuven\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions,\nstorage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nThe OneDrive of the supervisor, namely David Dudal. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nOneDrive for Business is free for staff and students of KU Leuven\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nUpon reasonable request to Dieter Vandevelde (VMM) and Ellen Van De Vijver (UGent). \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 05 January 2024\n4 of 6\nNo\n/\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\n/\nWhen will the data be made available? \n/\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \n/\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available,\nplease provide it here. \n/\nWhat are the expected costs for data sharing? How will these costs be covered?  \n/\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWouter Deleersnyder\nWho will manage data storage and backup during the research project? \nWouter Deleersnyder\nWho will manage data preservation and sharing? \nDavid Dudal (data preservation) and Wouter Deleersnyder (sharing)\nWho will update and implement this DMP? \nWouter Deleersnyder\nCreated using DMPonline.be. Last modiﬁed 05 January 2024\n5 of 6\nCreated using DMPonline.be. Last modiﬁed 05 January 2024\n6 of 6"
    },
    "clean_full_text": "UNCERTAINTY QUANTIFICATION OF AIRBORNE TIME-DOMAIN ELECTROMAGNETIC IMAGING and CHARACTERISATION OF SALTWATER INTRUSION A Data Management Plan created using DMPonline.be Creator: Wouter Deleersnyder Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: PDMT2/23/065 ID: 203944 Start date: 01-11-2023 End date: 01-11-2024 Project abstract: The availability of fresh water is of the utmost importance for human activities. A particular source are the coastal aquifers. This brings along the problem of salt water intrusion by 'polluting” sea water. The latter is a complicated process, influenced on the short time scale by human activities and on the longer time scale by geological circumstances and (climate change) processes. It is far from straightforward to gather concrete data on the amount or location of salt water intrusion. This is not only of direct interest for monitoring purposes, but also from the pure geological viewpoint: can we gain access to geophysical parameters characterizing the subsurface layers that the salt water percolated? The aim of this project is to extract reliable information on the salt water intrusion using electromagnetic induction in the time domain (TDEM). The underlying research challenge is to extract electromagnetic and/or geophysical parameters by solving the associated inverse problem via two different approaches, which add the level of (un)certainty to the recovered parameters. The potential uncertainty results from inaccurate modelling of the underlying processes and the inherent complexity of the (ill-posed) inverse problem. The models and inversion strategies will find application to excavate the aforementioned parameters from existing airborne TDEM data of the Flemish coastal region, to better understand salt water intrusion, both at the qualitative and quantitative level. Last modified: 05-01-2024 Created using DMPonline.be. Last modiﬁed 05 January 2024 1 of 6 UNCERTAINTY QUANTIFICATION OF AIRBORNE TIME-DOMAIN ELECTROMAGNETIC IMAGING and CHARACTERISATION OF SALTWATER INTRUSION Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. 1 . We will reuse existing numerical and digital data from the VMM, namely time-domain airborne electromagnetic data collected with the SkyTEM system in 2014 and 2017 in the context of the Flemish salinization map. The data is less than 1GB and stored in OneDrive in .xyz format. 2 . We will reuse existing numerical and digital data from the UGent, namely frequency-domain electromagnetic data collected with the Dualem 421S and EM34 systems in 2022 in the context of a former gypsum landfill. The data is less than 1GB and stored in OneDrive in .txt format and accompanying GPS data in .csv format. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Both data sets are obtained via email from VMM (Vlaamse Milieumaatschappij, Dieter Vandevelde) and UGent (Ellen Van De Vijver). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes 1 . The raw data of the VMM cannot be shared. Resulting output (publications) are shared with the VMM. 2 . The specific location (GPS location) of the landfill cannot be disclosed. Created using DMPonline.be. Last modiﬁed 05 January 2024 2 of 6 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). There are existing files that explain the specifics. Regarding the data from VMM there is a begeleiding.txt file. Regarding the data from UGent there is a file survey_details.txt. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No We will not create additional metadata. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Created using DMPonline.be. Last modiﬁed 05 January 2024 3 of 6 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Due to the personal nature of OneDrive, files that you do not explicitly share are not accessible to anyone else. What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive for Business is free for staff and students of KU Leuven Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Other (specify below) The OneDrive of the supervisor, namely David Dudal. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? OneDrive for Business is free for staff and students of KU Leuven Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. Upon reasonable request to Dieter Vandevelde (VMM) and Ellen Van De Vijver (UGent). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 05 January 2024 4 of 6 No / Where will the data be made available? If already known, please provide a repository per dataset or data type. / When will the data be made available? / Which data usage licenses are you going to provide? If none, please explain why. / Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. / What are the expected costs for data sharing? How will these costs be covered? / Responsibilities Who will manage data documentation and metadata during the research project? Wouter Deleersnyder Who will manage data storage and backup during the research project? Wouter Deleersnyder Who will manage data preservation and sharing? David Dudal (data preservation) and Wouter Deleersnyder (sharing) Who will update and implement this DMP? Wouter Deleersnyder Created using DMPonline.be. Last modiﬁed 05 January 2024 5 of 6 Created using DMPonline.be. Last modiﬁed 05 January 2024 6 of 6"
}