{
    "document_id": "D-2024-2919",
    "LinkTitle": "D-2024-2919",
    "file_name": "D-2024-2919.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2919.pdf",
    "metadata": {
        "title": "Advanced Nanomaterials for Cancer Phototherapies in 3D Cell Models",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "Advanced Nanomaterials for Cancer Phototherapies in 3D Cell Models\nAdvanced Nanomaterials for Cancer Phototherapies in 3D Cell Models\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nBeatrice Fortuni\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \nG022724N\nID: \nID: \n208066\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2027\nProject abstract:\nProject abstract:\nDespite significant advances in cancer therapy, cancer remains a major cause of death worldwide. In the last years, there has been increasing interest in\nthe development of new treatment modalities with reduced side effects for difficult-to-cure cancers. Prominent examples are photothermal (PTT) and\nphotodynamic (PDT) therapy, designed to selectively kill cancerous tissue either through localized, light-induced thermal stress or generation of active\nradical species (singlet oxygen), respectively. The development of nanomaterials marks a significant step forward in these therapies. However, only\nfew nanomaterial-mediated PTT and PDT have reached clinical trials and knowledge concerning the efficiency, mechanism and toxicity of these\ntherapies remains limited. Ideal platforms for these studies are multicellular tumor spheroids. Nevertheless, in these 3D models, nanoparticle\ninternalization and penetration are drastically reduced compared to the 2D cellular monolayer, impeding consistent investigation. Here, we propose an\nalternative strategy to perform fundamental studies of phototherapies in spheroids by using our innovative silver nanowire-based endoscopy technique.\nThe probe will be modified to locally generate hyperthermia and singlet oxygen inside solid tumors. The cell response and the therapeutic efficiency\nwill be carefully monitored. The information obtained thereby will be crucial for the rational design of next-generation nanomaterials towards cancer\nphototherapies.\nLast modified: \nLast modified: \n10-06-2024\nCreated using DMPonline.be. Last modiﬁed 10 June 2024\n1 of 10\nAdvanced Nanomaterials for Cancer Phototherapies in 3D Cell Models\nAdvanced Nanomaterials for Cancer Phototherapies in 3D Cell Models\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 10 June 2024\n2 of 10\nAdvanced Nanomaterials for Cancer Phototherapies in 3D Cell Models\nAdvanced Nanomaterials for Cancer Phototherapies in 3D Cell Models\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 10 June 2024\n3 of 10\nAdvanced Nanomaterials for Cancer Phototherapies in 3D Cell Models\nAdvanced Nanomaterials for Cancer Phototherapies in 3D Cell Models\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\n1) Microscopy imaging: the temperature rise, the singlet oxygen generation and the stress in cells will be studied via fluorescence sensing and\nwill therefore generate data set of images. The digital data formal will be: .tiff, .jpeg, .txt., .lif (Leica format). The data will be newly\ngenerated, they are digital and collected experimentally. The volume will be < 100 MB.\n2) Fluorescence spectroscopy. The temperature (gTemp), Singlet oxygen generation (SOSG sensor and direct emission of singlet oxygen) and\nstress sensors (ERK sensor) will be characterised in vitro and in cellulo not only by imaging but also monitoring their fluorescence spectra\nvariations. This will generate data sets of spectra normally save in the following formats: .txt, and .csv. The graphs resulting from the plotting\nwill be stored as .jpeg, .tiff, .pxp (Igor format) and .opj (Origin format). The data will be newly generated, they are digital and collected\nexperimentally. The volume will be < 10 TB.\n2) Biological assays. Data from biological assays to quantify cell viability and to identify the cell death path (apoptosis/necrosis assays). These\nassays will generate data sets of images and values in the following formats: .txt, .xls, .tiff, .jpeg. The data will be newly generated, they are\ndigital and collected experimentally. The volume will be < 1 GB.\n3) Analysis Codes: a tracking algorithms will be used to monitor temperature, and calcium and ERK signalling pathways generated from\nMATLAB. The format of the data will be .mat, .vtk. The data will be newly generated, they are digital and collected from simulation. The\nvolume will be < 100 GB.\n4) Protocols used for preparation materials (endoscopic probes and nanoparticles), 3D cell models, staining and imaging and biological assays.\nThe data format will be .pdf, .docx, .pptx. The data will be newly generated, they are digital and compiled. The volume will be < 100 MB.\n5) Dissemination activities: publications, presentations, posters, seminars, newsletters, dedicated short videos. The data format will be .pdf,\n.docx, .pptx, .avi. The data will be newly generated, they are digital and compiled. The volume will be < 10 GB.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\nThe division has appointed Rik Nuyts to manage all activities related to data storage, annotation and sharing. He works in close collaboration\nwith the KU Leuven ICT administration to maintain a bespoke data management system based on 2 core technologies:\n- 8Microsoft Sharepoint Server Onpremises (MS-SP): used to store metadata that serves to annotate raw experimental data\n- A custom Large Volume Storage (LVS) system: MS-SP is not suited for storage of large volumes of binary data. It is therefore coupled to a\nredundant file server system, achieving seamless and GxP compliant linking between data and metadata.\n2. Storage capacity/repository\nduring the research. The research group will invest in the procurement of portable hard drive devices for regular storage and backup.\nAlso, the data will be stored in the central storage facilities of the research unit.\nafter the research. The data will be stored on the university's central servers for at least 5 years after the end of the project, conforming to\nthe RDM policy of KU Leuven.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nNo deviation is intended nor desired.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nNo such issues are expected to exist.\nCreated using DMPonline.be. Last modiﬁed 10 June 2024\n4 of 10\nNonetheless, all data stored in the mixed MS-SP/LVS system of Molecular Imaging and Photonics group is protected by the identity services\nof KU Leuven university. This allows GxP compliant and fully traceable control over data access rights, registration of data access events and\nwill ensure availability and safety of data well beyond the 5 year limit as these services are an integral part of KU Leuven ICT infrastructure.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNo other issues need to be mentioned.\nCreated using DMPonline.be. Last modiﬁed 10 June 2024\n5 of 10\nAdvanced Nanomaterials for Cancer Phototherapies in 3D Cell Models\nAdvanced Nanomaterials for Cancer Phototherapies in 3D Cell Models\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital\ndata\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nMicroscopy\nImaging \nThe temperature rise,\nthe singlet oxygen\ngeneration and the\nstress in cells will be\nstudied via\nfluorescence sensing\nand will therefore\ngenerate data set of\nimages\nPlease choose from the following\noptions:\nGenerate new data\nPlease\nchoose from\nthe\nfollowing\noptions:\nDigital\nPlease choose\nfrom the\nfollowing options:\n \nExperimental\nPlease\nchoose from\nthe following\noptions:\n.tiff,\n.jpeg,\n.txt,\n.lif, \n.csv.\nPlease choose\nfrom the\nfollowing\noptions:\n \n<10TB\nNA\nFluorescence\nspectroscopy\nThe temperature\n(gTemp), the singlet\noxygen (SOSG) and\nstress sensors (ERK\nsensor) will be\ncharacterised in vitro\nand in cellulo not only\nby imaging but also\nmonitoring their\nfluorescence spectra\nvariations.\nGenerate new data\nDigital\nExperimental\ntxt,\n.cvs,\n.jpeg,\n.opj\n(Origin\nformat),\n.pxp\n(Igor\nformat)\n \n<100MB\nNA\nBiological\nassays\nData from biological\nassays to quantify cell\nviability and to identify\nthe cell death path\n(apoptosis/necrosis\nassays).\nGenerate new data\nDigital\nExperimental\n.txt,\n.xls,\n.jpeg,\n.opj\n(Origin\nformat),\n.pxp\n(Igor\nformat)\n<1GB\nNA\nAnalysis\ncodes\nTracking algorithms\nwill be used to monitor\ntemperature, and\ncalcium and ERK\nsignalling pathways\ngenerated from\nMATLAB.\nGenerate new data\nDigital\nSimulation\ndata\n.mat,\n.vtk\n100<GB\nNA\nCreated using DMPonline.be. Last modiﬁed 10 June 2024\n6 of 10\nProtocols\nProtocols used for\npreparation materials\n(endoscopic probes\nand nanoparticles), 3D\ncell models,\nstaining and imaging,\nand biological assays.\nGenerate new data\nDigital \nCompiled\n.pdf,\n.docx,\n.pptx,\n100<MB\nNA\nDissemination\nactivities\npublications,\npresentations, posters,\nseminars, newsletters,\ndedicated short videos.\nGenerate new data \nDigital \nCompiled\n.pdf,\n.docx,\n.pptx,\n.avi\n10<GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNo existing data are reused for this project. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 10 June 2024\n7 of 10\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\n1. A README file will be provided for each dataset, each dataset will be label with the project name (e.g., photothermal therapy in 3D\nmodels).\n2. within the dataset, the data will be split in digital folders: Project name/instrument name/date/sample name.\n3. within each sample folder there will be a .txt document where all the experimental parameters used are listed.\n4. within each instrument folder a .txt file containing all relevant information about the instrument type will be included (brand name, serial\nnumber, year of manufacture, etc).\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\nMetadata to the datasets are created automatically by the instrumentation (confocal microscope, spectrometer, electron microscope).\nInformation about the instrument(s), such as brand name, serial number, year of manufacture will be provided and all metadata fields will be\nclearly labeled.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nDuring the research, the research group will invest in the procurement of portable hard drive devices for regular storage and backup. Also, the\ndata will be stored in the central storage facilities of the research unit.\nAfter the research, the data will be stored on the university's central servers for at least 5 years after the end of the project, conforming to the\nRDM policy of KU Leuven.\nHow will the data be backed up?\nHow will the data be backed up?\nWe will use the central server storage (Large Volume Storage) of KU Leuven, which provides a self-mirrored daily automatic back up.\nOneDrive for cloud storage will be also used for personal storage of the data. Back-ups will be stored in the portable hard drive devices\nprovided by the research group, and in the cloud drive of the instrument devices.\nAs division, we are planning to start using ManGo (Active Data management Platform) as additional storage solution in the near future, but\nthis initiative hasn't been confirmed yet.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone-\nbased multi-factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network\nCreated using DMPonline.be. Last modiﬁed 10 June 2024\n8 of 10\ndrive. In addition, the data security is ensured by the dedicated service team at the institution, where the KU Leuven university data center has\nbeen built and operated at a very high security level with self-mirrored automatic backup at different physical locations. All data is transfered\nvia encrypted methods.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe large volume storage price is 104,42 EUR /TB/year. Our division (Molecular Imaging and Photonics) purchases 20 TB / year so the cost\nwill be 2088,4 EUR per year and it is covered by the research fund of division (mainly from Prof. Johan Hofkens).\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data related to this research will be retained for 5 five years after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures) for at least 5 years after the end of project,\nconform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe research unit has already invested in short-term and mid-term procuring storage devices and space for data. For long-term data storage, till\n5 years after the end of the project, we will use the service provided by the institution, \"Large Volume storage\" and data backups stored in\nexternal hard drives. As mentioned before, the cost of the storage service is covered by the division. Since I do not know the size of the data we\nwill be generating, we cannot estimate the percentage of the storage size (20 TB, which costs 2088,4 EUR per year ) that we will be using.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nAfter the end of project, the data produced in this project will be made usable by third parties via open-access publications and shared\ndepository of relevant data upon requests.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe access won't be restricted.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 10 June 2024\n9 of 10\nThere are no other factors that restrict or prevent the sharing of the data. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWe will deposit the data in our institutional repository, eg. Lirias: https://lirias2.kuleuven.be/default.html\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to\ngive credit to the original data creators.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nA DOI will be available through RDR (Research Data Repository), but it is not available yet.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nRDR is free for KU Leuven personnel, hence, no costs are expected for data sharing.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe promoter, Hiroshi Uji-i, and the co-promoter, Beatrice Fortuni, will be responsible for documentation and metadata. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe promoter, Hiroshi Uji-i, and the co-promoter, Beatrice Fortuni, will be responsible for storage and backup. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nHiroshi Uji-i is responsible for the preservation and sharing. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nBeatrice Fortuni will update and implement this DMP \nCreated using DMPonline.be. Last modiﬁed 10 June 2024\n10 of 10"
    },
    "clean_full_text": "Advanced Nanomaterials for Cancer Phototherapies in 3D Cell Models Advanced Nanomaterials for Cancer Phototherapies in 3D Cell Models A Data Management Plan created using DMPonline.be Creator: Creator: Beatrice Fortuni Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: G022724N ID: ID: 208066 Start date: Start date: 01-01-2024 End date: End date: 31-12-2027 Project abstract: Project abstract: Despite significant advances in cancer therapy, cancer remains a major cause of death worldwide. In the last years, there has been increasing interest in the development of new treatment modalities with reduced side effects for difficult-to-cure cancers. Prominent examples are photothermal (PTT) and photodynamic (PDT) therapy, designed to selectively kill cancerous tissue either through localized, light-induced thermal stress or generation of active radical species (singlet oxygen), respectively. The development of nanomaterials marks a significant step forward in these therapies. However, only few nanomaterial-mediated PTT and PDT have reached clinical trials and knowledge concerning the efficiency, mechanism and toxicity of these therapies remains limited. Ideal platforms for these studies are multicellular tumor spheroids. Nevertheless, in these 3D models, nanoparticle internalization and penetration are drastically reduced compared to the 2D cellular monolayer, impeding consistent investigation. Here, we propose an alternative strategy to perform fundamental studies of phototherapies in spheroids by using our innovative silver nanowire-based endoscopy technique. The probe will be modified to locally generate hyperthermia and singlet oxygen inside solid tumors. The cell response and the therapeutic efficiency will be carefully monitored. The information obtained thereby will be crucial for the rational design of next-generation nanomaterials towards cancer phototherapies. Last modified: Last modified: 10-06-2024 Created using DMPonline.be. Last modiﬁed 10 June 2024 1 of 10 Advanced Nanomaterials for Cancer Phototherapies in 3D Cell Models Advanced Nanomaterials for Cancer Phototherapies in 3D Cell Models DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 10 June 2024 2 of 10 Advanced Nanomaterials for Cancer Phototherapies in 3D Cell Models Advanced Nanomaterials for Cancer Phototherapies in 3D Cell Models GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 10 June 2024 3 of 10 Advanced Nanomaterials for Cancer Phototherapies in 3D Cell Models Advanced Nanomaterials for Cancer Phototherapies in 3D Cell Models Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) 1) Microscopy imaging: the temperature rise, the singlet oxygen generation and the stress in cells will be studied via fluorescence sensing and will therefore generate data set of images. The digital data formal will be: .tiff, .jpeg, .txt., .lif (Leica format). The data will be newly generated, they are digital and collected experimentally. The volume will be < 100 MB. 2) Fluorescence spectroscopy. The temperature (gTemp), Singlet oxygen generation (SOSG sensor and direct emission of singlet oxygen) and stress sensors (ERK sensor) will be characterised in vitro and in cellulo not only by imaging but also monitoring their fluorescence spectra variations. This will generate data sets of spectra normally save in the following formats: .txt, and .csv. The graphs resulting from the plotting will be stored as .jpeg, .tiff, .pxp (Igor format) and .opj (Origin format). The data will be newly generated, they are digital and collected experimentally. The volume will be < 10 TB. 2) Biological assays. Data from biological assays to quantify cell viability and to identify the cell death path (apoptosis/necrosis assays). These assays will generate data sets of images and values in the following formats: .txt, .xls, .tiff, .jpeg. The data will be newly generated, they are digital and collected experimentally. The volume will be < 1 GB. 3) Analysis Codes: a tracking algorithms will be used to monitor temperature, and calcium and ERK signalling pathways generated from MATLAB. The format of the data will be .mat, .vtk. The data will be newly generated, they are digital and collected from simulation. The volume will be < 100 GB. 4) Protocols used for preparation materials (endoscopic probes and nanoparticles), 3D cell models, staining and imaging and biological assays. The data format will be .pdf, .docx, .pptx. The data will be newly generated, they are digital and compiled. The volume will be < 100 MB. 5) Dissemination activities: publications, presentations, posters, seminars, newsletters, dedicated short videos. The data format will be .pdf, .docx, .pptx, .avi. The data will be newly generated, they are digital and compiled. The volume will be < 10 GB. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) The division has appointed Rik Nuyts to manage all activities related to data storage, annotation and sharing. He works in close collaboration with the KU Leuven ICT administration to maintain a bespoke data management system based on 2 core technologies: - 8Microsoft Sharepoint Server Onpremises (MS-SP): used to store metadata that serves to annotate raw experimental data - A custom Large Volume Storage (LVS) system: MS-SP is not suited for storage of large volumes of binary data. It is therefore coupled to a redundant file server system, achieving seamless and GxP compliant linking between data and metadata. 2. Storage capacity/repository during the research. The research group will invest in the procurement of portable hard drive devices for regular storage and backup. Also, the data will be stored in the central storage facilities of the research unit. after the research. The data will be stored on the university's central servers for at least 5 years after the end of the project, conforming to the RDM policy of KU Leuven. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) No deviation is intended nor desired. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) No such issues are expected to exist. Created using DMPonline.be. Last modiﬁed 10 June 2024 4 of 10 Nonetheless, all data stored in the mixed MS-SP/LVS system of Molecular Imaging and Photonics group is protected by the identity services of KU Leuven university. This allows GxP compliant and fully traceable control over data access rights, registration of data access events and will ensure availability and safety of data well beyond the 5 year limit as these services are an integral part of KU Leuven ICT infrastructure. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) No other issues need to be mentioned. Created using DMPonline.be. Last modiﬁed 10 June 2024 5 of 10 Advanced Nanomaterials for Cancer Phototherapies in 3D Cell Models Advanced Nanomaterials for Cancer Phototherapies in 3D Cell Models FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Microscopy Imaging The temperature rise, the singlet oxygen generation and the stress in cells will be studied via fluorescence sensing and will therefore generate data set of images Please choose from the following options: Generate new data Please choose from the following options: Digital Please choose from the following options: Experimental Please choose from the following options: .tiff, .jpeg, .txt, .lif, .csv. Please choose from the following options: <10TB NA Fluorescence spectroscopy The temperature (gTemp), the singlet oxygen (SOSG) and stress sensors (ERK sensor) will be characterised in vitro and in cellulo not only by imaging but also monitoring their fluorescence spectra variations. Generate new data Digital Experimental txt, .cvs, .jpeg, .opj (Origin format), .pxp (Igor format) <100MB NA Biological assays Data from biological assays to quantify cell viability and to identify the cell death path (apoptosis/necrosis assays). Generate new data Digital Experimental .txt, .xls, .jpeg, .opj (Origin format), .pxp (Igor format) <1GB NA Analysis codes Tracking algorithms will be used to monitor temperature, and calcium and ERK signalling pathways generated from MATLAB. Generate new data Digital Simulation data .mat, .vtk 100<GB NA Created using DMPonline.be. Last modiﬁed 10 June 2024 6 of 10 Protocols Protocols used for preparation materials (endoscopic probes and nanoparticles), 3D cell models, staining and imaging, and biological assays. Generate new data Digital Compiled .pdf, .docx, .pptx, 100<MB NA Dissemination activities publications, presentations, posters, seminars, newsletters, dedicated short videos. Generate new data Digital Compiled .pdf, .docx, .pptx, .avi 10<GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: No existing data are reused for this project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 10 June 2024 7 of 10 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1. A README file will be provided for each dataset, each dataset will be label with the project name (e.g., photothermal therapy in 3D models). 2. within the dataset, the data will be split in digital folders: Project name/instrument name/date/sample name. 3. within each sample folder there will be a .txt document where all the experimental parameters used are listed. 4. within each instrument folder a .txt file containing all relevant information about the instrument type will be included (brand name, serial number, year of manufacture, etc). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No Metadata to the datasets are created automatically by the instrumentation (confocal microscope, spectrometer, electron microscope). Information about the instrument(s), such as brand name, serial number, year of manufacture will be provided and all metadata fields will be clearly labeled. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? During the research, the research group will invest in the procurement of portable hard drive devices for regular storage and backup. Also, the data will be stored in the central storage facilities of the research unit. After the research, the data will be stored on the university's central servers for at least 5 years after the end of the project, conforming to the RDM policy of KU Leuven. How will the data be backed up? How will the data be backed up? We will use the central server storage (Large Volume Storage) of KU Leuven, which provides a self-mirrored daily automatic back up. OneDrive for cloud storage will be also used for personal storage of the data. Back-ups will be stored in the portable hard drive devices provided by the research group, and in the cloud drive of the instrument devices. As division, we are planning to start using ManGo (Active Data management Platform) as additional storage solution in the near future, but this initiative hasn't been confirmed yet. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone- based multi-factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network Created using DMPonline.be. Last modiﬁed 10 June 2024 8 of 10 drive. In addition, the data security is ensured by the dedicated service team at the institution, where the KU Leuven university data center has been built and operated at a very high security level with self-mirrored automatic backup at different physical locations. All data is transfered via encrypted methods. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The large volume storage price is 104,42 EUR /TB/year. Our division (Molecular Imaging and Photonics) purchases 20 TB / year so the cost will be 2088,4 EUR per year and it is covered by the research fund of division (mainly from Prof. Johan Hofkens). 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data related to this research will be retained for 5 five years after the end of the project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 5 years after the end of project, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The research unit has already invested in short-term and mid-term procuring storage devices and space for data. For long-term data storage, till 5 years after the end of the project, we will use the service provided by the institution, \"Large Volume storage\" and data backups stored in external hard drives. As mentioned before, the cost of the storage service is covered by the division. Since I do not know the size of the data we will be generating, we cannot estimate the percentage of the storage size (20 TB, which costs 2088,4 EUR per year ) that we will be using. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository After the end of project, the data produced in this project will be made usable by third parties via open-access publications and shared depository of relevant data upon requests. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The access won't be restricted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 10 June 2024 9 of 10 There are no other factors that restrict or prevent the sharing of the data. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. We will deposit the data in our institutional repository, eg. Lirias: https://lirias2.kuleuven.be/default.html When will the data be made available? When will the data be made available? Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes A DOI will be available through RDR (Research Data Repository), but it is not available yet. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The promoter, Hiroshi Uji-i, and the co-promoter, Beatrice Fortuni, will be responsible for documentation and metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The promoter, Hiroshi Uji-i, and the co-promoter, Beatrice Fortuni, will be responsible for storage and backup. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Hiroshi Uji-i is responsible for the preservation and sharing. Who will update and implement this DMP? Who will update and implement this DMP? Beatrice Fortuni will update and implement this DMP Created using DMPonline.be. Last modiﬁed 10 June 2024 10 of 10"
}