{
    "document_id": "D-2024-3236",
    "LinkTitle": "D-2024-3236",
    "file_name": "D-2024-3236.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3236.pdf",
    "metadata": {
        "title": "D-2024-3236",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": " FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       1  FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven    Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link.        \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       2  1. General Project Information  Name Grant Holder & ORCID Jordi De Jonghe (0000-0003-2443-3903) Contributor name(s) (+ ORCID) & roles Rony Keppens (0000-0003-3544-2733, supervisor) Project number 1 & title  1225625N “Waves and tearing instabilities in a multifluid plasma model: a spectroscopic analysis from the collisionless to the resistive regime” Funder(s) GrantID 2 1225625N Affiliation(s) ☒ KU Leuven  ☐ Universiteit Antwerpen ☐ Universiteit Gent  ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel  ☐ Other: ROR identifier KU Leuven: 05f950310 \n 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       3  Please provide a short project description In recent years, many experiments, like TREX and FLARE, and observational spacecrafts, like Parker Solar Probe and Solar Orbiter, have focused on so-called “magnetic reconnection”. Magnetic reconnection is a fundamental plasma process where closed magnetic field lines break and “reconnect”. This results in new magnetic field configurations and in the release of great amounts of energy previously stored in the magnetic field. In many cases, magnetic reconnection is initiated by a tearing instability, which “tears up” a previously stable plasma layer known as a current sheet and generates reconnection points. To date, however, one of the most important questions still stands: when are current sheets unstable to tearing reconnection? This project will address the problem of understanding under which conditions previously stable current sheets of various scales become unstable and how the onset of the tearing instability is modified by current sheet properties, such as their width, the presence of a velocity shear, and the development of competing instabilities, like the flow-driven Kelvin-Helmholtz instability. This work has direct applications to heliospheric and solar physics, providing a fluid-based interpretational framework for the observations of the space missions mentioned above, but also to a number of astrophysical and laboratory environments where magnetic reconnection occurs, like starforming clouds, tokamak fusion devices, and the reconnection experiment TREX.  2. Research Data Summary  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       4  List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3.   ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused  Digital or Physical  Digital Data Type  Digital Data Format   Digital Data Volume (MB, GB, TB) Physical Volume   Spectroscopic code Development of a spectroscopic code in Fortran with post-processing utilities in Python ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☒ Software ☐ Other: .f08 / .py ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA   \nSpectroscopic input Input scripts for spectroscopic code New data Digital Software .f08 / .par / .py < 1 GB  Spectroscopic output Output from the spectroscopic code New data Digital Numerical .dat > 5 TB  Neural network Neural network code and trained parameters New data Digital Software .py < 1 GB  Simulation input MPI-AMRVAC input scripts New data Digital Software .t / .par < 1 GB  Simulation output MPI-AMRVAC output New data Digital Numerical .dat > 5 TB  \n \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       5  GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata.  RDM Guidance on data   If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type.    NA Are there any ethical issues concerning the creation and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☐ Yes, human subject data; provide SMEC or EC approval number:   ☐ Yes, animal data; provide ECD reference number:    ☐ Yes, dual use; provide approval number:   ☒ No Additional information:   Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information:    3 Add rows for each dataset you want to describe. 4 See Glossary Flemish Standard Data Management Plan  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       6  Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment:   Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)?  If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain:   Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain:      3. Documentation and Metadata  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       7  Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  RDM guidance on documentation and metadata.  The spectroscopic code will be fully documented in the code itself and online like its predecessor Legolas (https://legolas.science). Spectroscopic and simulation output will be stored together with the input data, wherein the details of how the output is generated can be found. Additional information will be added in the input files in comments. The neural network code will be documented in the script itself. \nWill a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.  REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.  ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  MPI-AMRVAC and the spectroscopic code (will) have their own *.dat file formats including necessary metadata to analyse and/or recreate it. Metadata related to version control of the spectroscopic code and other software will be handled with Git/GitHub.  If no, please specify (where appropriate per dataset or data type) which metadata will be created:       4. Data Storage & Back-up during the Research Project  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       8  Where will the data be stored?  Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ Teams ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ ManGO ☐ Digital vault ☒ Other: local machine managed by ESAT (with automated backup when necessary), external hard drives, GitHub (for software)  How will the data be backed up?  WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS?  ☐ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify): GitHub for software, external hard drives, online repositories (e.g. Zenodo) for publication-relevant data ☒ Other (specify): the home directory on my local machine is backed up automatically to the ESAT servers    Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No The local machines have TBs of storage space, supplemented by more space on external hard drives. Home directories on these machines are backed up automatically by ESAT, for which the department pays an annual fee. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       9  How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE.  Guidance on security for research data   Drives are only accessible to people with login rights on ESAT’s system, which are monitored permanently, with automatic revocation of access rights after people leave KU Leuven.       What are the expected costs for data storage and backup during the research project? How will these costs be covered? One-time expenses for some hard drives are expected, on the order of a few hundred euros, to be covered by the bench fee. The running cost for data and system management by ESAT is covered by the department.      5. Data Preservation after the end of the Research Project  Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).  Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain)  Software will be preserved for 10 years and longer, available as open-source code on GitHub. Input files will be stored in online repositories (or alongside source code on GitHub) such that all output is reproducible. Output data on disk will be kept for 10 years, after which these data volumes can be recovered for reuse.  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       10  Where will these data be archived (stored and curated for the long-term)?  Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): Only software and input files need to be preserved to reproduce results. These will be kept in online repositories (like GitHub or Zenodo). Relevant output files will be made available in such repositories to support publications.     What are the expected costs for data preservation during the expected retention period? How will these costs be covered?   External hard drives and online repositories like GitHub and Zenodo have no running costs. The cost for KU Leuven and ESAT servers will be covered from running departmental funds.   6. Data Sharing and Reuse  Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify:  Software will be available open-source on GitHub along with input files. Output can be reproduced from the open-source assets, though relevant output files will be shared through repositories like Zenodo or remain available upon request.   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       11  If access is restricted, please specify who will be able to access the data and under what conditions.  Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects  ☐ Yes, aspects of dual use ☐ Yes, other ☒ No  If yes, please specify:   Where will the data be made available?  If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☒ Other data repository (specify): GitHub (software), platform like e.g. Zenodo (output files) ☐ Other (specify)  When will the data be made available?   ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify)   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       12  Which data usage licenses are you going to provide? If none, please explain why.  A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose.   ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☒ GNU GPL-3.0 (code) ☐ Other (specify)  Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.  INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.  ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No   What are the expected costs for data sharing? How will these costs be covered?   None.  7. Responsibilities  Who will manage data documentation and metadata during the research project? The fellow will manage the documentation and metadata, and be responsible. Who will manage data storage and backup during the research project? The fellow will manage the storage and backup, and be responsible. Who will manage data preservation and sharing? The fellow will manage the preservation and sharing, and be responsible. Who will update and implement this DMP? The fellow will be responsible for updating and implementing this DMP. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       13   "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Jordi De Jonghe (0000-0003-2443-3903) Contributor name(s) (+ ORCID) & roles Rony Keppens (0000-0003-3544-2733, supervisor) Project number 1 & title 1225625N “Waves and tearing instabilities in a multifluid plasma model: a spectroscopic analysis from the collisionless to the resistive regime” Funder(s) GrantID 2 1225625N Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description In recent years, many experiments, like TREX and FLARE, and observational spacecrafts, like Parker Solar Probe and Solar Orbiter, have focused on so-called “magnetic reconnection”. Magnetic reconnection is a fundamental plasma process where closed magnetic field lines break and “reconnect”. This results in new magnetic field configurations and in the release of great amounts of energy previously stored in the magnetic field. In many cases, magnetic reconnection is initiated by a tearing instability, which “tears up” a previously stable plasma layer known as a current sheet and generates reconnection points. To date, however, one of the most important questions still stands: when are current sheets unstable to tearing reconnection? This project will address the problem of understanding under which conditions previously stable current sheets of various scales become unstable and how the onset of the tearing instability is modified by current sheet properties, such as their width, the presence of a velocity shear, and the development of competing instabilities, like the flow-driven Kelvin-Helmholtz instability. This work has direct applications to heliospheric and solar physics, providing a fluid-based interpretational framework for the observations of the space missions mentioned above, but also to a number of astrophysical and laboratory environments where magnetic reconnection occurs, like starforming clouds, tokamak fusion devices, and the reconnection experiment TREX. 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Spectroscopic code Development of a spectroscopic code in Fortran with post-processing utilities in Python ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☒ Software ☐ Other: .f08 / .py ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Spectroscopic input Input scripts for spectroscopic code New data Digital Software .f08 / .par / .py < 1 GB Spectroscopic output Output from the spectroscopic code New data Digital Numerical .dat > 5 TB Neural network Neural network code and trained parameters New data Digital Software .py < 1 GB Simulation input MPI-AMRVAC input scripts New data Digital Software .t / .par < 1 GB Simulation output MPI-AMRVAC output New data Digital Numerical .dat > 5 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: 3 Add rows for each dataset you want to describe. 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata. The spectroscopic code will be fully documented in the code itself and online like its predecessor Legolas (https://legolas.science). Spectroscopic and simulation output will be stored together with the input data, wherein the details of how the output is generated can be found. Additional information will be added in the input files in comments. The neural network code will be documented in the script itself. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: MPI-AMRVAC and the spectroscopic code (will) have their own *.dat file formats including necessary metadata to analyse and/or recreate it. Metadata related to version control of the spectroscopic code and other software will be handled with Git/GitHub. If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ Teams ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ ManGO ☐ Digital vault ☒ Other: local machine managed by ESAT (with automated backup when necessary), external hard drives, GitHub (for software) How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify): GitHub for software, external hard drives, online repositories (e.g. Zenodo) for publication-relevant data ☒ Other (specify): the home directory on my local machine is backed up automatically to the ESAT servers Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No The local machines have TBs of storage space, supplemented by more space on external hard drives. Home directories on these machines are backed up automatically by ESAT, for which the department pays an annual fee. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Drives are only accessible to people with login rights on ESAT’s system, which are monitored permanently, with automatic revocation of access rights after people leave KU Leuven. What are the expected costs for data storage and backup during the research project? How will these costs be covered? One-time expenses for some hard drives are expected, on the order of a few hundred euros, to be covered by the bench fee. The running cost for data and system management by ESAT is covered by the department. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Software will be preserved for 10 years and longer, available as open-source code on GitHub. Input files will be stored in online repositories (or alongside source code on GitHub) such that all output is reproducible. Output data on disk will be kept for 10 years, after which these data volumes can be recovered for reuse. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): Only software and input files need to be preserved to reproduce results. These will be kept in online repositories (like GitHub or Zenodo). Relevant output files will be made available in such repositories to support publications. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? External hard drives and online repositories like GitHub and Zenodo have no running costs. The cost for KU Leuven and ESAT servers will be covered from running departmental funds. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: Software will be available open-source on GitHub along with input files. Output can be reproduced from the open-source assets, though relevant output files will be shared through repositories like Zenodo or remain available upon request. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☒ Other data repository (specify): GitHub (software), platform like e.g. Zenodo (output files) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☒ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? None. 7. Responsibilities Who will manage data documentation and metadata during the research project? The fellow will manage the documentation and metadata, and be responsible. Who will manage data storage and backup during the research project? The fellow will manage the storage and backup, and be responsible. Who will manage data preservation and sharing? The fellow will manage the preservation and sharing, and be responsible. Who will update and implement this DMP? The fellow will be responsible for updating and implementing this DMP. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13"
}