{
    "document_id": "D-2021-1342",
    "LinkTitle": "D-2021-1342",
    "file_name": "D-2021-1342.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1342.pdf",
    "metadata": {
        "title": "The rewarding nature of active avoidance. - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n The rewarding nature of active avoidance. - DMP title\nProject Identifier\n 11G7122N\nGrant Title\n 11G7122N\nPrincipal Investigator / Researcher\n Laura Vercammen\nProject Data Contact\n laura.vercammen@kuleuven.be\nDescription\n The project focuses on the role of the mesolimbic dopamine reward system and the\nendogenous opioid system in the acquisition of a two-way active avoidance response in rats.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nLaura Vercammen\nFWO Project Number & Title\nThe rewarding nature of active avoidance (11G7122N)\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of\ndata\nFormat\nVolume\nHow created\nVideo files\n.avi\n30-80 GB\nper\nexperiment\nRecorded\nfrom video\ncamera\nattached to\nour\nexperimental\nsetup.\nGraphic\nState\nprotocols\n.gsprt\n15 kB per\nexperiment\nEquipment-\nspecific\nprotocols\nprogrammed\nwith Graphic\nState 4.\nGraphic\nState\noutput\n.gslog\n~30 kB per\nsubject\nOutput from\nthe software\nthat records\nthe subject\nname, time,\nexperimental\nprotocol and\ncollected\ndata.\nMicroscopy\nimages\n.tiff\n5 GB\nHistological\nimages.\nSoftware\noutput\n.txt\n~250 kB\nper subject\nNumerical\ndata\nobtained\nfrom e.g.,\nuHPLC\nanalyses,\nUSV\nanalyses.\nUltrasonic\nvocalization\n(USV)\nrecording\n.wav\n40-65 GB\nper\nexperiment\nOutput from\nBioAcoustics\nAvisoft\nrecording\nsoftware.\nProcessed\ndata for\nstatistical\nanalyses\n.xlsx\n~200 kB\nper subject\nExcel\ndatafiles\nthat contain\nthe\nprocessed\ndata to\ndirectly\nperform\nstatistical\nanalyses on.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nReference to the animal ethics committee approval (ECD): P141/2021\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll files will be kept in a folder per experiment that will be organized as follows: main folder that\ncontains the study design and preregistration, data folder that contains all raw data (obtained\nfrom Graphic State, videos, histological images and electronic lab notebooks) and a final analysis\nfolder that contains the processed data, statistical analyses and plots. \nEach folder and dataset will include a sheet or readme file with documentation. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThe video files and images have inherent metadata. When applicable, metadata will be stored in\n.txt or .csv files.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll digital data will be stored on KU Leuven central servers, on the researcher's personal drive\n(which can only be accessed by the researchers involved) and Personal OneDrive for Business or\na shared drive at the level of the research group located in a locked server room. Copies are\nmade and kept on personal devices (e.g., laptops, hard drives) that are encrypted.  \nHow is backup of the data provided?\nThe data will be stored on the university's central servers with autmatic daily backup procedures.\nVideos and USV data are stored on two separate hard drives given their large sizes. These hard\ndrives are backed up once a month to KU Leuven central servers.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nData storage costs will be covered by the lab.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nBack-up cost per TB is currently €99,55/year (KU Leuven ICTS, Large Volume Storage). For these\nstudies, we expect this to amount to maximally 2000€ for the duration of the project.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAll our data is stored on password protected and encrypted external hard drives and personal\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\ncomputers.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll digital data will be retained. Histological slides will be discarded after analyses (digital\nhistological images will be retained).\nWhere will the data be archived (= stored for the longer term)?\nAfter completion of data collection, and until 10 years after the end of the project as per KU\nLeuven RDM policy, all digital data will be stored on our research unit's central storage facility (a\ndedicated NAS (network-attached storage), with automatic internal back-up, and in the near\nfuture also off-site back-up in a different building of our Faculty). Supervisors can request access\nto this NAS from the group's IT responsibles who manage the NAS.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nOur current capacity is 8 TB, but this can be easily expanded to 16 TB or more, at an\nadditional cost of 250 euro per 8 TB. Data storage costs will be covered by the lab.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nData used in publications will be made available through OSF. Video files, images and USV files\nwill not be shared as such (but will be shared upon reasonable request), because of their (very)\nlarge size, but the extracted data (e.g., behavioral measurements per subject per video) will be\nmade publicly available.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nUpon request by mail\nWe will use public repositories (e.g., the Open Science Framework - European servers).\nWhen will the data be made available?\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nUpon publication of the research results\nData will be made avaiable immediately after publication.\nWho will be able to access the data and under what conditions?\nPublic repositories are open access, searchable through key words, and available to all registered\nusers.\nWhat are the expected costs for data sharing? How will the costs be covered?\nPublic repositories are free of charge.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe applicant is responsible for data documentation and metadata.\nWho will be responsible for data storage & back up during the project?\nThe applicant and the supervisor (Prof. dr. Bram Vervliet) are responsible for data storage and\nback up.\nWho will be responsible for ensuring data preservation and reuse ?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nThe supervisor (Prof. dr. Bram Vervliet) working on the project is responsible for ensuring data\npreservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name The rewarding nature of active avoidance. - DMP title Project Identifier 11G7122N Grant Title 11G7122N Principal Investigator / Researcher Laura Vercammen Project Data Contact laura.vercammen@kuleuven.be Description The project focuses on the role of the mesolimbic dopamine reward system and the endogenous opioid system in the acquisition of a two-way active avoidance response in rats. Institution KU Leuven 1. General Information Name applicant Laura Vercammen FWO Project Number & Title The rewarding nature of active avoidance (11G7122N) Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created Video files .avi 30-80 GB per experiment Recorded from video camera attached to our experimental setup. Graphic State protocols .gsprt 15 kB per experiment Equipment- specific protocols programmed with Graphic State 4. Graphic State output .gslog ~30 kB per subject Output from the software that records the subject name, time, experimental protocol and collected data. Microscopy images .tiff 5 GB Histological images. Software output .txt ~250 kB per subject Numerical data obtained from e.g., uHPLC analyses, USV analyses. Ultrasonic vocalization (USV) recording .wav 40-65 GB per experiment Output from BioAcoustics Avisoft recording software. Processed data for statistical analyses .xlsx ~200 kB per subject Excel datafiles that contain the processed data to directly perform statistical analyses on. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Reference to the animal ethics committee approval (ECD): P141/2021 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All files will be kept in a folder per experiment that will be organized as follows: main folder that contains the study design and preregistration, data folder that contains all raw data (obtained from Graphic State, videos, histological images and electronic lab notebooks) and a final analysis folder that contains the processed data, statistical analyses and plots. Each folder and dataset will include a sheet or readme file with documentation. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No The video files and images have inherent metadata. When applicable, metadata will be stored in .txt or .csv files. 5. Data storage and backup during the FWO project Where will the data be stored? All digital data will be stored on KU Leuven central servers, on the researcher's personal drive (which can only be accessed by the researchers involved) and Personal OneDrive for Business or a shared drive at the level of the research group located in a locked server room. Copies are made and kept on personal devices (e.g., laptops, hard drives) that are encrypted. How is backup of the data provided? The data will be stored on the university's central servers with autmatic daily backup procedures. Videos and USV data are stored on two separate hard drives given their large sizes. These hard drives are backed up once a month to KU Leuven central servers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Data storage costs will be covered by the lab. What are the expected costs for data storage and back up during the project? How will these costs be covered? Back-up cost per TB is currently €99,55/year (KU Leuven ICTS, Large Volume Storage). For these studies, we expect this to amount to maximally 2000€ for the duration of the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All our data is stored on password protected and encrypted external hard drives and personal This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 computers. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All digital data will be retained. Histological slides will be discarded after analyses (digital histological images will be retained). Where will the data be archived (= stored for the longer term)? After completion of data collection, and until 10 years after the end of the project as per KU Leuven RDM policy, all digital data will be stored on our research unit's central storage facility (a dedicated NAS (network-attached storage), with automatic internal back-up, and in the near future also off-site back-up in a different building of our Faculty). Supervisors can request access to this NAS from the group's IT responsibles who manage the NAS. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Our current capacity is 8 TB, but this can be easily expanded to 16 TB or more, at an additional cost of 250 euro per 8 TB. Data storage costs will be covered by the lab. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Data used in publications will be made available through OSF. Video files, images and USV files will not be shared as such (but will be shared upon reasonable request), because of their (very) large size, but the extracted data (e.g., behavioral measurements per subject per video) will be made publicly available. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository Upon request by mail We will use public repositories (e.g., the Open Science Framework - European servers). When will the data be made available? After an embargo period. Specify the length of the embargo and why this is necessary Upon publication of the research results Data will be made avaiable immediately after publication. Who will be able to access the data and under what conditions? Public repositories are open access, searchable through key words, and available to all registered users. What are the expected costs for data sharing? How will the costs be covered? Public repositories are free of charge. 8. Responsibilities Who will be responsible for data documentation & metadata? The applicant is responsible for data documentation and metadata. Who will be responsible for data storage & back up during the project? The applicant and the supervisor (Prof. dr. Bram Vervliet) are responsible for data storage and back up. Who will be responsible for ensuring data preservation and reuse ? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 The supervisor (Prof. dr. Bram Vervliet) working on the project is responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}