{
    "document_id": "D-2024-3088",
    "LinkTitle": "D-2024-3088",
    "file_name": "D-2024-3088.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3088.pdf",
    "metadata": {
        "title": "Understanding basic mechanisms behind low-intensity transcranial focused ultrasound stimulation",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Understanding basic mechanisms behind low-intensity transcranial focused ultrasound stimulation\nUnderstanding basic mechanisms behind low-intensity transcranial focused ultrasound stimulation\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nNePo\n32channel neural\nrecording probe\nNew data\nDigital\nExperimental\n.dat\n<1TB\n \nNeuroPixels\nNeuropixels recording\nprobe\nNew data\nDigital\nExperimental\n.dat\n<5TB\n \nMatlab\nscripts\nMatlab scripts to analyses\ndata\nNew Data\nDigital\nSoftware\n.m, .mat\n<1GB\n \nHistology\nSafety staining and\nchannel blocker\nNew Data\nDigital and physical\nExperimental\n.img\n<100GB\nSlides from\n100 rats\nCones\nCones made for\ntransducer\nNew data\nDigital and physical\nExperimental\n.csv\n<1GB\nPhyiscal\ncones\nsiRNS\nsiRNA sequences\nNew Data\nDigital\nExperimental\n.txt\n<1GB\n \nGenomics\nData from RNA sequence\nNew Data\nDigital\nExperimental\nfastq\n<100GB\n \nEEG\nEEG data from healthy\nvolunteers\nNew Data\nDigital\nExperimental\n.biosemi\n<1TB\n \nMRI\nMRI scan of healthy\nvolunteers heads\nNew Data\nDigital\nExperimental\n.img\n<1TB\n \nModels\nAcoustic modeling data \nNew data\nDigital \nSimulations\n.csv\n<1TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nYes, animal data (Provide ECD reference number below)\nEthical approval is necessary for both the animal and healthy volunteer experiments. Ethical approval has been obtained for the\nanimal experiments (P071/2024 and P098/2023). The healthy volunteer experiments are planned to start in 2026. We are\ncurrently working on obtaining ethical permission for these experiments and it will be in place before they start.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nCreated using DMPonline.be. Last modiﬁed 02 April 2025\n1 of 5\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nPersonal data collection will be limited to subject name, age, address and meeting the inclusion criteria. This data will not be used\nin the experiment but will be stored on a secured document. All healthy volunteer experiment data will be link to an anonymised\nsubject number to make it unidentifiable.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nQuestion not answered.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAll information about the collection of the data will be written down in notebooks, methodology sections in papers, README.txt\nfiles and metadata. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nIn the lab there is a structure in place to arrange the data and metadata. For every analysis there is a script that describes the\ndata. \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nCreated using DMPonline.be. Last modiﬁed 02 April 2025\n2 of 5\nWhere will the data be stored?\nWhere will the data be stored?\nLarge Volume Storage\nShared network drive (J-drive)\nShared network drives & large volume storage from the KU Leuven will be used.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nEvery night a back up will be made by the KU Leuven ICT department.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nThere is sufficient storage, 10 TB are still available and there is still the possibility to purchase more storage\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data is password protected and can only be accessed by people from the lab\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs are covered by my PI from project costs and are expected to be around 1500 euro for 4 years. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll digital data will be preserved for at least 10 years after the project end\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nThey will be stored at the same place as they are during the project.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 02 April 2025\n3 of 5\nTo store the data on the L-drive, the cost is 500 euro for 5 TB a year. So to store more or less 5 TB for 10 years, 5000 euro costs\nare expected. The PI (Myles Mc Laughlin) will cover this. \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as embargoed data (temporary restriction)\nYes, as open data\nData that will be collected with the Neuropixels probe will be made publicly available. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nN/A\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nCurrently not known\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nUpon publication\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nCreated using DMPonline.be. Last modiﬁed 02 April 2025\n4 of 5\n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo extra costs are expected as the data will be stored anyway. If others want to access it, a request can be made and access can\nbe provided. \nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nMyles Mc Laughlin\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nMyles Mc Laughlin\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nMyles Mc Laughlin\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nMyles Mc Laughlin\nCreated using DMPonline.be. Last modiﬁed 02 April 2025\n5 of 5"
    },
    "clean_full_text": "Understanding basic mechanisms behind low-intensity transcranial focused ultrasound stimulation Understanding basic mechanisms behind low-intensity transcranial focused ultrasound stimulation Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA NePo 32channel neural recording probe New data Digital Experimental .dat <1TB NeuroPixels Neuropixels recording probe New data Digital Experimental .dat <5TB Matlab scripts Matlab scripts to analyses data New Data Digital Software .m, .mat <1GB Histology Safety staining and channel blocker New Data Digital and physical Experimental .img <100GB Slides from 100 rats Cones Cones made for transducer New data Digital and physical Experimental .csv <1GB Phyiscal cones siRNS siRNA sequences New Data Digital Experimental .txt <1GB Genomics Data from RNA sequence New Data Digital Experimental fastq <100GB EEG EEG data from healthy volunteers New Data Digital Experimental .biosemi <1TB MRI MRI scan of healthy volunteers heads New Data Digital Experimental .img <1TB Models Acoustic modeling data New data Digital Simulations .csv <1TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Yes, animal data (Provide ECD reference number below) Ethical approval is necessary for both the animal and healthy volunteer experiments. Ethical approval has been obtained for the animal experiments (P071/2024 and P098/2023). The healthy volunteer experiments are planned to start in 2026. We are currently working on obtaining ethical permission for these experiments and it will be in place before they start. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Created using DMPonline.be. Last modiﬁed 02 April 2025 1 of 5 or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Personal data collection will be limited to subject name, age, address and meeting the inclusion criteria. This data will not be used in the experiment but will be stored on a secured document. All healthy volunteer experiment data will be link to an anonymised subject number to make it unidentifiable. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Question not answered. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All information about the collection of the data will be written down in notebooks, methodology sections in papers, README.txt files and metadata. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes In the lab there is a structure in place to arrange the data and metadata. For every analysis there is a script that describes the data. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Created using DMPonline.be. Last modiﬁed 02 April 2025 2 of 5 Where will the data be stored? Where will the data be stored? Large Volume Storage Shared network drive (J-drive) Shared network drives & large volume storage from the KU Leuven will be used. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Every night a back up will be made by the KU Leuven ICT department. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes There is sufficient storage, 10 TB are still available and there is still the possibility to purchase more storage How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is password protected and can only be accessed by people from the lab What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs are covered by my PI from project costs and are expected to be around 1500 euro for 4 years. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy All digital data will be preserved for at least 10 years after the project end Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) They will be stored at the same place as they are during the project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 02 April 2025 3 of 5 To store the data on the L-drive, the cost is 500 euro for 5 TB a year. So to store more or less 5 TB for 10 years, 5000 euro costs are expected. The PI (Myles Mc Laughlin) will cover this. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as embargoed data (temporary restriction) Yes, as open data Data that will be collected with the Neuropixels probe will be made publicly available. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. N/A Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Currently not known When will the data be made available? When will the data be made available? Upon publication of research results Upon publication Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. Created using DMPonline.be. Last modiﬁed 02 April 2025 4 of 5 ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No extra costs are expected as the data will be stored anyway. If others want to access it, a request can be made and access can be provided. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Myles Mc Laughlin Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Myles Mc Laughlin Who will manage data preservation and sharing? Who will manage data preservation and sharing? Myles Mc Laughlin Who will update and implement this DMP? Who will update and implement this DMP? Myles Mc Laughlin Created using DMPonline.be. Last modiﬁed 02 April 2025 5 of 5"
}