{
    "document_id": "D-2021-1277",
    "LinkTitle": "D-2021-1277",
    "file_name": "D-2021-1277.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1277.pdf",
    "metadata": {
        "title": "Stability and adaptive control of flapping wing nano air vehicles - DMP 1S60222N",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP 1S60222N\nProject Name\n Stability and adaptive control of flapping wing nano air vehicles - DMP 1S60222N\nProject Identifier\n 1S60222N\nGrant Title\n 1S60222N\nPrincipal Investigator / Researcher\n Thomas Roelandt\nProject Data Contact\n Thomas Roelandt, 0478819778, thomas.roelandt@kuleuven.be\nDescription\n The stability of flapping wing fliers is poorly understood. This project investigates\nthe parameters and phenomena that influence stability of flapping wing fliers, applied to a\nflapping wing nano air vehicle being developed at KU Leuven. A good understanding of flapping\nwing flier stability will improve vehicle performance, relax demands on the flight controller,\nimprove agility in maneuvering flight, allow for adaptive control under changing conditions or\nafter redesign. Sensitivity analyses both around trim conditions and of long free flights are\nperformed through simulation. Simulation results are then verified through experiments. These\nexperiments involve collecting sensor readings and visual footage of either a fixed or free flying\nflapping wing drone. Results of this project include a map of stability as a function of input\nparameters, a description of the mechanisms by which different input parameters influence\nstability, and an algorithm for self-updating the flight controller after design changes or changes\nin environmental conditions.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nThomas Roelandt\nFWO Project Number & Title\n1S60222N Stability and adaptive control of flapping wing nano air vehicles\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nHow created\nSimulation-\ngenerated data\n.m, .mat,\n.dat, .fig,\n.jpg, .mp4,\n.gif\n10-\n50GB\nSimulations run in\nMATLAB & Simulink\nUnprocessed sensor\nreadings\n.xlsx\nmax\n1GB\nPin readings from\nNordic Semiconductor\nnRF component\nProcessed sensor\nreadings\n.mat, .dat,\n.fig, .jpg,\n.xlsx\nmax\n1GB\nFiltering/interpreting/...\nof unprocessed sensor\nreadings in MATLAB\nUnprocessed images\nand videos\n.jpg, .avi,\n.mp4\n10-\n100GB\nReadout from\ncamera(s)\nProcessed images\nand videos\n.jpg, .avi,\n.mp4\n10-\n100GB\nImage processing by\nuse of GIMP and\nMATLAB image\nprocessing toolbox\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. Code for simulations and code for data processing is accompanied by: a README.txt file\nexplaining the code's purpose, inputs, outputs, structure of the generated data, connection to\nother files, assumptions, scope; comments throughout the code for clarification. Units and a brief\nexplanation are placed after the declaration of each variable.\n2. Simulation data and sensor readings are accompanied by: a README.txt file with a description\nof dimensions, units and physical meaning of the data, date and conditions during data\ncollection. Sensor readings are also accompanied by images and a description of\nthe measurement setup.\n3. Images and video footage of experiments are accompanied by: A description of the date and\nconditions under which the footage was collected; a description of the contents of the footage;\nimages and a description of the experimental configuration itself\n4. For each project there is: A README.docx that describes the project purpose and\nmethodology, structure of all data folders in the project, links between all files and folders within\nthe project.\n5. File naming is done by consistently using the following structure:\nProjectName_Description_ResearcherInitials_DDMMYYYY_Version. This structure is explained in a\nREADME.docx that accompanies each project. Any deviation from this naming structure is\nexplained in the description of the appropriate data files.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nTo the researcher's knowledge there is no formally acknowledged metadata standard in the\ncontext of flapping wing fliers or aerial robotics. Therefore, it will be ensured that all metadata\nare described consistently throughout the project and are well documented. For any datasets\nwhere there is an interest to publish, it will be investigated if the use of domain-agnostic\nmetadata standards (e.g. Data Package, DDI, Dublin Core) or metadata standards from possibly\nconnected fields (e.g. Darwin Core) is feasible within the project.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll code, simulation-/measurement data and project files are version controlled and stored in\nGitLab and OneDrive. The choice for GitLab and OneDrive is made because the project does not\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\ninvolve sensitive personal data and to facilitate collaboration, should an oportunity present itself.\nFor the duration of each sub-project, data, code and project files are also stored on the\nresearcher's computer hard drive. This hard copy serves as an easy access alternative for\ninstances when there is no (secure) internet connection.\nHow is backup of the data provided?\nBoth storage locations (GitLab and OneDrive) have adequate backup strategies in place. The\nrisks and loss of time associated with data loss or damage are mitigated by the use of multiple\nstorage locations (GitLab, OneDrive, hard drive). \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nAll storage locations (GitLab, OneDrive, hard drive) have sufficient capacity to store all data of\nthe entire project.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nData storage costs on GitLab and OneDrive and hard drive capacity on the research laptop are\ncovered by the internal ICT contributions. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe project will not use any personal data. All generated data is stored securely on KU Leuven's\nservers (GitLab, OneDrive) and behind proper authentication. During the project, the researcher\nand the promotor will evaluate how and when to share data. Sharing of data will occur through a\nsecure channel such as Belnet Filesender.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nSimulation-generated/measurement datasets related to publications, code and metadata are\nstored in the KU Leuven Research Data Repository (RDR). The data within the RDR are openly\navailable and linked to the publications through Lirias, ORCID and ResearchGate to maximize\ndissemination. Video footage to support publications and presentations are released on the\nproject's YouTube channel. A copy of the video footage to support publications is stored in the\nRDR as well.\nWhere will the data be archived (= stored for the longer term)?\nThe retained data is archived in the KU Leuven RDR.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe amount of preserved data is expected to not exceed 50GB. This amount of storage on the KU\nLeuven RDR is covered by the internal ICT contributions.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nNo 3rd party agreements or legal restrictions will prevent the sharing of software or data.\nWhich data will be made available after the end of the project?\nThe full dataset and code and documentation will be deposited in the KU Leuven Research Data\nRepository and made available as open access.\nWhere/how will the data be made available for reuse?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nIn an Open Access repository\nThe full dataset and code and documentation will be deposited in the KU Leuven Research Data\nRepository and made available as open access. \nWhen will the data be made available?\nUpon publication of the research results\nDatasets and software will be published and released as soon as we see fit and definitely upon\npublication of the research results.\nWho will be able to access the data and under what conditions?\nThe full dataset and code and documentation will be deposited in the KU Leuven Research Data\nRepository and made available as open access. Therefore, it will be available to anyone for any\npurpose, provided that they give appropriate credit to the creators.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThe cost for data sharing in the RDR are covered by the institution's internal ICT contributions. If\npublishers require datasets to be stored elsewhere, related costs are expected to be marginal\nsince individual publications are not accompanied by very large amounts of data (expected\n<10GB per publication). These costs will then be covered by the project's consumable budget.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher is responsible for code and datasets with proper metadata.\nWho will be responsible for data storage & back up during the project?\nThe researcher is responsible for data storage & back up during the project. This is supervised by\nDirk Vandepitte, the promotor.\nWho will be responsible for ensuring data preservation and reuse ?\nThe researcher is responsible for ensuring data preservation and reuse. This is supervised by\nDirk Vandepitte, the promotor.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP 1S60222N Project Name Stability and adaptive control of flapping wing nano air vehicles - DMP 1S60222N Project Identifier 1S60222N Grant Title 1S60222N Principal Investigator / Researcher Thomas Roelandt Project Data Contact Thomas Roelandt, 0478819778, thomas.roelandt@kuleuven.be Description The stability of flapping wing fliers is poorly understood. This project investigates the parameters and phenomena that influence stability of flapping wing fliers, applied to a flapping wing nano air vehicle being developed at KU Leuven. A good understanding of flapping wing flier stability will improve vehicle performance, relax demands on the flight controller, improve agility in maneuvering flight, allow for adaptive control under changing conditions or after redesign. Sensitivity analyses both around trim conditions and of long free flights are performed through simulation. Simulation results are then verified through experiments. These experiments involve collecting sensor readings and visual footage of either a fixed or free flying flapping wing drone. Results of this project include a map of stability as a function of input parameters, a description of the mechanisms by which different input parameters influence stability, and an algorithm for self-updating the flight controller after design changes or changes in environmental conditions. Institution KU Leuven 1. General Information Name applicant Thomas Roelandt FWO Project Number & Title 1S60222N Stability and adaptive control of flapping wing nano air vehicles Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created Simulation- generated data .m, .mat, .dat, .fig, .jpg, .mp4, .gif 10- 50GB Simulations run in MATLAB & Simulink Unprocessed sensor readings .xlsx max 1GB Pin readings from Nordic Semiconductor nRF component Processed sensor readings .mat, .dat, .fig, .jpg, .xlsx max 1GB Filtering/interpreting/... of unprocessed sensor readings in MATLAB Unprocessed images and videos .jpg, .avi, .mp4 10- 100GB Readout from camera(s) Processed images and videos .jpg, .avi, .mp4 10- 100GB Image processing by use of GIMP and MATLAB image processing toolbox This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Code for simulations and code for data processing is accompanied by: a README.txt file explaining the code's purpose, inputs, outputs, structure of the generated data, connection to other files, assumptions, scope; comments throughout the code for clarification. Units and a brief explanation are placed after the declaration of each variable. 2. Simulation data and sensor readings are accompanied by: a README.txt file with a description of dimensions, units and physical meaning of the data, date and conditions during data collection. Sensor readings are also accompanied by images and a description of the measurement setup. 3. Images and video footage of experiments are accompanied by: A description of the date and conditions under which the footage was collected; a description of the contents of the footage; images and a description of the experimental configuration itself 4. For each project there is: A README.docx that describes the project purpose and methodology, structure of all data folders in the project, links between all files and folders within the project. 5. File naming is done by consistently using the following structure: ProjectName_Description_ResearcherInitials_DDMMYYYY_Version. This structure is explained in a README.docx that accompanies each project. Any deviation from this naming structure is explained in the description of the appropriate data files. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No To the researcher's knowledge there is no formally acknowledged metadata standard in the context of flapping wing fliers or aerial robotics. Therefore, it will be ensured that all metadata are described consistently throughout the project and are well documented. For any datasets where there is an interest to publish, it will be investigated if the use of domain-agnostic metadata standards (e.g. Data Package, DDI, Dublin Core) or metadata standards from possibly connected fields (e.g. Darwin Core) is feasible within the project. 5. Data storage and backup during the FWO project Where will the data be stored? All code, simulation-/measurement data and project files are version controlled and stored in GitLab and OneDrive. The choice for GitLab and OneDrive is made because the project does not This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 involve sensitive personal data and to facilitate collaboration, should an oportunity present itself. For the duration of each sub-project, data, code and project files are also stored on the researcher's computer hard drive. This hard copy serves as an easy access alternative for instances when there is no (secure) internet connection. How is backup of the data provided? Both storage locations (GitLab and OneDrive) have adequate backup strategies in place. The risks and loss of time associated with data loss or damage are mitigated by the use of multiple storage locations (GitLab, OneDrive, hard drive). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes All storage locations (GitLab, OneDrive, hard drive) have sufficient capacity to store all data of the entire project. What are the expected costs for data storage and back up during the project? How will these costs be covered? Data storage costs on GitLab and OneDrive and hard drive capacity on the research laptop are covered by the internal ICT contributions. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The project will not use any personal data. All generated data is stored securely on KU Leuven's servers (GitLab, OneDrive) and behind proper authentication. During the project, the researcher and the promotor will evaluate how and when to share data. Sharing of data will occur through a secure channel such as Belnet Filesender. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Simulation-generated/measurement datasets related to publications, code and metadata are stored in the KU Leuven Research Data Repository (RDR). The data within the RDR are openly available and linked to the publications through Lirias, ORCID and ResearchGate to maximize dissemination. Video footage to support publications and presentations are released on the project's YouTube channel. A copy of the video footage to support publications is stored in the RDR as well. Where will the data be archived (= stored for the longer term)? The retained data is archived in the KU Leuven RDR. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The amount of preserved data is expected to not exceed 50GB. This amount of storage on the KU Leuven RDR is covered by the internal ICT contributions. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No No 3rd party agreements or legal restrictions will prevent the sharing of software or data. Which data will be made available after the end of the project? The full dataset and code and documentation will be deposited in the KU Leuven Research Data Repository and made available as open access. Where/how will the data be made available for reuse? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 In an Open Access repository The full dataset and code and documentation will be deposited in the KU Leuven Research Data Repository and made available as open access. When will the data be made available? Upon publication of the research results Datasets and software will be published and released as soon as we see fit and definitely upon publication of the research results. Who will be able to access the data and under what conditions? The full dataset and code and documentation will be deposited in the KU Leuven Research Data Repository and made available as open access. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? The cost for data sharing in the RDR are covered by the institution's internal ICT contributions. If publishers require datasets to be stored elsewhere, related costs are expected to be marginal since individual publications are not accompanied by very large amounts of data (expected <10GB per publication). These costs will then be covered by the project's consumable budget. 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher is responsible for code and datasets with proper metadata. Who will be responsible for data storage & back up during the project? The researcher is responsible for data storage & back up during the project. This is supervised by Dirk Vandepitte, the promotor. Who will be responsible for ensuring data preservation and reuse ? The researcher is responsible for ensuring data preservation and reuse. This is supervised by Dirk Vandepitte, the promotor. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}