{
    "document_id": "D-2023-2380",
    "LinkTitle": "D-2023-2380",
    "file_name": "D-2023-2380.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2380.pdf",
    "metadata": {
        "title": "https://dmponline.be/plans/202862/export?format=pdf&export%5Bform%5D=true&phase_id%5B%5D=17351&export%5Bproject_details%5D=true&export%5Bquestion_headings%5D=true&export%5Bunanswered_questions%5D=true&export%5Bformatting%5D%5Bfont_face%5D=%22Times+New+Roman%22%2C+Times%2C+Serif&export%5Bformatting%5D%5Bfont_size%5D=14&export%5Bformatting%5D%5Bmargin%5D%5Btop%5D=25&export%5Bformatting%5D%5Bmargin%5D%5Bbottom%5D=20&export%5Bformatting%5D%5Bmargin%5D%5Bleft%5D=12&export%5Bformatting%5D%5Bmargin%5D%5Bright%5D=12&button=",
        "author": "Lise Appels",
        "num_pages": 6
    },
    "content": {
        "full_text": "In-situ catalytic bioconversion of pharmaceutically active compounds in wastewaterIn-situ catalytic bioconversion of pharmaceutically active compounds in wastewaterA Data Management Plan created using DMPonline.beCreators: Creators: n.n. n.n., Lise Appels, n.n. n.n., n.n. n.n.Affiliation: Affiliation: KU Leuven (KUL)Funder: Funder: KU Leuven (KUL)Template: Template: KU Leuven BOF-IOFPrincipal Investigator:Principal Investigator: n.n. n.n., Lise Appels, n.n. n.n.Data Manager:Data Manager: n.n. n.n.Project Administrator:Project Administrator: n.n. n.n.Grant number / URL: Grant number / URL: CELSA/23/021ID: ID: 202862Start date: Start date: 01-01-2023End date: End date: 30-09-2025Project abstract:Project abstract:Pharmaceutically active compounds (PhACs) in natural water bodies are an emerging problem of growing concern since they exhibit high persistence,low biodegradability, promotion of pathogen resistance, and carcinogenic and mutagenic properties. Current (biological) wastewater treatment systemsfail to effectively remove these components, leading to the need of their upgrading. AnaCat responds to this imminent problem by investigation theapplication of novel, waste-derived nanocatalytic carbonaceous materials in anaerobic wastewater treatment systems. By specifically tailoring theirproperties, they can be efficiently used in the fabrication of low-density biocarriers and electrode materials with the large available surface area toenhance PhAC degradation and colonization ofthe microbial communities, hence promoting the performance of anaerobicwastewater treatment. A consortium of KU Leuven and Tartu University research teams with complementary expertise will realize the enhancedbioconversion system(s) by designing, fabricating and applying biomass-derived (nano)catalyticcarbonaceous structures (n-CCSs). Four reactor configurations will be assessed, in which the n-CCSs will be applied in suspension, as a carrier materialand as a biocathode coating. The approach will hence enable to compare the effectiveness in the configurations towards both PhAC degradation andmicrobial community development, and lead to innovations in anaerobic wastewater treatment. The availability of the different systems (suspended,membrane bioreactor and bioelectrochemical) in is a clear benefit for the AnaCat project since it enables to exploit different anaerobic systems andhence make a comparison between the various approaches, which has not been published before, and represents a strong aspect in elucidating differentapplication possibilities of the designed materials.Last modified: Last modified: 18-01-2024\nCreated using DMPonline.be. Last modiﬁed 18 January 20241 of 6\nIn-situ catalytic bioconversion of pharmaceutically active compounds in wastewaterIn-situ catalytic bioconversion of pharmaceutically active compounds in wastewaterResearch Data SummaryResearch Data SummaryList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset orList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset ordata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicatedata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicatewhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), itswhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), itstechnical format (file extension), and an estimate of the upper limit of the volume of the data.technical format (file extension), and an estimate of the upper limit of the volume of the data.Datasetname / IDDescriptionNew or reuseDigital or Physical dataData TypeFileformatDatavolumePhysicalvolume  Indicate:NN(ew data) orEE(xisting data) Indicate:  DD(igital) orPP(hysical)Indicate:AAudiovisualIImagesSSoundNNumericalTTextualMModelSOSOftwareOther(specify) Indicate:<1GB<100GB<1TB<5TB>5TBNA Lab notesDescription of experimental setup andpractical execution of the experimentsND (if Physical, the noteswill be digitalized)T.docx<1 GB3-5notebooksTOC-TNTOC-TN concentrationsNDN(experimental).xlsx<100GB ICcation and anion concentrationsNDN(experimental).xlsx<100GB XRDXRD-profilesNDN(experimental).xlsx<100GB SEMmicroscopy imagesNDN(experimental.tif<100GB FTIRFTIR spectraNDN(experimental).xlsx<100GB MolecularSequencingOTU quantification and identificationNDN(experimental).fastq<100GB BETmorphological characterizationNDN(experimental).tf,.xlsx<100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or dataIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or datatype:type:NAAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer toAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer tospecific datasets or data types when appropriate and provide the relevant ethical approval number.specific datasets or data types when appropriate and provide the relevant ethical approval number.NoWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZLeuven privacy register number (G or S number).Leuven privacy register number (G or S number).NoCreated using DMPonline.be. Last modiﬁed 18 January 20242 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. YesBefore every publication, the potential towards IP creation will be assessed. If there is IP potential, the relevance will be communicated withthe relevant tech transfer offices. Therefore, all relevant data will be kept restricted until assessment towards filing a patent. Once thesegranted, the data can be made public.Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.NoAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, pleaseAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, pleaseexplain in the comment section to what data they relate and which restrictions will be asserted.explain in the comment section to what data they relate and which restrictions will be asserted.NoDocumentation and MetadataDocumentation and MetadataClearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usabledata understandable and usable,,for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Labfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic LabNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The data files will be given a unique name using a standardized coding system, including date of the experiment, name of the researcher, typeof analysis and the sample code. A table of content document will be provided with the explanation of each code and a short description of each related project. A link will beembedded to the data file location.Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the datafind and reuse the data?  ?  If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. NoData Storage & Back-up during the Research ProjectData Storage & Back-up during the Research ProjectWhere will the data be stored?Where will the data be stored?OneDrive (KU Leuven)Created using DMPonline.be. Last modiﬁed 18 January 20243 of 6\nHow will the data be backed up?How will the data be backed up?Standard back-up provided by KU Leuven ICTS for my storage solutionIs there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. YesHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will only be stored on OneDrive and the internal KU Leuven drives. Both are only accessable through a 2-factor autentication protocol(password and KU Leuven authenticator).What are the expected costs for data storage and backup during the research project? How will these costs be covered?What are the expected costs for data storage and backup during the research project? How will these costs be covered?OneDrive is free of charge. Data Preservation after the end of the Research ProjectData Preservation after the end of the Research ProjectWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutionalIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutionalpolicies...).policies...).All data will be preserved for 10 years according to KU Leuven RDM policyWhere will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDRWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Every researcher can store 50 GB per year for free.Data Sharing and ReuseData Sharing and ReuseWill the data (or part of the data) be made available for reuse after/during the project?  Will the data (or part of the data) be made available for reuse after/during the project?  Please explain per dataset or data type which data will be made available.Please explain per dataset or data type which data will be made available.Yes, as restricted data (upon approval, or institutional access only)Created using DMPonline.be. Last modiﬁed 18 January 20244 of 6\nIf access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. All researchers involved and the PIs will have access to the data. External researchers will only get access after PI's approval. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legalAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legalrestrictions)? restrictions)? Please explain per dataset or data type where appropriate.Please explain per dataset or data type where appropriate.Yes, intellectual property rightsOnly data with potential IP protection will be restricted and will not be published before filing a patent.Where will the data be made available?  Where will the data be made available?  If already known, please provide a repository per dataset or data type.If already known, please provide a repository per dataset or data type.KU Leuven RDR (Research Data Repository)When will the data be made available? When will the data be made available? Upon publication of research resultsWhich data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Data Transfer Agreement (restricted data)Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide itDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide ithere. here. NoWhat are the expected costs for data sharing? How will these costs be covered?  What are the expected costs for data sharing? How will these costs be covered?  Every researcher can store 50 GB per year for free.ResponsibilitiesResponsibilitiesWho will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 18 January 20245 of 6\nThe researchers involved.Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researchers involved. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Lise Appels and Nick SweygersWho will update and implement this DMP? Who will update and implement this DMP? Nick Sweygers\nCreated using DMPonline.be. Last modiﬁed 18 January 20246 of 6"
    },
    "clean_full_text": "In-situ catalytic bioconversion of pharmaceutically active compounds in wastewaterIn-situ catalytic bioconversion of pharmaceutically active compounds in wastewaterA Data Management Plan created using DMPonline.beCreators: Creators: n.n. n.n., Lise Appels, n.n. n.n., n.n. n.n.Affiliation: Affiliation: KU Leuven (KUL)Funder: Funder: KU Leuven (KUL)Template: Template: KU Leuven BOF-IOFPrincipal Investigator:Principal Investigator: n.n. n.n., Lise Appels, n.n. n.n.Data Manager:Data Manager: n.n. n.n.Project Administrator:Project Administrator: n.n. n.n.Grant number / URL: Grant number / URL: CELSA/23/021ID: ID: 202862Start date: Start date: 01-01-2023End date: End date: 30-09-2025Project abstract:Project abstract:Pharmaceutically active compounds (PhACs) in natural water bodies are an emerging problem of growing concern since they exhibit high persistence,low biodegradability, promotion of pathogen resistance, and carcinogenic and mutagenic properties. Current (biological) wastewater treatment systemsfail to effectively remove these components, leading to the need of their upgrading. AnaCat responds to this imminent problem by investigation theapplication of novel, waste-derived nanocatalytic carbonaceous materials in anaerobic wastewater treatment systems. By specifically tailoring theirproperties, they can be efficiently used in the fabrication of low-density biocarriers and electrode materials with the large available surface area toenhance PhAC degradation and colonization ofthe microbial communities, hence promoting the performance of anaerobicwastewater treatment. A consortium of KU Leuven and Tartu University research teams with complementary expertise will realize the enhancedbioconversion system(s) by designing, fabricating and applying biomass-derived (nano)catalyticcarbonaceous structures (n-CCSs). Four reactor configurations will be assessed, in which the n-CCSs will be applied in suspension, as a carrier materialand as a biocathode coating. The approach will hence enable to compare the effectiveness in the configurations towards both PhAC degradation andmicrobial community development, and lead to innovations in anaerobic wastewater treatment. The availability of the different systems (suspended,membrane bioreactor and bioelectrochemical) in is a clear benefit for the AnaCat project since it enables to exploit different anaerobic systems andhence make a comparison between the various approaches, which has not been published before, and represents a strong aspect in elucidating differentapplication possibilities of the designed materials.Last modified: Last modified: 18-01-2024 Created using DMPonline.be. Last modiﬁed 18 January 20241 of 6 In-situ catalytic bioconversion of pharmaceutically active compounds in wastewaterIn-situ catalytic bioconversion of pharmaceutically active compounds in wastewaterResearch Data SummaryResearch Data SummaryList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset orList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset ordata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicatedata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicatewhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), itswhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), itstechnical format (file extension), and an estimate of the upper limit of the volume of the data.technical format (file extension), and an estimate of the upper limit of the volume of the data.Datasetname / IDDescriptionNew or reuseDigital or Physical dataData TypeFileformatDatavolumePhysicalvolume Indicate:NN(ew data) orEE(xisting data) Indicate: DD(igital) orPP(hysical)Indicate:AAudiovisualIImagesSSoundNNumericalTTextualMModelSOSOftwareOther(specify) Indicate:<1GB<100GB<1TB<5TB>5TBNA Lab notesDescription of experimental setup andpractical execution of the experimentsND (if Physical, the noteswill be digitalized)T.docx<1 GB3-5notebooksTOC-TNTOC-TN concentrationsNDN(experimental).xlsx<100GB ICcation and anion concentrationsNDN(experimental).xlsx<100GB XRDXRD-profilesNDN(experimental).xlsx<100GB SEMmicroscopy imagesNDN(experimental.tif<100GB FTIRFTIR spectraNDN(experimental).xlsx<100GB MolecularSequencingOTU quantification and identificationNDN(experimental).fastq<100GB BETmorphological characterizationNDN(experimental).tf,.xlsx<100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or dataIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or datatype:type:NAAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer toAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer tospecific datasets or data types when appropriate and provide the relevant ethical approval number.specific datasets or data types when appropriate and provide the relevant ethical approval number.NoWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZLeuven privacy register number (G or S number).Leuven privacy register number (G or S number).NoCreated using DMPonline.be. Last modiﬁed 18 January 20242 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. YesBefore every publication, the potential towards IP creation will be assessed. If there is IP potential, the relevance will be communicated withthe relevant tech transfer offices. Therefore, all relevant data will be kept restricted until assessment towards filing a patent. Once thesegranted, the data can be made public.Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.NoAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, pleaseAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, pleaseexplain in the comment section to what data they relate and which restrictions will be asserted.explain in the comment section to what data they relate and which restrictions will be asserted.NoDocumentation and MetadataDocumentation and MetadataClearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usabledata understandable and usable,,for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Labfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic LabNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The data files will be given a unique name using a standardized coding system, including date of the experiment, name of the researcher, typeof analysis and the sample code. A table of content document will be provided with the explanation of each code and a short description of each related project. A link will beembedded to the data file location.Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the datafind and reuse the data? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. NoData Storage & Back-up during the Research ProjectData Storage & Back-up during the Research ProjectWhere will the data be stored?Where will the data be stored?OneDrive (KU Leuven)Created using DMPonline.be. Last modiﬁed 18 January 20243 of 6 How will the data be backed up?How will the data be backed up?Standard back-up provided by KU Leuven ICTS for my storage solutionIs there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. YesHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will only be stored on OneDrive and the internal KU Leuven drives. Both are only accessable through a 2-factor autentication protocol(password and KU Leuven authenticator).What are the expected costs for data storage and backup during the research project? How will these costs be covered?What are the expected costs for data storage and backup during the research project? How will these costs be covered?OneDrive is free of charge. Data Preservation after the end of the Research ProjectData Preservation after the end of the Research ProjectWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutionalIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutionalpolicies...).policies...).All data will be preserved for 10 years according to KU Leuven RDM policyWhere will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDRWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Every researcher can store 50 GB per year for free.Data Sharing and ReuseData Sharing and ReuseWill the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available.Please explain per dataset or data type which data will be made available.Yes, as restricted data (upon approval, or institutional access only)Created using DMPonline.be. Last modiﬁed 18 January 20244 of 6 If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. All researchers involved and the PIs will have access to the data. External researchers will only get access after PI's approval. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legalAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legalrestrictions)? restrictions)? Please explain per dataset or data type where appropriate.Please explain per dataset or data type where appropriate.Yes, intellectual property rightsOnly data with potential IP protection will be restricted and will not be published before filing a patent.Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type.If already known, please provide a repository per dataset or data type.KU Leuven RDR (Research Data Repository)When will the data be made available? When will the data be made available? Upon publication of research resultsWhich data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Data Transfer Agreement (restricted data)Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide itDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide ithere. here. NoWhat are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Every researcher can store 50 GB per year for free.ResponsibilitiesResponsibilitiesWho will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 18 January 20245 of 6 The researchers involved.Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researchers involved. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Lise Appels and Nick SweygersWho will update and implement this DMP? Who will update and implement this DMP? Nick Sweygers Created using DMPonline.be. Last modiﬁed 18 January 20246 of 6"
}