{
    "document_id": "D-2023-2302",
    "LinkTitle": "D-2023-2302",
    "file_name": "D-2023-2302.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2302.pdf",
    "metadata": {
        "title": "Neurocognitive mechanisms of metacognition in arithmetic",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Neurocognitive mechanisms of metacognition in arithmetic\nA Data Management Plan created using DMPonline.be\nCreator: \nBert De Smedt \n \nhttps://orcid.org/0000-0002-3313-3278\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nBert De Smedt \n \nhttps://orcid.org/0000-0002-3313-3278\nData Manager:\n \nBert De Smedt \n \nhttps://orcid.org/0000-0002-3313-3278\nProject Administrator:\n \nBert De Smedt \n \nhttps://orcid.org/0000-0002-3313-3278\nGrant number / URL: \nG004123N\nID: \n198619\nStart date: \n31-12-2022\nEnd date: \n30-12-2026\nProject abstract:\nThere is nascent evidence that children’s metacognitive regulation, i.e. higher order cognitive resources that monitor\nand control task performance, predicts their arithmetic skills, although existing research largely focused on\nmetacognitive monitoring and less on metacognitive control, and has been limited to specific (young) age groups. We\nalso know little about the electrophysiological correlates of these processes, particularly not in developmental\npopulations. Therefore, the aim of the present project is to more systematically investigate the neurocognitive\nmechanisms of metacognitive regulation during arithmetic problem solving and learning in children and adults. Three\nwork packages will investigate (1) the association between arithmetic performance and metacognitive regulation in four\nage groups using electrophysiological (EEG) and behavioral measures (2) the roles of metacognitive regulation and its\nneurophysiological correlates in learning novel arithmetic problems (3) whether the association between metacognitive\nregulation and arithmetic is causal by examining the behavioral and electrophysiological effects of stimulating\nmetacognitive regulation on arithmetic performance and learning. Collectively, these studies are destined to yield\nimportant new insights in the associations between metacognitive regulation and arithmetic performance, learning and\ndevelopment. They provide a critical ground for the development of educational and remedial interventions.\nLast modified: \n14-04-2023\nCreated using DMPonline.be. Last modiﬁed 14 April 2023\n1 of 8\nNeurocognitive mechanisms of metacognition in arithmetic\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for physical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical volume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nWP1\nAssociation between\nmetacognitive regulation\nand arithmetic\nperformance\nNew data\nDigital;\nphysical\nObservational\n.csv, .pdf\n< 100 GB\napprox.  400\nquestionnaires to\ncollect\ndemographic\ndata (1200\npages)\nWP2\nAssociations between\nmetacognitive regulation\nand arithmetic learning\nNew data\nDigital;\nphysical\nObservational\n.csv, .pdf\n< 100 GB\napprox.  300\nquestionnaires to\ncollect\ndemographic\ndata (900 pages)\nWP3\nEffect of metacognitive\ntraining on arithmetic\nNew data\nDigital;\nphysical\nObservational\n.csv, .pdf\n< 100 GB\napprox.  150\nquestionnaires to\ncollect\ndemographic\ndata (450 pages)\n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWe will not reuse existing data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nWe will collect data on children's and adults metacognitive regulation and their arithmetic performance and learning. In each of the work packages we will measure\nchildren's metacognitive regulation and their arithmetic performance with custom-made cognitive tasks that will be developed using the Open Sesame software. In work\npackage 2, participants will additionally complete an arithmetic training. In work package 3,  they will additionally complete a metacognitive training. In addition to these\ntasks, we will collect information about relevant non-cognitive factors (demographic & background information (e.g., socioeconomic status).We will pseudonymize the\ncollected data and will follow KU Leuven’s GDPR code of using and processing personal data. Furthermore, we will submit an ethical application to the Social and Societal\nEthics Committee KU Leuven (SMEC) and register this application via the PRET tool in the first year of the project, before data will be collected.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nPersonal data of the participants are name and date-of-birth. These are collected for ID purposes during data collection. It also includes contact information (e.g., email\naddress, name of the school…) and signed informed consents. This information is only available to researchers involved in recruitment and data collection (i.e., Bert De\nSmedt the to be appointed PhD student). The file linking the code and personal identifiers age/dob is only accessible to these researchers. It is stored in a personal\nOneDrive folder of Bert De Smedt. For the remainder of the study, all derivative data will be coded, and thus pseudonymized, and stored in a different shared OneDrive\nfolder.\nWe will follow KU Leuven’s GDPR code of using and processing personal data. Furthermore, an ethics application for SMEC will be submitted and registered via the PRET\ntool.\nCreated using DMPonline.be. Last modiﬁed 14 April 2023\n2 of 8\nThe above applies to all datasets collected in this project.\n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nFor each work package, we will make a codebook documenting the study design, sampling, measures and variables that allows a secondary data analyst to use the data\naccurately and effectively. \nAll tests materials will be made available on the open science framework (OSF) account of the KU Leuven PI Bert De Smedt (\nhttps://osf.io/cmvdh/\n ). This documentation\nincludes per measure, how it was constructed and how performance indices were calculated. We will pre-register our data-analysis plan on OSF for each work package. It\nwill be made available after publication, along with the respective dataset.\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nQuestionnaires and informed consents will be separately archived in a locked room in the office of Bert De Smedt.\nDigital data will be stored in a shared folder on OneDrive. This folder will only be accessible by the KU Leuven principal investigator (Bert De Smedt) and the PhD\nresearcher working on the project. The KU Leuven OneDrive is password protected. The data will be on the shared OneDrive during the project. After completion of the\nproject all data will be transferred to the OneDrive archive of Bert De Smedt.\nPseudonymized data will be made available on OSF when a study is published.\nHow will the data be backed up?\nThe data will be stored on the KU Leuven OneDrive. This data storage location has daily automatic back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe total estimated amount of digital data is 25 GB. The KU Leuven OneDrive for Business (storage capacity 2 TB) has sufficient storage & backup capacity during the\nproject.\nCreated using DMPonline.be. Last modiﬁed 14 April 2023\n3 of 8\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nDigital data will be stored in a shared OneDrive folder, which can only be accessed by the involved KU Leuven researchers. The data will be pseudonymized by removing\npersonal data and by storing this data separately from the research data on the personal OneDrive of Bert De Smedt and the PhD student. Multi-factor authentication is\nactivated for the KU Leuven login of all researchers having access to the data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe expect no costs for data storage and backup on the OneDrive for business during the research project.\n \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data will be stored for 10 years in line with the KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nOffline copies (questionnaires) and informed consents will be separately archived in a locked room for the expected 10 year period after the end of the project. They will\nbe destroyed after the 10 year period.\nDigital data will be stored in OneDrive folders of Bert De Smedt for at least 10 years.\nAfter publication of a study, the pseudonymized dataset that was analysed in that study will be made available on the OSF account of Bert De Smedt\n(\nhttps://osf.io/cmvdh/\n).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe expect no costs for data preservation during the expected retention period.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe pseudonymized dataset of each study will be uploaded on the OSF account of the KU Leuven PI (Bert De Smedt) in a csv format (\nhttps://osf.io/cmvdh/\n) upon\npublication of a study.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe pseudonymized dataset of a study will be shared in a csv format on the OSF platform. It will be available to anyone provided that they give appropriate credit.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe pseudonymized dataset per study will be uploaded in a csv format at the OSF on the account of the KU Leuven PI Bert De Smedt (\nhttps://osf.io/cmvdh/\n).\n \nWhen will the data be made available?\nThe pseudonymized dataset of a study will be uploaded on the OSF account of Bert De Smedt upon publication of a study.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreated using DMPonline.be. Last modiﬁed 14 April 2023\n4 of 8\nThe pseudonymized dataset of a study will be made available via the OSF account of Bert De Smedt under a Creative Commons Attribution license (CC-BY 4.0), so that\nusers have to give credit to the original data creators.\n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWe intend to add a PID/DOI/accession number to our dataset but this number is not available yet.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no costs expected.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe data documentation and metadata during the research project will be managed by Bert De Smedt (PI) supported by the to be appointed PhD student . \nWho will manage data storage and backup during the research project?\nThe data storage and backup during the research project will be managed by Bert De Smedt (PI) supported by the to be appointed PhD student . \nWho will manage data preservation and sharing?\nThe data storage and backup during the research project will be managed by Bert De Smedt (PI) supported by the to be appointed PhD student . \nWho will update and implement this DMP?\nThe PI (Bert De Smedt) bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 14 April 2023\n5 of 8\nNeurocognitive mechanisms of metacognition in arithmetic\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nThe different data types that will be collected are behavioral data (cognitive tests) and\nquestionnaires (including demographic information).\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n2\n. \nStorage capacity/repository\nduring the research\nafter the research\n \nResponsible person\n: Bert De Smedt\nStorage capacity during research\n: All data will be safely stored on secured network drives to which only the PI and PhD-student will have access. Anonymized\ndatasets (in which all identifying information has been removed) will be exchanged between the project partners.\nStorage after the research:\n Data will be archived on the OneDrive of the PI. Upon publication, all data, materials and analysis scripts that are included in the respective\npublication will be made available on the open science framework on the account of\nthe PI https://osf.io/cmvdh\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nI do not wish to deviate from this.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nAll data will be handled according to General Data Protection Regulation (GDPR) (Regulation (EU) 2016/679). No personal identifiers will be used during the research.\nPrivacy will be safeguarded by linking all data to a unique code that contains no personal information. Any identifying information will be eliminated from the data files.\nPersonal information (age, contact details) will be stored in a separate password-protected file.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nAll electronic data will be stored on a shared KU Leuven OneDrive, following procedure for\nstoring confidential data at our department. Only members of the research team will have access to this shared OneDrive . Any data used for repositing on the Open\nScience Framework or for publication will be fully anonymised. We will produce a detailed data management plan as we did successfully in previous projects, e.g. FWO\nproject G.0707.20 and D-2022-1734).\nCreated using DMPonline.be. Last modiﬁed 14 April 2023\n6 of 8\nNeurocognitive mechanisms of metacognition in arithmetic\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 14 April 2023\n7 of 8\nNeurocognitive mechanisms of metacognition in arithmetic\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 14 April 2023\n8 of 8"
    },
    "clean_full_text": "Neurocognitive mechanisms of metacognition in arithmetic A Data Management Plan created using DMPonline.be Creator: Bert De Smedt https://orcid.org/0000-0002-3313-3278 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Bert De Smedt https://orcid.org/0000-0002-3313-3278 Data Manager: Bert De Smedt https://orcid.org/0000-0002-3313-3278 Project Administrator: Bert De Smedt https://orcid.org/0000-0002-3313-3278 Grant number / URL: G004123N ID: 198619 Start date: 31-12-2022 End date: 30-12-2026 Project abstract: There is nascent evidence that children’s metacognitive regulation, i.e. higher order cognitive resources that monitor and control task performance, predicts their arithmetic skills, although existing research largely focused on metacognitive monitoring and less on metacognitive control, and has been limited to specific (young) age groups. We also know little about the electrophysiological correlates of these processes, particularly not in developmental populations. Therefore, the aim of the present project is to more systematically investigate the neurocognitive mechanisms of metacognitive regulation during arithmetic problem solving and learning in children and adults. Three work packages will investigate (1) the association between arithmetic performance and metacognitive regulation in four age groups using electrophysiological (EEG) and behavioral measures (2) the roles of metacognitive regulation and its neurophysiological correlates in learning novel arithmetic problems (3) whether the association between metacognitive regulation and arithmetic is causal by examining the behavioral and electrophysiological effects of stimulating metacognitive regulation on arithmetic performance and learning. Collectively, these studies are destined to yield important new insights in the associations between metacognitive regulation and arithmetic performance, learning and development. They provide a critical ground for the development of educational and remedial interventions. Last modified: 14-04-2023 Created using DMPonline.be. Last modiﬁed 14 April 2023 1 of 8 Neurocognitive mechanisms of metacognition in arithmetic FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA WP1 Association between metacognitive regulation and arithmetic performance New data Digital; physical Observational .csv, .pdf < 100 GB approx. 400 questionnaires to collect demographic data (1200 pages) WP2 Associations between metacognitive regulation and arithmetic learning New data Digital; physical Observational .csv, .pdf < 100 GB approx. 300 questionnaires to collect demographic data (900 pages) WP3 Effect of metacognitive training on arithmetic New data Digital; physical Observational .csv, .pdf < 100 GB approx. 150 questionnaires to collect demographic data (450 pages) If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We will not reuse existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data We will collect data on children's and adults metacognitive regulation and their arithmetic performance and learning. In each of the work packages we will measure children's metacognitive regulation and their arithmetic performance with custom-made cognitive tasks that will be developed using the Open Sesame software. In work package 2, participants will additionally complete an arithmetic training. In work package 3, they will additionally complete a metacognitive training. In addition to these tasks, we will collect information about relevant non-cognitive factors (demographic & background information (e.g., socioeconomic status).We will pseudonymize the collected data and will follow KU Leuven’s GDPR code of using and processing personal data. Furthermore, we will submit an ethical application to the Social and Societal Ethics Committee KU Leuven (SMEC) and register this application via the PRET tool in the first year of the project, before data will be collected. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Personal data of the participants are name and date-of-birth. These are collected for ID purposes during data collection. It also includes contact information (e.g., email address, name of the school…) and signed informed consents. This information is only available to researchers involved in recruitment and data collection (i.e., Bert De Smedt the to be appointed PhD student). The file linking the code and personal identifiers age/dob is only accessible to these researchers. It is stored in a personal OneDrive folder of Bert De Smedt. For the remainder of the study, all derivative data will be coded, and thus pseudonymized, and stored in a different shared OneDrive folder. We will follow KU Leuven’s GDPR code of using and processing personal data. Furthermore, an ethics application for SMEC will be submitted and registered via the PRET tool. Created using DMPonline.be. Last modiﬁed 14 April 2023 2 of 8 The above applies to all datasets collected in this project. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For each work package, we will make a codebook documenting the study design, sampling, measures and variables that allows a secondary data analyst to use the data accurately and effectively. All tests materials will be made available on the open science framework (OSF) account of the KU Leuven PI Bert De Smedt ( https://osf.io/cmvdh/ ). This documentation includes per measure, how it was constructed and how performance indices were calculated. We will pre-register our data-analysis plan on OSF for each work package. It will be made available after publication, along with the respective dataset. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? Questionnaires and informed consents will be separately archived in a locked room in the office of Bert De Smedt. Digital data will be stored in a shared folder on OneDrive. This folder will only be accessible by the KU Leuven principal investigator (Bert De Smedt) and the PhD researcher working on the project. The KU Leuven OneDrive is password protected. The data will be on the shared OneDrive during the project. After completion of the project all data will be transferred to the OneDrive archive of Bert De Smedt. Pseudonymized data will be made available on OSF when a study is published. How will the data be backed up? The data will be stored on the KU Leuven OneDrive. This data storage location has daily automatic back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The total estimated amount of digital data is 25 GB. The KU Leuven OneDrive for Business (storage capacity 2 TB) has sufficient storage & backup capacity during the project. Created using DMPonline.be. Last modiﬁed 14 April 2023 3 of 8 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Digital data will be stored in a shared OneDrive folder, which can only be accessed by the involved KU Leuven researchers. The data will be pseudonymized by removing personal data and by storing this data separately from the research data on the personal OneDrive of Bert De Smedt and the PhD student. Multi-factor authentication is activated for the KU Leuven login of all researchers having access to the data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? We expect no costs for data storage and backup on the OneDrive for business during the research project. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be stored for 10 years in line with the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Offline copies (questionnaires) and informed consents will be separately archived in a locked room for the expected 10 year period after the end of the project. They will be destroyed after the 10 year period. Digital data will be stored in OneDrive folders of Bert De Smedt for at least 10 years. After publication of a study, the pseudonymized dataset that was analysed in that study will be made available on the OSF account of Bert De Smedt ( https://osf.io/cmvdh/ ). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect no costs for data preservation during the expected retention period. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The pseudonymized dataset of each study will be uploaded on the OSF account of the KU Leuven PI (Bert De Smedt) in a csv format ( https://osf.io/cmvdh/ ) upon publication of a study. If access is restricted, please specify who will be able to access the data and under what conditions. The pseudonymized dataset of a study will be shared in a csv format on the OSF platform. It will be available to anyone provided that they give appropriate credit. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. The pseudonymized dataset per study will be uploaded in a csv format at the OSF on the account of the KU Leuven PI Bert De Smedt ( https://osf.io/cmvdh/ ). When will the data be made available? The pseudonymized dataset of a study will be uploaded on the OSF account of Bert De Smedt upon publication of a study. Which data usage licenses are you going to provide? If none, please explain why. Created using DMPonline.be. Last modiﬁed 14 April 2023 4 of 8 The pseudonymized dataset of a study will be made available via the OSF account of Bert De Smedt under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes We intend to add a PID/DOI/accession number to our dataset but this number is not available yet. What are the expected costs for data sharing? How will these costs be covered? There are no costs expected. 6. Responsibilities Who will manage data documentation and metadata during the research project? The data documentation and metadata during the research project will be managed by Bert De Smedt (PI) supported by the to be appointed PhD student . Who will manage data storage and backup during the research project? The data storage and backup during the research project will be managed by Bert De Smedt (PI) supported by the to be appointed PhD student . Who will manage data preservation and sharing? The data storage and backup during the research project will be managed by Bert De Smedt (PI) supported by the to be appointed PhD student . Who will update and implement this DMP? The PI (Bert De Smedt) bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 14 April 2023 5 of 8 Neurocognitive mechanisms of metacognition in arithmetic Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The different data types that will be collected are behavioral data (cognitive tests) and questionnaires (including demographic information). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 2 . Storage capacity/repository during the research after the research Responsible person : Bert De Smedt Storage capacity during research : All data will be safely stored on secured network drives to which only the PI and PhD-student will have access. Anonymized datasets (in which all identifying information has been removed) will be exchanged between the project partners. Storage after the research: Data will be archived on the OneDrive of the PI. Upon publication, all data, materials and analysis scripts that are included in the respective publication will be made available on the open science framework on the account of the PI https://osf.io/cmvdh What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) I do not wish to deviate from this. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) All data will be handled according to General Data Protection Regulation (GDPR) (Regulation (EU) 2016/679). No personal identifiers will be used during the research. Privacy will be safeguarded by linking all data to a unique code that contains no personal information. Any identifying information will be eliminated from the data files. Personal information (age, contact details) will be stored in a separate password-protected file. Which other issues related to the data management are relevant to mention? (use up to 700 characters) All electronic data will be stored on a shared KU Leuven OneDrive, following procedure for storing confidential data at our department. Only members of the research team will have access to this shared OneDrive . Any data used for repositing on the Open Science Framework or for publication will be fully anonymised. We will produce a detailed data management plan as we did successfully in previous projects, e.g. FWO project G.0707.20 and D-2022-1734). Created using DMPonline.be. Last modiﬁed 14 April 2023 6 of 8 Neurocognitive mechanisms of metacognition in arithmetic DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 14 April 2023 7 of 8 Neurocognitive mechanisms of metacognition in arithmetic GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 14 April 2023 8 of 8"
}