{
    "document_id": "D-2021-1081",
    "LinkTitle": "D-2021-1081",
    "file_name": "D-2021-1081.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1081.pdf",
    "metadata": {
        "title": "D-2021-1081",
        "author": "Microsoft Office User",
        "num_pages": 6
    },
    "content": {
        "full_text": "Data Management Plan  \nProject Name: ACTIVATE: Autophagy is a master regulator for the immune funCTions of the lymph \nnode VasculATurE\nGrant Title: 12Y4322N\nPrincipal Investigator / Researcher: Kathryn Jacobs\nDescription: Lymph nodes (LNs) sequester antigens to educate immune cells and mount \nimmunological responses. Under homeostasis, lymphatic vessels (LVs) deliver immune cells and \nantigens from peripheral tissues and are the major route of lymphocyte efflux, meanwhile high \nendothelial venules (HEVs) extract lymphocytes from the blood stream to be primed by antigens, thus  \nboth are essential to lymphocyte education. Autophagy is a major degradative pathway implicated in \ncellular homeostasis and stress responses. Recently, much attention has been placed on targeting it \nacross a variety of diseases, including cancer, however, potential off-target effects on immune \nresponses must be elucidated. Preliminary data from the hosts reveal an important role of autophagy \nin the functioning of LVs and HEVs within LNs, via an intersection with fatty acid oxidation (FAO). \nTherefore, this proposal seeks to address the hypothesis that the autophagy-FAO signaling axis is \nessential for the functioning of LV and HEV identity within the LN. Using mouse models with \nendothelial cell deletion of autophagy, and FAO genes, I will combine imaging, scRNA seq, and \nmetabolomics analysis of LNs to characterize changes in lymph endothelial cell and HEV \nheterogeneity under steady-state, inflammatory, and tumor bearing conditions. In the long term, this \nresearch should provide conceptual understanding into novel roles for vascular autophagy in \nregulating LNs, which may inform therapeutic selection for inflammation and cancer.  \n1. GENERAL INFORMATION  \nName applicant \nKathryn Jacobs\nFWO Project Number & Title  \n12Y4322N -ACTIVATE: Autophagy is a master regulator for the immune funCTions of the lymph node  \nVasculATurE \nAffiliation \n● KU Leuven \n2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \n●  Generate new data \n●  Reuse existing data \n1 \nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) \nvolume. This may be easiest in a table (see example) or as a data flow and per WP or objective \nof the project. \nMicroscopy \nassays .zen/.lif/.tif/.jpeg/.psd  2MB-5GB Acquisition using \nAxioImager \nApotome Z1 \n(Zeiss), Axiovert \nS100, and Leica \nSP8 confocal/2-\nphoton \nmicroscopes. \nAnalyses using \nZen (Zeiss), LAS \nX (Leica), \nPhotoshop \n(Adobe) and \nImageJ \nsoftwares \nProliferation \nassays .xlsx 15KB per \nmeasurements Read-outs \nobtained with the  \nGen5 software. \nData maintained \nin excel files \nWestern \nblotting .tif/.jpeg 4MB per file Acquisition using \nImage Lab \nsoftware and \nanalyzed using \nImageJ \nqPCR .xlsx/.pzfx 15KB per \nmeasurements Analysis with \nBio-Rad CFX \nsoftware. Results  \nexported in an \nexcel file and \nanalyzed using \nGraphPad Prism \n8 \n \nFlow cytometry .fcs 500MB Acquisition using \nBD FACS Canto \nII and BD FACS \nFusion \nAnalyses using \nBD FACS Diva \nand FlowJo \nscRNA-seq .fastq 10-30GB Data generated \nwith 10x \nGenomics \nSoftwares, and \nanalyzed using \nR/Python and \npackages \n(Seurat, GSEA, \nSCENIC, \nScVelo) \nPublications, and  \npresentation of \ndata .docx/.pptx/.enl/.pzfx/.psd/.ai  15KB-200MB Publications \ngenerated using \nMicrosoft Word, \nEndnote, \nPowerpoint, \nAdobe \nPhotoshop and \nIllustrator. \nPresentation of \ndata using \nMicrosoft \nPowerpoint and \nGraphPad \nPrism \n3. LEGAL AND ETHICAL ISSUES  \nWill you use personal data? If so, shortly describe the kind of personal data you will use. Add \nthe reference to your file in KU Leuven's Register of Data Processing for Research and Public \nService Purposes (PRET application). Be aware that registering the fact that you process \npersonal data is a legal obligation.  \n● No \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments \non humans or animals, dual use)? If so, add the reference to the formal approval by the \nrelevant ethical review committee(s)  \n● Yes \nThe ethics committee that deals with my application is the Ethical Committee for Animal \nExperimentation of KU Leuven (Belgium). ECD:  078/2021\nDoes your work possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data and \nwhich restrictions will be asserted?  \n● No \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and what restrictions are in place?  \n● No \n4. DOCUMENTATION AND METADATA  \nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject? \n1. Microscopy images obtained from assays (in vitro and in vivo) will be saved in a shared drive  \naccessible by all lab members involved in the project. The number of experiment, protocols and  \nstainings will be described in detail in lab notebooks and will also be available in the shared drive.  \n \n2. Raw data from proliferation assays, qPCR, flow cytometry, western blotting and scRNA-seq will be  \nsaved in a shared drive identified by number of experiment and also indicated in the lab book. Protocols  \nand methodology used will be attached with a clear description to facilitate reproducibility at any time.  \n \nWill a metadata standard be used? If so, describe in detail which standard will be used. If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.  \n● Yes \nAll datasets will be described and summarized in an excel file. In addition, all lab members will have \naccess to this file to be able to find, interpret, use and reproduce the data generated if necessary.  \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT  \nWhere will the data be stored?  \nData will be stored on the L-drive (large storage network), a shared drive managed by the ICTS-IT \ndepartment. In addition, a cloud-based KU Leuven is available for each research group to secure \nstorage and share documents. An unlimited storage space is available and maintained by the ICTS-IT  \ndepartment. \nHow is backup of the data provided?  \nThe data will be backed up in two ways. Automatic back-up (every 24 hours) of the network L-drive is \ncontrolled by the ICTS KU Leuven department. Additionally, every researcher's computer is equipped \nwith the Druva Cloud Platform that allows to back up even every 5 minutes (managed individually).  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this  \nwill be taken care of.  \n● Yes \nAn unlimited storage space is available and maintained by the ICTS-IT department.  \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered?\nBack-up costs of 1 TB ( KU Leuven ICTS) 113.84 euros/year.\nThe lab budget will cover s torage and back up costs.  \nData security: how will you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?\nResearch data are stored and managed by the KU Leuven IT department and are accessible only by \nthe researchers working on the project.  \n6. DATA PRESERVATION AFTER THE FWO PROJECT  \nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).  \nAll generated data will be retained for at least 10 years after the end of the project  according to KU \nLeuven’s RDM policy . For publication purposes, our data will be publicly available on data repositories  \nand published articles that have an open access status.  \nWhere will the data be archived (= stored for the longer term)?  \nData will be stored on the archive K-drive, which is also managed by the ICTS KU Leuven \ndepartment. \nWhat are the expected costs for data preservation during the retention period of 5 years? How \nwill the costs be covered?\nYearly storage costs of 1TB data on the K-drive: 56,92 euros. Costs will be covered by internal lab \nfunding. \n7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions)?  \n● No\nThere will no be restrictions regarding sharing and reusing data except the possible IP rights.  \nWhich data will be made available after the end of the project?  \nAll data generated will be made available after apropiate IP protection.  \nWhere/how will the data be made available for reuse?  \n● In an Open Access repository  \nData will be published using open access publications and will be available at dedicated data \nrepositories. Unpublished research data will be accessible to the PI's group and all scientific \ncollaborators involved in the project.  \nWhen will the data be made available?  \n● Upon publication of the research results  \nWho will be able to access the data and under what conditions?  \nAfter being published all the data will be uploaded in public data bases or will be provided to \ninvestigators on request.  \nWhat are the expected costs for data sharing? How will the costs be covered?  \nWe don't expect any costs regarding data sharing to publicly available repositories.  \n8. RESPONSIBILITIES  \nWho will be responsible for data documentation & metadata?  \nData documentation and metadata: PI s (Gabriele Bergers and Patrizia Agostinis ) and lab manager \n(Kevin Feyen). \nWho will be responsible for data storage & back up during the project?  \nData storage, back up and reuse: VIB IT-manager (Urbain Schepereel) and ICTS-IT department (KU \nLeuven). \nWho will be responsible for ensuring data preservation and reuse ?  \nPI (Gabriele Bergers  and Patrizia Agostinis ) and lab manager (Kevin Feyen).  \nWho bears the end responsibility for updating & implementing this DMP?  \nThe PI (Gabriele Bergers  and Patrizia Agostinis ) bears the end responsibility of updating & \nimplementing this DMP.  "
    },
    "clean_full_text": "Data Management Plan Project Name: ACTIVATE: Autophagy is a master regulator for the immune funCTions of the lymph node VasculATurE Grant Title: 12Y4322N Principal Investigator / Researcher: Kathryn Jacobs Description: Lymph nodes (LNs) sequester antigens to educate immune cells and mount immunological responses. Under homeostasis, lymphatic vessels (LVs) deliver immune cells and antigens from peripheral tissues and are the major route of lymphocyte efflux, meanwhile high endothelial venules (HEVs) extract lymphocytes from the blood stream to be primed by antigens, thus both are essential to lymphocyte education. Autophagy is a major degradative pathway implicated in cellular homeostasis and stress responses. Recently, much attention has been placed on targeting it across a variety of diseases, including cancer, however, potential off-target effects on immune responses must be elucidated. Preliminary data from the hosts reveal an important role of autophagy in the functioning of LVs and HEVs within LNs, via an intersection with fatty acid oxidation (FAO). Therefore, this proposal seeks to address the hypothesis that the autophagy-FAO signaling axis is essential for the functioning of LV and HEV identity within the LN. Using mouse models with endothelial cell deletion of autophagy, and FAO genes, I will combine imaging, scRNA seq, and metabolomics analysis of LNs to characterize changes in lymph endothelial cell and HEV heterogeneity under steady-state, inflammatory, and tumor bearing conditions. In the long term, this research should provide conceptual understanding into novel roles for vascular autophagy in regulating LNs, which may inform therapeutic selection for inflammation and cancer. 1. GENERAL INFORMATION Name applicant Kathryn Jacobs FWO Project Number & Title 12Y4322N -ACTIVATE: Autophagy is a master regulator for the immune funCTions of the lymph node VasculATurE Affiliation ● KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ● Generate new data ● Reuse existing data 1 Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. Microscopy assays .zen/.lif/.tif/.jpeg/.psd 2MB-5GB Acquisition using AxioImager Apotome Z1 (Zeiss), Axiovert S100, and Leica SP8 confocal/2- photon microscopes. Analyses using Zen (Zeiss), LAS X (Leica), Photoshop (Adobe) and ImageJ softwares Proliferation assays .xlsx 15KB per measurements Read-outs obtained with the Gen5 software. Data maintained in excel files Western blotting .tif/.jpeg 4MB per file Acquisition using Image Lab software and analyzed using ImageJ qPCR .xlsx/.pzfx 15KB per measurements Analysis with Bio-Rad CFX software. Results exported in an excel file and analyzed using GraphPad Prism 8 Flow cytometry .fcs 500MB Acquisition using BD FACS Canto II and BD FACS Fusion Analyses using BD FACS Diva and FlowJo scRNA-seq .fastq 10-30GB Data generated with 10x Genomics Softwares, and analyzed using R/Python and packages (Seurat, GSEA, SCENIC, ScVelo) Publications, and presentation of data .docx/.pptx/.enl/.pzfx/.psd/.ai 15KB-200MB Publications generated using Microsoft Word, Endnote, Powerpoint, Adobe Photoshop and Illustrator. Presentation of data using Microsoft Powerpoint and GraphPad Prism 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ● No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ● Yes The ethics committee that deals with my application is the Ethical Committee for Animal Experimentation of KU Leuven (Belgium). ECD: 078/2021 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ● No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● No 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Microscopy images obtained from assays (in vitro and in vivo) will be saved in a shared drive accessible by all lab members involved in the project. The number of experiment, protocols and stainings will be described in detail in lab notebooks and will also be available in the shared drive. 2. Raw data from proliferation assays, qPCR, flow cytometry, western blotting and scRNA-seq will be saved in a shared drive identified by number of experiment and also indicated in the lab book. Protocols and methodology used will be attached with a clear description to facilitate reproducibility at any time. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● Yes All datasets will be described and summarized in an excel file. In addition, all lab members will have access to this file to be able to find, interpret, use and reproduce the data generated if necessary. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? Data will be stored on the L-drive (large storage network), a shared drive managed by the ICTS-IT department. In addition, a cloud-based KU Leuven is available for each research group to secure storage and share documents. An unlimited storage space is available and maintained by the ICTS-IT department. How is backup of the data provided? The data will be backed up in two ways. Automatic back-up (every 24 hours) of the network L-drive is controlled by the ICTS KU Leuven department. Additionally, every researcher's computer is equipped with the Druva Cloud Platform that allows to back up even every 5 minutes (managed individually). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ● Yes An unlimited storage space is available and maintained by the ICTS-IT department. What are the expected costs for data storage and back up during the project? How will these costs be covered? Back-up costs of 1 TB ( KU Leuven ICTS) 113.84 euros/year. The lab budget will cover s torage and back up costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Research data are stored and managed by the KU Leuven IT department and are accessible only by the researchers working on the project. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All generated data will be retained for at least 10 years after the end of the project according to KU Leuven’s RDM policy . For publication purposes, our data will be publicly available on data repositories and published articles that have an open access status. Where will the data be archived (= stored for the longer term)? Data will be stored on the archive K-drive, which is also managed by the ICTS KU Leuven department. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Yearly storage costs of 1TB data on the K-drive: 56,92 euros. Costs will be covered by internal lab funding. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ● No There will no be restrictions regarding sharing and reusing data except the possible IP rights. Which data will be made available after the end of the project? All data generated will be made available after apropiate IP protection. Where/how will the data be made available for reuse? ● In an Open Access repository Data will be published using open access publications and will be available at dedicated data repositories. Unpublished research data will be accessible to the PI's group and all scientific collaborators involved in the project. When will the data be made available? ● Upon publication of the research results Who will be able to access the data and under what conditions? After being published all the data will be uploaded in public data bases or will be provided to investigators on request. What are the expected costs for data sharing? How will the costs be covered? We don't expect any costs regarding data sharing to publicly available repositories. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? Data documentation and metadata: PI s (Gabriele Bergers and Patrizia Agostinis ) and lab manager (Kevin Feyen). Who will be responsible for data storage & back up during the project? Data storage, back up and reuse: VIB IT-manager (Urbain Schepereel) and ICTS-IT department (KU Leuven). Who will be responsible for ensuring data preservation and reuse ? PI (Gabriele Bergers and Patrizia Agostinis ) and lab manager (Kevin Feyen). Who bears the end responsibility for updating & implementing this DMP? The PI (Gabriele Bergers and Patrizia Agostinis ) bears the end responsibility of updating & implementing this DMP."
}