{
    "document_id": "D-2022-1491",
    "LinkTitle": "D-2022-1491",
    "file_name": "D-2022-1491.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1491.pdf",
    "metadata": {
        "title": "D-2022-1491",
        "author": "Myriam Mertens",
        "num_pages": 9
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant Brigitte Meijns \nFWO Project Number & Title G063422N\nIn search of a true vita canonica. Normative texts and their manuscripts as alternative witnesses for the \nemergence of the canonical reform movement (9th-11th century)\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☒ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).Manuscripts (digitized)\nOrigin  : digital reproductions of manuscripts will be retrieved through open access libraries or will \nbe purchased from the archives\nFormat  : pdf\nEstimated volume  : 10 GB\nManuscripts (photographed)\nOrigin  : photographs of manuscripts will be taken in the archives with a smartphone\nFormat  : jpg\nEstimated volume  : 10 GB\nManuscripts (analog)\nOrigin  : in case manuscripts aren’t digitized and there is no permission to photograph specific \nmanuscripts, these manuscripts will be consulted and studied in the archives\nFormat  : N/A\nEstimated volume  : N/A\nInformation about reusing existing data  : all manuscripts used for this research project were \nproduced by people who have been deceased for many centuries. If we are able to study these \nmanuscripts through digitized versions (data types ‘digitized’ and ‘photographed’), these versions \nwere previously created by (staff of) the archives that preserve the manuscripts.  \nCodicological descriptions and content analyses\nOrigin  : codicological descriptions and content analyses of the manuscripts will be made in \nMicrosoft Word\nFormat  : docx\nEstimated volume  : 100 MB\nInformation about reusing existing data  : most probably we will be able to make use of existing \ncodicological descriptions and content analyses to get an overview on the content of the \n2019-10-01 | FWO DMP Template 3manuscripts. These existing descriptions were created by others and are part of catalogues in the \narchives that preserve the manuscripts.\nSpreadsheet\nOrigin  : spreadsheet of the manuscripts, the codicological descriptions and content analyses  will be \ncreated in Microsoft Excel\nFormat  : xlsx\nEstimated volume  : 100 kB\nPersonal notes\nOrigin  : personal notes on the conducted research will be taken in Microsoft Word\nFormat  : docx\nEstimated volume  : 100 MB\n3.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☐ Yes\n☒ No\nIf yes: \n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used:\nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☐ Yes\n☒ No\nIf yes: \n-Reference to ethical committee approval:\n2019-10-01 | FWO DMP Template 4Does your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☐ Yes\n☒ No\nIf yes, please comment:\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☒ Yes\n☐ No\nIf yes, please comment:\nThere might be restrictions in sharing digitized or photographed versions of manuscripts (e.g. having to \npay reusing rights in case we would like to share a manuscript as an image in a publication).  \n4.Documentation and metadata\nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  A readme.txt-file will be created with basic information on the dataset (e.g. types of data, collection of the \ndata, structure of the dataset). Furthermore, a .docx-file will be created with a regularly updated research \nlog, in order to document the research based on the dataset.\n2019-10-01 | FWO DMP Template 5Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☐ Yes\n☒ No\nIf yes, please specify:\nThe data will be collected in one folder: ‘Manuscripts’. \nIn this folder, the manuscripts will be structured in subfolders, based on the archive identifier of the \nmanuscript (e.g. ‘Lat. 4334’). This subfolder will contain the digitized or photographed version of the \nmanuscript (e.g. ‘Lat. 4334 – digitized.pdf’) and its codicological description with content analysis (e.g. ‘Lat.  \n4334 – codicological description.docx’).  \nTo create an overview of the dataset, an .xlsx-file will be created in the main folder ‘Manuscripts’. This \nspreadsheet will contain following metadata:\n1) Archive identifier\n2) Archive\n3) Item type\n4) Date\n5) Place of origin\n6) Date of access\n7) Codicological description (to be answered with ‘ok’ if the researcher has completed the codicological \ndescription with content analysis)\n8) Extra \n5.Data storage & backup during the FWO project\nWhere will the data be stored?  The data will be stored in a personal cloud on the KU Leuven’s OneDrive for Business.\n2019-10-01 | FWO DMP Template 6How will the data be backed up?  A cloud ensures automatic backups every time data are changed or added to the research.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nIf no, please specify:  \nKU Leuven’s OneDrive for Business provides 2 TB of storage for free.\nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.There are no expected costs for data storage during the project.  \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  The researcher (Lene ten Haaf) is the only person with access to the personal cloud in which the data will \nbe stored, since the cloud is secured with a personal password, only known by the researcher.  \nFor practical reasons, however, the researcher uses the OneDrive application, which makes the OneDrive \ndocuments easily accessible on her computer (since the cloud documents are stored on the hard disk of \nthe computer as well) instead of always having to work in an internet browser. This means that logging \ninto the researcher’s computer account makes the research data accessible. To prevent this from \nhappening, the researcher locks her personal account with her KU Leuven account. At the same time, \nusing the OneDrive application means that stealing the hard disk might be a means to getting access to the  \ndata. Therefore, the hard disk is sealed with Bitlocker, which makes the hard disk only accessible through \nusing a personal code, only known by the researcher.\n2019-10-01 | FWO DMP Template 76.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons for this \n(legal or contractual restrictions, physical \npreservation issues, ...).All data will be preserved for several reasons: the data will form the basis of the researcher’s PhD and the \ndata might be reused by other researchers of the research unit. At this moment, there are no clear \nreasons why the data should not be preserved (e.g. legal or ethical restrictions or preservation issues due \nto the type of data).\nWhere will these data be archived (= stored for \nthe long term)? The dataset will be archived in KU Leuven’s RDR (Research Data Repository).  \nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.This repository can store up to 50 GB per year for free. It is expected that the data of this research project \nwon’t exceed this limit.\n7.Data sharing and reuse\n2019-10-01 | FWO DMP Template 8Are there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☒ Yes\n☐ No\nIf yes, please specify:\nThere might be restrictions for sharing the digitized or photographed versions of manuscripts in a data \nrepository. If it turns out that manuscripts cannot be shared, it should still be allowed to share descriptions  \nof these data (e.g. the spreadsheet of the manuscripts) in order to make the data accessible to a certain \nextent for other researchers.\nWhich data will be made available after the end \nof the project? All data will be made available, except for data that aren’t allowed to be shared (see previous question).\n \nWhere/how will the data be made available for \nreuse? ☒ In an Open Access repository\n☐ In a restricted access repository\n☐ Upon request by mail\n☐ Other (specify):\nWhen will the data be made available?  At the end of the research project.\nWho will be able to access the data and under \nwhat conditions? Data that are shared in Open Access will be available for everyone who visits the KU Leuven’s RDR.  \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.This repository can store up to 50 GB per year for free. It is expected that the data of this research project \nwon’t exceed this limit.\n8.Responsibilities\n2019-10-01 | FWO DMP Template 9Who will be responsible for the data \ndocumentation & metadata?  Lene ten Haaf (PhD student) will be responsible for the data management during the project.  \nWho will be responsible for data storage & back \nup during the project?  Lene ten Haaf (PhD student) will be responsible for the data management during the project.  \nWho will be responsible for ensuring data \npreservation and sharing?  Lene ten Haaf (PhD student) will be responsible for the data management during the project.  \nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPBrigitte Meijns (supervisor) has the end responsibility for the data management during the project and \nafter the end of the project."
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Brigitte Meijns FWO Project Number & Title G063422N In search of a true vita canonica. Normative texts and their manuscripts as alternative witnesses for the emergence of the canonical reform movement (9th-11th century) Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).Manuscripts (digitized) Origin : digital reproductions of manuscripts will be retrieved through open access libraries or will be purchased from the archives Format : pdf Estimated volume : 10 GB Manuscripts (photographed) Origin : photographs of manuscripts will be taken in the archives with a smartphone Format : jpg Estimated volume : 10 GB Manuscripts (analog) Origin : in case manuscripts aren’t digitized and there is no permission to photograph specific manuscripts, these manuscripts will be consulted and studied in the archives Format : N/A Estimated volume : N/A Information about reusing existing data : all manuscripts used for this research project were produced by people who have been deceased for many centuries. If we are able to study these manuscripts through digitized versions (data types ‘digitized’ and ‘photographed’), these versions were previously created by (staff of) the archives that preserve the manuscripts. Codicological descriptions and content analyses Origin : codicological descriptions and content analyses of the manuscripts will be made in Microsoft Word Format : docx Estimated volume : 100 MB Information about reusing existing data : most probably we will be able to make use of existing codicological descriptions and content analyses to get an overview on the content of the 2019-10-01 | FWO DMP Template 3manuscripts. These existing descriptions were created by others and are part of catalogues in the archives that preserve the manuscripts. Spreadsheet Origin : spreadsheet of the manuscripts, the codicological descriptions and content analyses will be created in Microsoft Excel Format : xlsx Estimated volume : 100 kB Personal notes Origin : personal notes on the conducted research will be taken in Microsoft Word Format : docx Estimated volume : 100 MB 3.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☐ Yes ☒ No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☐ Yes ☒ No If yes: -Reference to ethical committee approval: 2019-10-01 | FWO DMP Template 4Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☒ Yes ☐ No If yes, please comment: There might be restrictions in sharing digitized or photographed versions of manuscripts (e.g. having to pay reusing rights in case we would like to share a manuscript as an image in a publication). 4.Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? A readme.txt-file will be created with basic information on the dataset (e.g. types of data, collection of the data, structure of the dataset). Furthermore, a .docx-file will be created with a regularly updated research log, in order to document the research based on the dataset. 2019-10-01 | FWO DMP Template 5Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No If yes, please specify: The data will be collected in one folder: ‘Manuscripts’. In this folder, the manuscripts will be structured in subfolders, based on the archive identifier of the manuscript (e.g. ‘Lat. 4334’). This subfolder will contain the digitized or photographed version of the manuscript (e.g. ‘Lat. 4334 – digitized.pdf’) and its codicological description with content analysis (e.g. ‘Lat. 4334 – codicological description.docx’). To create an overview of the dataset, an .xlsx-file will be created in the main folder ‘Manuscripts’. This spreadsheet will contain following metadata: 1) Archive identifier 2) Archive 3) Item type 4) Date 5) Place of origin 6) Date of access 7) Codicological description (to be answered with ‘ok’ if the researcher has completed the codicological description with content analysis) 8) Extra 5.Data storage & backup during the FWO project Where will the data be stored? The data will be stored in a personal cloud on the KU Leuven’s OneDrive for Business. 2019-10-01 | FWO DMP Template 6How will the data be backed up? A cloud ensures automatic backups every time data are changed or added to the research. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: KU Leuven’s OneDrive for Business provides 2 TB of storage for free. What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.There are no expected costs for data storage during the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The researcher (Lene ten Haaf) is the only person with access to the personal cloud in which the data will be stored, since the cloud is secured with a personal password, only known by the researcher. For practical reasons, however, the researcher uses the OneDrive application, which makes the OneDrive documents easily accessible on her computer (since the cloud documents are stored on the hard disk of the computer as well) instead of always having to work in an internet browser. This means that logging into the researcher’s computer account makes the research data accessible. To prevent this from happening, the researcher locks her personal account with her KU Leuven account. At the same time, using the OneDrive application means that stealing the hard disk might be a means to getting access to the data. Therefore, the hard disk is sealed with Bitlocker, which makes the hard disk only accessible through using a personal code, only known by the researcher. 2019-10-01 | FWO DMP Template 76.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).All data will be preserved for several reasons: the data will form the basis of the researcher’s PhD and the data might be reused by other researchers of the research unit. At this moment, there are no clear reasons why the data should not be preserved (e.g. legal or ethical restrictions or preservation issues due to the type of data). Where will these data be archived (= stored for the long term)? The dataset will be archived in KU Leuven’s RDR (Research Data Repository). What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.This repository can store up to 50 GB per year for free. It is expected that the data of this research project won’t exceed this limit. 7.Data sharing and reuse 2019-10-01 | FWO DMP Template 8Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: There might be restrictions for sharing the digitized or photographed versions of manuscripts in a data repository. If it turns out that manuscripts cannot be shared, it should still be allowed to share descriptions of these data (e.g. the spreadsheet of the manuscripts) in order to make the data accessible to a certain extent for other researchers. Which data will be made available after the end of the project? All data will be made available, except for data that aren’t allowed to be shared (see previous question). Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): When will the data be made available? At the end of the research project. Who will be able to access the data and under what conditions? Data that are shared in Open Access will be available for everyone who visits the KU Leuven’s RDR. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.This repository can store up to 50 GB per year for free. It is expected that the data of this research project won’t exceed this limit. 8.Responsibilities 2019-10-01 | FWO DMP Template 9Who will be responsible for the data documentation & metadata? Lene ten Haaf (PhD student) will be responsible for the data management during the project. Who will be responsible for data storage & back up during the project? Lene ten Haaf (PhD student) will be responsible for the data management during the project. Who will be responsible for ensuring data preservation and sharing? Lene ten Haaf (PhD student) will be responsible for the data management during the project. Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPBrigitte Meijns (supervisor) has the end responsibility for the data management during the project and after the end of the project."
}