{
    "document_id": "D-2021-1321",
    "LinkTitle": "D-2021-1321",
    "file_name": "D-2021-1321.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1321.pdf",
    "metadata": {
        "title": "DMP FWO SB - DMP title",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n DMP FWO SB \n- DMP title\nProject Identifier\n 1SD3322N\nPrincipal Investigator / Researcher\n Alexander Geerardyn\nProject Data Contact\n alexander.geerardyn@kuleuven.be\nDescription\n DMP on PhD project funded by FWO Predoctoral Strategic Basic grant. \nThis project\naims to improve speech and music perception for future cochlear implant users. We will\ninvestigate an innovative stimulation strategy that excites the inner ear both electrically and\nvibrationally, all at once. This project includes behavioral experiments with people with a\ncochlear implant, a histological study of human temporal bone specimens and experimental\nprocedures in human cadaveric specimens.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nAlexander Geerardyn \nFWO Project Number & Title\nProject number: 1SD3322N\nProject title: \"ELVIS: ELectro-Vibrational Stimulation to exploit the full potential of the human\ncochlea\"\nAffiliation\nKU Leuven\nResearch Fellowship Harvard Medical School 2021-2022.\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n1. \nBehavioral Experiments \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nDataset\nName\nOrigin\nHow\nCreated\nData Type\nFile\nFormat\nVolume\n1.\nObservational\nnumeric data\non behavioral\nmeasurements\nof speech &\nmusic\nperception\nNewly\ngenerated\n \nGenerated\nduring\nbehavioral\nexperiments\nwith CI\nusers\nNumerical\nRaw: .apx\nProcessed:\n.xlsx\n30\nspreadsheets\n2. Qualitative\ndata on a\nsurvey of\nmusic\nperception\nwith CI\nNewly\nGenerated\nGenerated\nduring\nbehavioral\nexperiments\nwith CI\nusers\nTextual\nRaw: .pdf\n(scans of\nwritten\ndocuments)\nProcessed:\n.docx\n30\ndocuments\n3. Patient data\nNewly\ngenerated\nGenerated\nfrom\nmedical file\nCombination\nNumerical &\ntextual\n.xlsx\n1\nspreadsheet\n4.\nExperimental\nprotocol\nscripts\nNewly\ngenerated\nGenerated\nwith APEX\nsoftware\ntool\nSoftware\n.apx\n30 * 25\nscripts (58\nkb each)\n2. Histological Study\nDataset Name\nOrigin\nHow Created\nData Type\nFile\nFormat\nVolume\n1. NIDCD National Temporal\nBone, Hearing & Balance\nPathology Resource\nRegistry\nhttps://national-tb-\ndatabase.meei.harvard.edu/\nReused\n \nScanning\nhistological\nsections of\nhuman\ntemporal\nbones\nImages\n.svs\n1 TB\n2. Patient data\nReused\nUpon inclusion\ninto database\nCombination\nNumerical &\ntextual\n.xlsx\n1\nspreadsheet\n3. Segmentations of\nhistological images\nNewly\ngenerated\nSegmentations\nmade during\nresearch stay\nin Mass Eye\nand Ear\nBoston, with\nthe use of\nAmira software\nNumerical\n.am\nAbout 1 GB\n4. Scripts for export &\nanalysis of segmentations\nNewly\ngenerated\nCode written\nin MATLAB &\nAMIRA\nSoftware\n \n.txt;\n.m\n< 5 MB\n5. Data exports from raw\nsegmentation data\nNewly\ngenerated\nGenerated\nusing scripts\nNumerical\n.csv\n100 MB\n3. Cadaveric Studies\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nDataset\nName\nOrigin\nHow Created\nData\nType\nFile\nFormat\nVolume\n1. Data\nAcquisition\nScripts\nNewly\nGenerated\nWritten in\nMATLAB (with\ncolleague Irina\nWils)\nSoftware\n.m\n< 50 MB\n \n2.\nExperimental\nProtocol &\nSurgical\nnotes\nNewly\nGenerated\nGenerated\nduring cadaveric\nexperiment\nTextual +\nImages\n.docx\n100 MB\n3.\nExperimental\ndata\nNewly\nGenerated\nGenerated\nduring cadaveric\nexperiments\nNumerical\n.csv\n5-10 GB\n4. Specimens\nNewly\nGenerated\nSurgical\npreparations\nbefore/during\nexperiments\nHuman\nTissue\n-\n-\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference:G-2021-3770-R3(AMD)\nShort description of the kind of personal data that will be used:\nIn the behavioral experiments we will observe the speech & music perception of cochlear implant\nusers (patients). These data will be combined with data from the medical file of these patients. \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nG-2021-3770-R3(AMD)\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nBehavioral Experiments\n1. For each of the speech and music test, metadata (e.g. date, subject identifier, stimuli\npresented, intensities...) are saved with the raw data (.apx format). Moreover, we will generate\nan individual protocol (word document) for each experiment that will be annotated during the\nexperiment. \n2. The experimental protocol scripts will be accompanied by a ReadMe.txt file that describes the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\ngoal of each script and  keeps track of updates. \n \nHistological study\n1. The digitized histological sections are saved as .svs files and contain metadata such as voxel\nsizes. \n2. Segmentations are accompanied by a detailed Word Document on the exact methodology\napplied to generate the segmentations. \n3. The scripts for export & analysis are accompanied by a ReadMe.txt file that describes the goal\nof each script and  keeps track of updates. \n \nCadaveric studies\n1. Data Acquistion scripts are extensively commented inside the script and accompanied by a\nReadMe.txt file that describes the goal of each script and  keeps track of updates.\n2. For each experimental session,an individual protocol (word document) will be generated and\nannotated during the experiment. This will be supplied with images form the day of the\nexperiment.\n3. The specimens are labelled with an identifier and kept track of in a spreadsheet. Metadata\nsuch as side, date of freezing, thawing, surgical preparations are kept track of.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nBehavioral experiments & Cadaveric studies\nExcept for personal data, all data will be stored on the KU Leuven OneDrive. \nPersonal data will be stored pseudonimizyed on a REDCAP database (see PRET). \n \nHistological study\nDigitized sections are kept secure on the servers of Mass Eye and Ear and cannote be accessed\nafter the end of the research stay. \nNewly generated data (segmentations & exports) are stored on the KU Leuven OneDrive. \nHow is backup of the data provided?\nData on the KU Leuven OneDrive are subject to automatic backups. Once every month additional\nbackups are made on a physical external hard drive (encrypted).\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nStorage & backup capacity: \n- OneDrive 2TB\n- External Hard Drive 5 TB\n- Laptop Hard drive 0.5 TB\n \nExcluding the digitized histological images that are stored at the internal servers of Mass Eye and\nEar (Harvard University), expected data capacity needed is limited (<1 TB). \nThe avaialbel storage and backup capacity is sufficient.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nOneDrive storage is complementary withing KU Leuven\nExternal Hard Drive has been purchased before with bench fee.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nData will be stored according to KU Leuven Policy. \nHard drives used for storage are encrypted.\n \nPersonal data (see PRET)\nAll participant data will be pseudonymised by using a random generated subject-session\nidentifier. Only the handling researcher and the applicant will have the metadata to link an\nidentifier to a session and/or participant. This metadata will be stored secure and separate from\nthe pseudonymized data.\n \nThe pseudonynmised data itself will be stored on the REDCAP database as suggested by KU\nLeuven.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nExcept for the human cadaveric specimens, all data will be retained for the expected 5 year\nperiod. The designated responsible person is Nicolas Verhaert. \n \nDue to legal and ethical restrictions, the human cadaveric specimens can only be stored for a\nlimited time (2-3 months) before the specimens will be collected for funeral with other pieces of\nthe cadavre.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers and/or OneDrive (with automatic back-\nup procedures) for at least 5 years, conform the FWO RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe total size of the data generated is expected to be within the limit of 2TB that is included for\nstorage space in KU Leuven.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nOriginal digitized images used in the Histological study are property of the Mass Eye and Ear and\ncannot be shared without their permission.\nWhich data will be made available after the end of the project?\nNone, only on request.\nWhere/how will the data be made available for reuse?\nData will be available on request after signing a data sharing agreement.\nWhen will the data be made available?\nData will be available on request after publication of the research results.\nWho will be able to access the data and under what conditions?\nOnly uses for research purposes will be allowed and commercial reuse will be excluded.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs expected.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nAlexander Geerardyn (+ Irina Wils co-responsible for scripts Cadaveric Studies)\nWho will be responsible for data storage & back up during the project?\nAlexander Geerardyn\nWho will be responsible for ensuring data preservation and reuse ?\nNicolas Verhaert\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name DMP FWO SB - DMP title Project Identifier 1SD3322N Principal Investigator / Researcher Alexander Geerardyn Project Data Contact alexander.geerardyn@kuleuven.be Description DMP on PhD project funded by FWO Predoctoral Strategic Basic grant. This project aims to improve speech and music perception for future cochlear implant users. We will investigate an innovative stimulation strategy that excites the inner ear both electrically and vibrationally, all at once. This project includes behavioral experiments with people with a cochlear implant, a histological study of human temporal bone specimens and experimental procedures in human cadaveric specimens. Institution KU Leuven 1. General Information Name applicant Alexander Geerardyn FWO Project Number & Title Project number: 1SD3322N Project title: \"ELVIS: ELectro-Vibrational Stimulation to exploit the full potential of the human cochlea\" Affiliation KU Leuven Research Fellowship Harvard Medical School 2021-2022. 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). 1. Behavioral Experiments This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 Dataset Name Origin How Created Data Type File Format Volume 1. Observational numeric data on behavioral measurements of speech & music perception Newly generated Generated during behavioral experiments with CI users Numerical Raw: .apx Processed: .xlsx 30 spreadsheets 2. Qualitative data on a survey of music perception with CI Newly Generated Generated during behavioral experiments with CI users Textual Raw: .pdf (scans of written documents) Processed: .docx 30 documents 3. Patient data Newly generated Generated from medical file Combination Numerical & textual .xlsx 1 spreadsheet 4. Experimental protocol scripts Newly generated Generated with APEX software tool Software .apx 30 * 25 scripts (58 kb each) 2. Histological Study Dataset Name Origin How Created Data Type File Format Volume 1. NIDCD National Temporal Bone, Hearing & Balance Pathology Resource Registry https://national-tb- database.meei.harvard.edu/ Reused Scanning histological sections of human temporal bones Images .svs 1 TB 2. Patient data Reused Upon inclusion into database Combination Numerical & textual .xlsx 1 spreadsheet 3. Segmentations of histological images Newly generated Segmentations made during research stay in Mass Eye and Ear Boston, with the use of Amira software Numerical .am About 1 GB 4. Scripts for export & analysis of segmentations Newly generated Code written in MATLAB & AMIRA Software .txt; .m < 5 MB 5. Data exports from raw segmentation data Newly generated Generated using scripts Numerical .csv 100 MB 3. Cadaveric Studies This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 Dataset Name Origin How Created Data Type File Format Volume 1. Data Acquisition Scripts Newly Generated Written in MATLAB (with colleague Irina Wils) Software .m < 50 MB 2. Experimental Protocol & Surgical notes Newly Generated Generated during cadaveric experiment Textual + Images .docx 100 MB 3. Experimental data Newly Generated Generated during cadaveric experiments Numerical .csv 5-10 GB 4. Specimens Newly Generated Surgical preparations before/during experiments Human Tissue - - 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference:G-2021-3770-R3(AMD) Short description of the kind of personal data that will be used: In the behavioral experiments we will observe the speech & music perception of cochlear implant users (patients). These data will be combined with data from the medical file of these patients. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes G-2021-3770-R3(AMD) Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Behavioral Experiments 1. For each of the speech and music test, metadata (e.g. date, subject identifier, stimuli presented, intensities...) are saved with the raw data (.apx format). Moreover, we will generate an individual protocol (word document) for each experiment that will be annotated during the experiment. 2. The experimental protocol scripts will be accompanied by a ReadMe.txt file that describes the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 goal of each script and keeps track of updates. Histological study 1. The digitized histological sections are saved as .svs files and contain metadata such as voxel sizes. 2. Segmentations are accompanied by a detailed Word Document on the exact methodology applied to generate the segmentations. 3. The scripts for export & analysis are accompanied by a ReadMe.txt file that describes the goal of each script and keeps track of updates. Cadaveric studies 1. Data Acquistion scripts are extensively commented inside the script and accompanied by a ReadMe.txt file that describes the goal of each script and keeps track of updates. 2. For each experimental session,an individual protocol (word document) will be generated and annotated during the experiment. This will be supplied with images form the day of the experiment. 3. The specimens are labelled with an identifier and kept track of in a spreadsheet. Metadata such as side, date of freezing, thawing, surgical preparations are kept track of. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? Behavioral experiments & Cadaveric studies Except for personal data, all data will be stored on the KU Leuven OneDrive. Personal data will be stored pseudonimizyed on a REDCAP database (see PRET). Histological study Digitized sections are kept secure on the servers of Mass Eye and Ear and cannote be accessed after the end of the research stay. Newly generated data (segmentations & exports) are stored on the KU Leuven OneDrive. How is backup of the data provided? Data on the KU Leuven OneDrive are subject to automatic backups. Once every month additional backups are made on a physical external hard drive (encrypted). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Storage & backup capacity: - OneDrive 2TB - External Hard Drive 5 TB - Laptop Hard drive 0.5 TB Excluding the digitized histological images that are stored at the internal servers of Mass Eye and Ear (Harvard University), expected data capacity needed is limited (<1 TB). The avaialbel storage and backup capacity is sufficient. What are the expected costs for data storage and back up during the project? How will these costs be covered? OneDrive storage is complementary withing KU Leuven External Hard Drive has been purchased before with bench fee. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be stored according to KU Leuven Policy. Hard drives used for storage are encrypted. Personal data (see PRET) All participant data will be pseudonymised by using a random generated subject-session identifier. Only the handling researcher and the applicant will have the metadata to link an identifier to a session and/or participant. This metadata will be stored secure and separate from the pseudonymized data. The pseudonynmised data itself will be stored on the REDCAP database as suggested by KU Leuven. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Except for the human cadaveric specimens, all data will be retained for the expected 5 year period. The designated responsible person is Nicolas Verhaert. Due to legal and ethical restrictions, the human cadaveric specimens can only be stored for a limited time (2-3 months) before the specimens will be collected for funeral with other pieces of the cadavre. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers and/or OneDrive (with automatic back- up procedures) for at least 5 years, conform the FWO RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The total size of the data generated is expected to be within the limit of 2TB that is included for storage space in KU Leuven. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Original digitized images used in the Histological study are property of the Mass Eye and Ear and cannot be shared without their permission. Which data will be made available after the end of the project? None, only on request. Where/how will the data be made available for reuse? Data will be available on request after signing a data sharing agreement. When will the data be made available? Data will be available on request after publication of the research results. Who will be able to access the data and under what conditions? Only uses for research purposes will be allowed and commercial reuse will be excluded. What are the expected costs for data sharing? How will the costs be covered? No costs expected. 8. Responsibilities Who will be responsible for data documentation & metadata? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 Alexander Geerardyn (+ Irina Wils co-responsible for scripts Cadaveric Studies) Who will be responsible for data storage & back up during the project? Alexander Geerardyn Who will be responsible for ensuring data preservation and reuse ? Nicolas Verhaert Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}