{
    "document_id": "D-2024-3523",
    "LinkTitle": "D-2024-3523",
    "file_name": "D-2024-3523.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3523.pdf",
    "metadata": {
        "title": "D-2024-3523",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": " FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       1  FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven    Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link.        \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       2  1. General Project Information  Name Grant Holder & ORCID Alexis Andre Laguna De La Gala Contributor name(s) (+ ORCID) & roles  Project number 1 & title  11A6M25N - Overlooked voices in the climate change arena: “Non ecological natives” and their challenge to dominant environmental discourses.  Funder(s) GrantID 2 FWO Affiliation(s)  KU Leuven  ☐ Universiteit Antwerpen ☐ Universiteit Gent  ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel  ☐ Other: ROR identifier KU Leuven: 05f950310 \n 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       3  Please provide a short project description This research project constitutes a critical discursive analysis of dynamics of (mis)recognition in the construction of Indigenous Peoples (IPs) as “ecological natives” within the climate change (CC) global debate. Approaching climate change as a social discourse, in which the way the crisis is constructed can shape legitimacy and access within its political arenas, this study explores the practices and voices of local actors who remain outside these sites of power. Specifically, it investigates whether and how communities who do not fit the dominant image of IPs as environmental stewards challenge the representations used to advance their recognition in discussions at the United Nations Framework Convention on Climate Change (UNFCCC). By focusing on these marginalized perspectives, this study will highlight the limits of recognition within climate politics and the alternative narratives that emerge from its margins. The research is structured around three main objectives: 1.  The first objective focuses on critically analysing how Indigenous Peoples are portrayed within official UNFCCC publications and the outcomes of climate change negotiations. It will also explore how these representations are produced, negotiated, and contested during the Conferences of the Parties (COPs), with particular attention to the role of Indigenous leaders in these processes. 2.  The second objective investigates the emergence of Indigenous practices that challenge the dominant ecological narrative, exploring the socio-political implications of these practices. It will also examine the motivations, challenges, and future aspirations of community members involved in these practices. 3. The final objective aims to compare local Indigenous practices with their representation in UNFCCC discourse, identifying inconsistencies in how these communities are recognized. Additionally, it will investigate the institutional barriers that hinder the recognition of alternative Indigenous perspectives within the global climate change governance framework.    2. Research Data Summary  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       4  List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3.   ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused  Digital or Physical  Digital Data Type  Digital Data Format   Digital Data Volume (MB, GB, TB) Physical Volume     ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☒ Audiovisual ☒ Images ☒ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:  ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA   \nInterviews with Indigenous actors Semi-structured interviews with Indigenous actors at the UNFCCC and local communities. Generate new data Digital Observational .wav, .mp3,.txt   Field notes Ethnographic observations from COP meetings and community interactions Generate new data Physical Observational .txt, .docx   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       5  Policy and discourse analysis documents UNFCCC official reports  and Indigenous public declarations. Generate new data. Reuse existing data: academic literature review  Digital Compiled/aggregated data .pdf, .txt, .docx   Photographs from fieldwork Photographs taken during fieldwork to document places, events, and interactions. Generate new data Digital Observational .jpeg, .png    Audio recordings Recordings of interviews, focus groups and speeches Generate new data Digital Observational .wav, .mp3   \n GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata.  RDM Guidance on data    3 Add rows for each dataset you want to describe. \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       6  If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type.     Are there any ethical issues concerning the creation and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☒ Yes, human subject data; provide SMEC or EC approval number:   ☐ Yes, animal data; provide ECD reference number:    ☐ Yes, dual use; provide approval number:   ☐ No Additional information: SMEC Approval number: G-2024-8733-R2(MAR) Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information:  PRET Approval number: G-2024-8733-R2(MAR) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment:   Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)?  If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain:    4 See Glossary Flemish Standard Data Management Plan  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       7  Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain:     3. Documentation and Metadata  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       8  Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  RDM guidance on documentation and metadata.  After the completion of my project, I will prepare an overall README file that will include the description of all data used, ensuring clarity about the data collection methods and analysis processes. This overview will ensure that the data remains understandable and accessible for future use while safeguarding the confidentiality of human participants through pseudonymization where needed. For the different datasets, the following procedures will be applied. Interviews with Indigenous actors: The interview transcripts will be pseudonymized to protect the identities of participants. A README file will accompany the data, outlining the date, location, and context of the interviews, along with the methods used. The README file will also include a description of the coding strategy used for analysis. Since this data is sensitive, it will not be made publicly available but will be securely stored and accessible only to myself. Field Notes: Field notes will be transcribed, dated, and pseudonymized where necessary. A README file will describe the context of data collection, including the location, date, and any specific observations made during fieldwork. These field notes will be securely archived and will not be made publicly available but will remain accessible for internal purposes. Policy and Discourse Analysis Documents: These documents will be made publicly available since they contain no personally identifiable information. I will include a README file that explains the context in which the documents were analyzed, and any decisions made during the analysis. Additionally, the README file will reference the specific documents included in the dataset, providing full citations and links to the original sources when available. Photographs from Fieldwork: Photographs will be pseudonymized to remove any identifying features, such as faces or locations, where necessary. A README file will accompany each photograph, describing the context in which it was taken. These photos will be stored securely but will not be publicly available unless the participants explicitly grant permission. Audio Recordings: Audio recordings will be pseudonymized, and any personally identifiable information will be removed, such as names or locations. A README file will detail the context of the audio recording, \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       9  including the date and location. The audio files will be securely stored and will not be made publicly available to ensure confidentiality.  Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.  REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.  ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  The project will use metadata standards where applicable. For publicly available data, such as policy and discourse analysis documents, I will follow the metadata standards provided by the KU Leuven Research Data Repository (DataCite). For other datasets, including interview audio files, transcripts, field notes, and photographs, these will be securely archived and accompanied by a README file with descriptive summaries to provide context and make the data easier to navigate.      4. Data Storage & Back-up during the Research Project  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       10  Where will the data be stored?  Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☒ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other:   During fieldwork, -if applicable- any paper data, including notes, drawings or printed material, will be kept securely by me in a secure storage that only I will have access to. Moreover, only during this period, Sharepoint online storage will also be used to ensure a double back up with the OneDrive.  How will the data be backed up?  WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS?  ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify) ☐ Other (specify)   All my handwritten field notes will be scanned, and backup copies of the interview recordings will be stored on KU Leuven one drive, an encrypted hard drive created by the ICTS of KU Leuven.   Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No  If no, please specify:   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       11  How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE.  Guidance on security for research data   To further ensure the security of the data, the digital data will be stored within secure environments with access limited only to formally authorized people. All research-related data will be stored on the researcher’s KU Leuven OneDrive account, which is protected by institutional security protocols. Access to this account is provided exclusively through the KU Leuven network, either via a secure VPN connection or through the university’s web interface, which requires multi-factor authentication. This authentication involves my KU Leuven username and password, telephone confirmation and biometric verification (Face ID), ensuring that only I can access the data. Additionally, all digital files will be stored on my work laptop, which has been configured by the KU Leuven IT support team, adhering to strict security standards. Only the researcher and authorized personnel from IT support will have access to the laptop, with permissions provided in specific situations, such as emergency technical issues.      What are the expected costs for data storage and backup during the research project? How will these costs be covered? Ku Leuven ICTS provides me with 50GB storage. The cost of an encrypted hard drive will be around 100 euros. The computer has been already purchased on a price of approximately 1200 euros. All these expenses will be covered by FWO.       5. Data Preservation after the end of the Research Project  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       12  Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).  Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain)     Where will these data be archived (stored and curated for the long-term)?  Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): encrypted personal computer and physical notebook.      What are the expected costs for data preservation during the expected retention period? How will these costs be covered?   Not yet known, but it will be covered by the bench fee provided by FWO.   6. Data Sharing and Reuse  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       13  Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify:  Some of the data will be made available under restricted access due to ethical considerations and the sensitive nature of the information collected. Interviews with Indigenous actors (restricted access): Due to confidentiality and ethical concerns, interview transcripts and recordings will not be openly available. However, anonymized summaries or selected extracts may be shared upon approval. Field notes (restricted access): Field notes contain sensitive observations and personal reflections. They will not be openly available but could be shared under specific conditions. Policy and discourse analysis documents (open access):  If the documents are publicly available sources (e.g., government reports, policy papers), they will remain accessible. Any annotations or coded versions will be stored but not openly published. Photographs from fieldwork (restricted access): Images will be carefully selected to ensure no personal or sensitive information is exposed. Some may be shared upon approval. Audio recordings (closed access): Given privacy concerns, raw audio recordings will not be made available.   If access is restricted, please specify who will be able to access the data and under what conditions.  \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       14  Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects  ☐ Yes, aspects of dual use ☐ Yes, other ☐ No  If yes, please specify: Interview transcripts and audio recordings include sensitive information from Indigenous actors, therefore their identities will be anonymized. However, due to potential risks, full datasets will not be publicly available. Field notes may also contain confidential reflections and, hence, will be securely stored. Policy and discourse analysis documents, if publicly available, may be shared when appropriate.     Where will the data be made available?  If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify)  When will the data be made available?   ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify)   \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       15  Which data usage licenses are you going to provide? If none, please explain why.  A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose.   ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.  INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.  ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No   What are the expected costs for data sharing? How will these costs be covered?   N/A  7. Responsibilities  Who will manage data documentation and metadata during the research project? Alexis Andre Laguna De La Gala \n FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven       16  Who will manage data storage and backup during the research project? Alexis Andre Laguna De La Gala Who will manage data preservation and sharing? Alexis Andre Laguna De La Gala Who will update and implement this DMP? Alexis Andre Laguna De La Gala           "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Alexis Andre Laguna De La Gala Contributor name(s) (+ ORCID) & roles Project number 1 & title 11A6M25N - Overlooked voices in the climate change arena: “Non ecological natives” and their challenge to dominant environmental discourses. Funder(s) GrantID 2 FWO Affiliation(s) KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description This research project constitutes a critical discursive analysis of dynamics of (mis)recognition in the construction of Indigenous Peoples (IPs) as “ecological natives” within the climate change (CC) global debate. Approaching climate change as a social discourse, in which the way the crisis is constructed can shape legitimacy and access within its political arenas, this study explores the practices and voices of local actors who remain outside these sites of power. Specifically, it investigates whether and how communities who do not fit the dominant image of IPs as environmental stewards challenge the representations used to advance their recognition in discussions at the United Nations Framework Convention on Climate Change (UNFCCC). By focusing on these marginalized perspectives, this study will highlight the limits of recognition within climate politics and the alternative narratives that emerge from its margins. The research is structured around three main objectives: 1. The first objective focuses on critically analysing how Indigenous Peoples are portrayed within official UNFCCC publications and the outcomes of climate change negotiations. It will also explore how these representations are produced, negotiated, and contested during the Conferences of the Parties (COPs), with particular attention to the role of Indigenous leaders in these processes. 2. The second objective investigates the emergence of Indigenous practices that challenge the dominant ecological narrative, exploring the socio-political implications of these practices. It will also examine the motivations, challenges, and future aspirations of community members involved in these practices. 3. The final objective aims to compare local Indigenous practices with their representation in UNFCCC discourse, identifying inconsistencies in how these communities are recognized. Additionally, it will investigate the institutional barriers that hinder the recognition of alternative Indigenous perspectives within the global climate change governance framework. 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume ☒ Generate new data ☐ Reuse existing data ☒ Digital ☒ Physical ☒ Audiovisual ☒ Images ☒ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Interviews with Indigenous actors Semi-structured interviews with Indigenous actors at the UNFCCC and local communities. Generate new data Digital Observational .wav, .mp3,.txt Field notes Ethnographic observations from COP meetings and community interactions Generate new data Physical Observational .txt, .docx FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 Policy and discourse analysis documents UNFCCC official reports and Indigenous public declarations. Generate new data. Reuse existing data: academic literature review Digital Compiled/aggregated data .pdf, .txt, .docx Photographs from fieldwork Photographs taken during fieldwork to document places, events, and interactions. Generate new data Digital Observational .jpeg, .png Audio recordings Recordings of interviews, focus groups and speeches Generate new data Digital Observational .wav, .mp3 GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☒ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: SMEC Approval number: G-2024-8733-R2(MAR) Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: PRET Approval number: G-2024-8733-R2(MAR) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata. After the completion of my project, I will prepare an overall README file that will include the description of all data used, ensuring clarity about the data collection methods and analysis processes. This overview will ensure that the data remains understandable and accessible for future use while safeguarding the confidentiality of human participants through pseudonymization where needed. For the different datasets, the following procedures will be applied. Interviews with Indigenous actors: The interview transcripts will be pseudonymized to protect the identities of participants. A README file will accompany the data, outlining the date, location, and context of the interviews, along with the methods used. The README file will also include a description of the coding strategy used for analysis. Since this data is sensitive, it will not be made publicly available but will be securely stored and accessible only to myself. Field Notes: Field notes will be transcribed, dated, and pseudonymized where necessary. A README file will describe the context of data collection, including the location, date, and any specific observations made during fieldwork. These field notes will be securely archived and will not be made publicly available but will remain accessible for internal purposes. Policy and Discourse Analysis Documents: These documents will be made publicly available since they contain no personally identifiable information. I will include a README file that explains the context in which the documents were analyzed, and any decisions made during the analysis. Additionally, the README file will reference the specific documents included in the dataset, providing full citations and links to the original sources when available. Photographs from Fieldwork: Photographs will be pseudonymized to remove any identifying features, such as faces or locations, where necessary. A README file will accompany each photograph, describing the context in which it was taken. These photos will be stored securely but will not be publicly available unless the participants explicitly grant permission. Audio Recordings: Audio recordings will be pseudonymized, and any personally identifiable information will be removed, such as names or locations. A README file will detail the context of the audio recording, FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 including the date and location. The audio files will be securely stored and will not be made publicly available to ensure confidentiality. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: The project will use metadata standards where applicable. For publicly available data, such as policy and discourse analysis documents, I will follow the metadata standards provided by the KU Leuven Research Data Repository (DataCite). For other datasets, including interview audio files, transcripts, field notes, and photographs, these will be securely archived and accompanied by a README file with descriptive summaries to provide context and make the data easier to navigate. 4. Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☒ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: During fieldwork, -if applicable- any paper data, including notes, drawings or printed material, will be kept securely by me in a secure storage that only I will have access to. Moreover, only during this period, Sharepoint online storage will also be used to ensure a double back up with the OneDrive. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify) ☐ Other (specify) All my handwritten field notes will be scanned, and backup copies of the interview recordings will be stored on KU Leuven one drive, an encrypted hard drive created by the ICTS of KU Leuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data To further ensure the security of the data, the digital data will be stored within secure environments with access limited only to formally authorized people. All research-related data will be stored on the researcher’s KU Leuven OneDrive account, which is protected by institutional security protocols. Access to this account is provided exclusively through the KU Leuven network, either via a secure VPN connection or through the university’s web interface, which requires multi-factor authentication. This authentication involves my KU Leuven username and password, telephone confirmation and biometric verification (Face ID), ensuring that only I can access the data. Additionally, all digital files will be stored on my work laptop, which has been configured by the KU Leuven IT support team, adhering to strict security standards. Only the researcher and authorized personnel from IT support will have access to the laptop, with permissions provided in specific situations, such as emergency technical issues. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Ku Leuven ICTS provides me with 50GB storage. The cost of an encrypted hard drive will be around 100 euros. The computer has been already purchased on a price of approximately 1200 euros. All these expenses will be covered by FWO. 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide. ☒ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): encrypted personal computer and physical notebook. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Not yet known, but it will be covered by the bench fee provided by FWO. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: Some of the data will be made available under restricted access due to ethical considerations and the sensitive nature of the information collected. Interviews with Indigenous actors (restricted access): Due to confidentiality and ethical concerns, interview transcripts and recordings will not be openly available. However, anonymized summaries or selected extracts may be shared upon approval. Field notes (restricted access): Field notes contain sensitive observations and personal reflections. They will not be openly available but could be shared under specific conditions. Policy and discourse analysis documents (open access): If the documents are publicly available sources (e.g., government reports, policy papers), they will remain accessible. Any annotations or coded versions will be stored but not openly published. Photographs from fieldwork (restricted access): Images will be carefully selected to ensure no personal or sensitive information is exposed. Some may be shared upon approval. Audio recordings (closed access): Given privacy concerns, raw audio recordings will not be made available. If access is restricted, please specify who will be able to access the data and under what conditions. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Interview transcripts and audio recordings include sensitive information from Indigenous actors, therefore their identities will be anonymized. However, due to potential risks, full datasets will not be publicly available. Field notes may also contain confidential reflections and, hence, will be securely stored. Policy and discourse analysis documents, if publicly available, may be shared when appropriate. Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? N/A 7. Responsibilities Who will manage data documentation and metadata during the research project? Alexis Andre Laguna De La Gala FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16 Who will manage data storage and backup during the research project? Alexis Andre Laguna De La Gala Who will manage data preservation and sharing? Alexis Andre Laguna De La Gala Who will update and implement this DMP? Alexis Andre Laguna De La Gala"
}