{
    "document_id": "D-2022-1631",
    "LinkTitle": "D-2022-1631",
    "file_name": "D-2022-1631.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1631.pdf",
    "metadata": {
        "title": "MICROMICS - MICROCLIMATE- AND GENOMICS-INFORMED DISTRIBUTION MODELING TO IMPROVE PREDICTIONS OF SPECIES’ RANGE DYNAMICS AND EXTINCTION RISK UNDER ENVIRONMENTAL CHANGE",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "MICROMICS - MICROCLIMATE- AND GENOMICS-INFORMED\nDISTRIBUTION MODELING TO IMPROVE PREDICTIONS OF\nSPECIES’ RANGE DYNAMICS AND EXTINCTION RISK UNDER\nENVIRONMENTAL CHANGE\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate: \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nMicroclimate maps\nHigh-resolution microclimate\ntemperature maps of the study\nareas\nN\nD\nN\n.TIF\n<100GB\n \nForestTemp\nSub-canopy microclimate\ntemperatures of European forests\nE\nD\nN\n.TIF\n<1TB\n \nThermal response\ncurves\nResponse curves for all forest\nspecialist species\nN\nD\nN\n.csv\n<1GB\n \nSuitability and climate\nchange exposure maps\nFor all forest specialist species\nN\nD\nN\n.TIF\n<1TB\n \nAdaptability and\ndispersal maps\nFor both forest specialist species.\nN\nD\nN\n.TIF\n<100GB\n \nSequence datasets\nFor both forest specialist species.\nN\nD\nT\n.fasta\n<1TB\n \nGenetic variant datasets\nFor both forest specialist species.\nN\nD\nN\n.vcf\n<100GB\n \nPooled allele frequency\ndatasets\nFor both forest specialist species.\nN\nD\nN\n.txt\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nForestTemp: https://doi.org/10.6084/m9.figshare.14618235.v2\nWorldClim: https://www.worldclim.org/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU\nLeuven or UZ Leuven privacy register number (G or S number).\nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n1 of 5\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)?  If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nPer work package, output data will be collected, including a text file with a clear description of\nwhat the data represent and how they were generated. A text file with a description of the type\nand format of all input data and scripts used to generate the output data will be kept inside the\nsame folder. The name of the folder will specify the applied algorithm and the date the results\nwere generated (A .txt file explaining the naming will be maintained).\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nFor data collected on the field and analysed in the lab, a text file will be made containing the date that the data was collected, the\ncoordinates and/or study area, the people that collected the data, a short explanation of each variable and its units, the file format, and\nuser rights and acknowledgements.\nFor scripts, a text file will be made containing the date the script was made, the developer of the script, a short explanation of the target\nof the script, necessary software, necessary input data and explanation of the output, reference to data to which this script was applied,\nand user rights and acknowledgements.\nFor the generated results, a text file will be made containing the date that the results were obtained, the coordinates and/or study area,\nthe author of the data, a short description of the\nresults, a reference to the script used to generate the results (if available), the file format, and\nthe user rights and acknowledgements.\nFor the genetic data obtained by sequencing companies, a pdf report will be provided to detail on the sequencing and bio-informatics\nprocedure.\nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n2 of 5\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nOther (specify below)\nLarge Volume Storage\nThe time-stamped master copy of the data will be kept on the Teams of the Micromics project. Copies can be made and kept on\npersonal OneDrive accounts.\nThe raw read files obtained by sequencing companies will be deposited on GenBank.\nThe genetic variant and allele frequency files will be stored on Onedrive, with a copy on a large volume storage device.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe data storage is backed up via Teams and OneDrive (see above)\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nYes, personal OneDrive accounts have 2 TB and the Teams 5 TB of storage.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data are on secure servers, with centralized security controls and multi-layered encryption.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThey are covered by the university/department\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end\nof the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAt the end of the project, all data will be stored on the archive K-drive of the Division Forest, Nature and Landscape together with the\nnecessary metadata\nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nK-Drive (Archive)\nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n3 of 5\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs will be covered by the project PI and amount max to 1000 euros.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nYes, as embargoed data (temporary restriction)\nData, metadata and code will be deposited to online open-access public repositories such as Dryad, Zenodo and Github. Biodiversity\ncan, in addition to the deposition as described above, also be uploaded to biodiversity repositories such as GBIF (http://gbif.org/) and\ntrait data repositories such as TRY (https://www.try-db.org/). Sequence read data deposited on GenBank will be embargoed for the\nduration of the project.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe files uploaded to figshare, Zenodo and Github will be public. Data stored on the university's central servers will be accessible after\npermission of the promoters.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nSee answer above\nWhen will the data be made available? \nUpon publication of research results\nSpecific date (specify below)\nOther (specify below)\nData and code underlying publications in each of the WPs will be deposited at the time of publication as much as possible, such that\nthey are fully open and can be accessed and re-used from the time of publication onwards. Only in the case that data will be (partly) re-\nused in subsequent publications (e.g. some of the data such as the temperature data per plot) or due to other restrictions (e.g. journal\npolicies), a reasonable delay/embargo in access to the data to publish our findings first and/or to secure intellectual property protection\nmight be applied. All data and code will be openly accessible at the latest at the end of the project (if restrictions apply, with a maximum\nof 6 months embargo beyond that date).\nWhich data usage licenses are you going to provide? \nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n4 of 5\nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available,\nplease provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no expected costs related to data sharing, apart from data handling and data transfer.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe PhD researchers and promotors will be responsible for data documentation & metadata.\nWho will manage data storage and backup during the research project? \nThe PhD researchers and promotors will be responsible for data data storage. Data back up happens automatically.\nWho will manage data preservation and sharing? \nThe PhD researchers and the promotors will be responsible for compiling a folder with all data and corresponding metadata that needs\nto be preserved. Our teams' data storage team will be\nresponsible for storing the data thereafter, with the supervision of the promoters\nWho will update and implement this DMP? \nThe PIs bear the overall responsibility for updating & implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 20 January 2023\n5 of 5"
    },
    "clean_full_text": "MICROMICS - MICROCLIMATE- AND GENOMICS-INFORMED DISTRIBUTION MODELING TO IMPROVE PREDICTIONS OF SPECIES’ RANGE DYNAMICS AND EXTINCTION RISK UNDER ENVIRONMENTAL CHANGE Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Microclimate maps High-resolution microclimate temperature maps of the study areas N D N .TIF <100GB ForestTemp Sub-canopy microclimate temperatures of European forests E D N .TIF <1TB Thermal response curves Response curves for all forest specialist species N D N .csv <1GB Suitability and climate change exposure maps For all forest specialist species N D N .TIF <1TB Adaptability and dispersal maps For both forest specialist species. N D N .TIF <100GB Sequence datasets For both forest specialist species. N D T .fasta <1TB Genetic variant datasets For both forest specialist species. N D N .vcf <100GB Pooled allele frequency datasets For both forest specialist species. N D N .txt <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: ForestTemp: https://doi.org/10.6084/m9.figshare.14618235.v2 WorldClim: https://www.worldclim.org/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Created using DMPonline.be. Last modiﬁed 20 January 2023 1 of 5 No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Per work package, output data will be collected, including a text file with a clear description of what the data represent and how they were generated. A text file with a description of the type and format of all input data and scripts used to generate the output data will be kept inside the same folder. The name of the folder will specify the applied algorithm and the date the results were generated (A .txt file explaining the naming will be maintained). Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No For data collected on the field and analysed in the lab, a text file will be made containing the date that the data was collected, the coordinates and/or study area, the people that collected the data, a short explanation of each variable and its units, the file format, and user rights and acknowledgements. For scripts, a text file will be made containing the date the script was made, the developer of the script, a short explanation of the target of the script, necessary software, necessary input data and explanation of the output, reference to data to which this script was applied, and user rights and acknowledgements. For the generated results, a text file will be made containing the date that the results were obtained, the coordinates and/or study area, the author of the data, a short description of the results, a reference to the script used to generate the results (if available), the file format, and the user rights and acknowledgements. For the genetic data obtained by sequencing companies, a pdf report will be provided to detail on the sequencing and bio-informatics procedure. Created using DMPonline.be. Last modiﬁed 20 January 2023 2 of 5 Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Other (specify below) Large Volume Storage The time-stamped master copy of the data will be kept on the Teams of the Micromics project. Copies can be made and kept on personal OneDrive accounts. The raw read files obtained by sequencing companies will be deposited on GenBank. The genetic variant and allele frequency files will be stored on Onedrive, with a copy on a large volume storage device. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The data storage is backed up via Teams and OneDrive (see above) Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Yes, personal OneDrive accounts have 2 TB and the Teams 5 TB of storage. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are on secure servers, with centralized security controls and multi-layered encryption. What are the expected costs for data storage and backup during the research project? How will these costs be covered? They are covered by the university/department Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy At the end of the project, all data will be stored on the archive K-drive of the Division Forest, Nature and Landscape together with the necessary metadata Where will these data be archived (stored and curated for the long-term)? Other (specify below) K-Drive (Archive) Created using DMPonline.be. Last modiﬁed 20 January 2023 3 of 5 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs will be covered by the project PI and amount max to 1000 euros. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) Yes, as embargoed data (temporary restriction) Data, metadata and code will be deposited to online open-access public repositories such as Dryad, Zenodo and Github. Biodiversity can, in addition to the deposition as described above, also be uploaded to biodiversity repositories such as GBIF (http://gbif.org/) and trait data repositories such as TRY (https://www.try-db.org/). Sequence read data deposited on GenBank will be embargoed for the duration of the project. If access is restricted, please specify who will be able to access the data and under what conditions. The files uploaded to figshare, Zenodo and Github will be public. Data stored on the university's central servers will be accessible after permission of the promoters. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Other data repository (specify below) See answer above When will the data be made available? Upon publication of research results Specific date (specify below) Other (specify below) Data and code underlying publications in each of the WPs will be deposited at the time of publication as much as possible, such that they are fully open and can be accessed and re-used from the time of publication onwards. Only in the case that data will be (partly) re- used in subsequent publications (e.g. some of the data such as the temperature data per plot) or due to other restrictions (e.g. journal policies), a reasonable delay/embargo in access to the data to publish our findings first and/or to secure intellectual property protection might be applied. All data and code will be openly accessible at the latest at the end of the project (if restrictions apply, with a maximum of 6 months embargo beyond that date). Which data usage licenses are you going to provide? Created using DMPonline.be. Last modiﬁed 20 January 2023 4 of 5 If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? There are no expected costs related to data sharing, apart from data handling and data transfer. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researchers and promotors will be responsible for data documentation & metadata. Who will manage data storage and backup during the research project? The PhD researchers and promotors will be responsible for data data storage. Data back up happens automatically. Who will manage data preservation and sharing? The PhD researchers and the promotors will be responsible for compiling a folder with all data and corresponding metadata that needs to be preserved. Our teams' data storage team will be responsible for storing the data thereafter, with the supervision of the promoters Who will update and implement this DMP? The PIs bear the overall responsibility for updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 20 January 2023 5 of 5"
}