{
    "document_id": "D-2024-2858",
    "LinkTitle": "D-2024-2858",
    "file_name": "D-2024-2858.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2858.pdf",
    "metadata": {
        "title": "TEACHING SENSITIVE TOPICS: TOWARD A FRAMEWORK OF DOMAIN-SPECIFIC AND DOMAIN-GENERAL DETERMINANTS OF PEDAGOGIC FRAILTY",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "TEACHING SENSITIVE TOPICS: TOWARD A FRAMEWORK OF DOMAIN-SPECIFIC AND DOMAIN-\nTEACHING SENSITIVE TOPICS: TOWARD A FRAMEWORK OF DOMAIN-SPECIFIC AND DOMAIN-\nGENERAL DETERMINANTS OF PEDAGOGIC FRAILTY\nGENERAL DETERMINANTS OF PEDAGOGIC FRAILTY\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nMachteld Vandecandelaere, n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nMachteld Vandecandelaere, n.n. n.n.\nGrant number / URL: \nGrant number / URL: \nC2M/23/015\nID: \nID: \n205450\nStart date: \nStart date: \n10-01-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nDealing with classroom tensions created by sensitive topics such as refugee policy or climate change is a challenging activity for teachers. Although\nthese topics have always existed, tensions increase with increased diversity in the classroom and increased critical consciousness and activism in\nsociety (i.e., wokeness). Increased discomfort and tension in the classroom have led teachers to avoid sensitive topics or to adopt other approaches they\nconsider 'safe,' which may jeopardize the achievement of certain learning goals. Research into the nature of these tensions is needed in order to develop\nappropriate support. In this project, we will identify key domain-specific and domain-general determinants of tension when teaching sensitive or\ncontroversial topics. The framework we develop will provide an essential basis for further research and for supporting teachers in meeting the\nimportant challenge of dealing with sensitive issues in their teaching practice.\nLast modified: \nLast modified: \n27-03-2024\nCreated using DMPonline.be. Last modiﬁed 27 March 2024\n1 of 6\nTEACHING SENSITIVE TOPICS: TOWARD A FRAMEWORK OF DOMAIN-SPECIFIC AND DOMAIN-\nTEACHING SENSITIVE TOPICS: TOWARD A FRAMEWORK OF DOMAIN-SPECIFIC AND DOMAIN-\nGENERAL DETERMINANTS OF PEDAGOGIC FRAILTY\nGENERAL DETERMINANTS OF PEDAGOGIC FRAILTY\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or \nE\nE\n(xisting\ndata) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nCM-Interviews \nInterviews\nN\nD\nS\nmp3\n<1GB\n \nSurvey\nSurvey\nN\nD\nT\nXls \n<1GB\n \nVideo-\nrecording\nVideo-\nrecording\nN\nD\nA\nmp4\n<1TB\n \nEDA\nEDA\nN\nD\nN\ncsv\n<1GB\n \nVSR-Interviews\nInterviews\nN\nD\nS\nmp3\n<1GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\n/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nG-2023-7285\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nG-2023-7285\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nCreated using DMPonline.be. Last modiﬁed 27 March 2024\n2 of 6\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \n \nThe data is comprised of several raw-like data files, one or several excel files that contain participant background information and links to the\ndata files and a README.txt that contains the explanation of the use of the excel file and data files. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nCreated using DMPonline.be. Last modiﬁed 27 March 2024\n3 of 6\nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nSecured network drive from KU Leuven \nOneDrive linked to a KU Leuven account\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo extra costs are expected.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nResearchers and supervisors in the project\nCreated using DMPonline.be. Last modiﬁed 27 March 2024\n4 of 6\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nDoes not apply\nWhen will the data be made available? \nWhen will the data be made available? \nOther (specify below)\nDoes not apply\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nCustom KU Leuven \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nDoes not apply\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe pdh researchers and their supervisors. \nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nCreated using DMPonline.be. Last modiﬁed 27 March 2024\n5 of 6\nThe pdh researchers and their supervisors. \nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe pdh researchers and their supervisors. \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe supervisors\nCreated using DMPonline.be. Last modiﬁed 27 March 2024\n6 of 6"
    },
    "clean_full_text": "TEACHING SENSITIVE TOPICS: TOWARD A FRAMEWORK OF DOMAIN-SPECIFIC AND DOMAIN- TEACHING SENSITIVE TOPICS: TOWARD A FRAMEWORK OF DOMAIN-SPECIFIC AND DOMAIN- GENERAL DETERMINANTS OF PEDAGOGIC FRAILTY GENERAL DETERMINANTS OF PEDAGOGIC FRAILTY A Data Management Plan created using DMPonline.be Creators: Creators: Machteld Vandecandelaere, n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Machteld Vandecandelaere, n.n. n.n. Grant number / URL: Grant number / URL: C2M/23/015 ID: ID: 205450 Start date: Start date: 10-01-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: Dealing with classroom tensions created by sensitive topics such as refugee policy or climate change is a challenging activity for teachers. Although these topics have always existed, tensions increase with increased diversity in the classroom and increased critical consciousness and activism in society (i.e., wokeness). Increased discomfort and tension in the classroom have led teachers to avoid sensitive topics or to adopt other approaches they consider 'safe,' which may jeopardize the achievement of certain learning goals. Research into the nature of these tensions is needed in order to develop appropriate support. In this project, we will identify key domain-specific and domain-general determinants of tension when teaching sensitive or controversial topics. The framework we develop will provide an essential basis for further research and for supporting teachers in meeting the important challenge of dealing with sensitive issues in their teaching practice. Last modified: Last modified: 27-03-2024 Created using DMPonline.be. Last modiﬁed 27 March 2024 1 of 6 TEACHING SENSITIVE TOPICS: TOWARD A FRAMEWORK OF DOMAIN-SPECIFIC AND DOMAIN- TEACHING SENSITIVE TOPICS: TOWARD A FRAMEWORK OF DOMAIN-SPECIFIC AND DOMAIN- GENERAL DETERMINANTS OF PEDAGOGIC FRAILTY GENERAL DETERMINANTS OF PEDAGOGIC FRAILTY Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA CM-Interviews Interviews N D S mp3 <1GB Survey Survey N D T Xls <1GB Video- recording Video- recording N D A mp4 <1TB EDA EDA N D N csv <1GB VSR-Interviews Interviews N D S mp3 <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) G-2023-7285 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G-2023-7285 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 27 March 2024 2 of 6 No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The data is comprised of several raw-like data files, one or several excel files that contain participant background information and links to the data files and a README.txt that contains the explanation of the use of the excel file and data files. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? Created using DMPonline.be. Last modiﬁed 27 March 2024 3 of 6 If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Secured network drive from KU Leuven OneDrive linked to a KU Leuven account What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No extra costs are expected. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Researchers and supervisors in the project Created using DMPonline.be. Last modiﬁed 27 March 2024 4 of 6 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) Does not apply When will the data be made available? When will the data be made available? Other (specify below) Does not apply Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) Custom KU Leuven Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Does not apply Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The pdh researchers and their supervisors. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 27 March 2024 5 of 6 The pdh researchers and their supervisors. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The pdh researchers and their supervisors. Who will update and implement this DMP? Who will update and implement this DMP? The supervisors Created using DMPonline.be. Last modiﬁed 27 March 2024 6 of 6"
}