{
    "document_id": "D-2021-1222",
    "LinkTitle": "D-2021-1222",
    "file_name": "D-2021-1222.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1222.pdf",
    "metadata": {
        "title": "D-2021-1222",
        "author": "Myriam Mertens",
        "num_pages": 8
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant Sarah Meyers\nFWO Project Number & Title 11L9122N\nCombining CRISPR screening and single-cell RNA sequencing to unravel the mechanisms of transcriptional \nderegulation in T-cell acute lymphoblastic leukemia\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☒ Other: VIB\n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☐ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).This project will generate datasets of single-cell sequencing data of primary mouse T cells. As the \nexperiments make use of CRISPR technology, we will generate both single-cell RNA-seq data and single-\ncell gRNA data. We expect to generate 3 to 4 datasets with an expected size of around 400GB per dataset \n(with 3 timepoints per experiment).\nRaw data consists of sequencing reads in .fastq format which will be stored in the secure archives of the \nVlaams Supercomputer Centrum (VSC).\nRaw sequencing reads will be mapped using 10X Genomics CellRanger algorithm to generate .bam files \ntogether with count matrices (.mtx.gz and .tsv.gz format).  \nBesides single-cell data, the project will also generate bulk sequencing data. For this bulk data, we will also  \nstore fastq and bam files.\n3.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☐ Yes\n☒ No\nIf yes: \n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used:\nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☒ Yes\n☐ No\nIf yes: \n-Reference to ethical committee approval:\nWe have approval of the Ethical Committee for Animal Experimentation (ECD)  to use primary mouse cells  \nfrom transgenic Bl/6 mice.\nECD P-number: 023/2018\n2019-10-01 | FWO DMP Template 3Does your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☒ Yes\n☐ No\nIf yes, please comment:\n \nThis is fundamental research executed on a cell model, which could result in patentable or non-patentable  \ninventions with valorization potential. VIB maintains a dedicated technology transfer team to help \ntranslate research results into tangible applications. Results will be discussed with the tech transfer office \nof VIB and KU Leuven (LRD). In case tech transfer is possible, we will apply the necessary restrictions to the  \ndata to allow for a patent filing and subsequent valorization track, while ensuring that the publication of \nresults and release of data is not unreasonably delayed.\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\n4.Documentation and metadata\nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  All data that will be published will be made publicly available with a clear description in the respective \npublication.\nFurthermore, we store the a nnotated scripts that were used during data analysis, with relevant Readme \ntext files.\n2019-10-01 | FWO DMP Template 4Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☒ Yes\n☐ No\nIf yes, please specify:\nThe data will be annotated in concordance with the standards used in the public database to which it will \nbe submitted, most likely either GEO from NCBI or the European EGA database.\n5.Data storage & backup during the FWO project\nWhere will the data be stored?  Data will be analysed at the Vlaams Supercomputer Centrum (VSC), and will be stored in the\nsecure VSC archives for at least 5 years after the end of the research.  \nPublished data will be stored in a public database (e.g.: EGA or GEO) and will be publicly available after \npublication.\nHow will the data be backed up?  Data will be archived on the HPC of the VSC with the necessary security and redundancy measures.\nFurthermore, regular backups of the computers are created for safe storage of any additional data.\n2019-10-01 | FWO DMP Template 5Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nIf no, please specify:  \nThe lab has sufficient resources and funding to acquire the necessary storage capacity on the HPC.\nThe estimated volume of data is 400GB per single-cell RNA-seq experiment. We expect to generate 3 to 4 \nof such datasets, resulting in a total of 1,5 to 2TB.\nFurthermore, there is sufficient storage and back-up capacity on all KU Leuven servers:\n- the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with \nNetApp eseries storage systems, and a CTDB samba cluster in the front-end.\n- the “J-drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system.\nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The cost of data storage on the HPC of the VSC is €70 per TB per year, and this cost can be covered by the \nlab. \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  The HPC has all necessary security measures to ensure safe data storage.\nOnly the persons involved in the project will have access to the data (Sarah Meyers, Sofie Demeyer, Jan \nCools).\n \n2019-10-01 | FWO DMP Template 66.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).All RNA sequencing data that was created during this project will be retained for at least 5 years after the \nend of the project. The data will be stored in the form of raw reads as fastq files and the mapped bam \nfiles. In case there would not be sufficient storage capacity, only the raw fastq files will be stored and bam \nfiles will be deleted, as those can be regenerated by mapping the raw data again.\nPlasmids that were created will be stored securely in the -80°C storage in the Jan Cools lab, and a \ndescription of each plasmid and the vector map (.clc file) will be kept in a database on KU Leuven and VIB \nservers. Cell lines will be cryopreserved in a liquid nitrogen biobank, with the correct annotations and any \nadditional information stored on KULeuven servers.\nWhere will these data be archived (= stored for \nthe long term)? All data will be archived on the HPC of the VSC with the necessary security and redundancy measures.\nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The cost of data preservation is € 70 per TB per year, which will be covered by the host lab.\n7.Data sharing and reuse\n2019-10-01 | FWO DMP Template 7Are there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☐ Yes\n☒ No\nIf yes, please specify:\nThere are no restrictions on data sharing, as we do not have any agreements with 3rd party organisations \nand the project does not involve sensitive personal information.\n \nWhich data will be made available after the end \nof the project? Published data will be made freely available.  \nUnpublished data will be stored securely after the end of the project but will not be made publicly \navailable.\nWhere/how will the data be made available for \nreuse? ☒ In an Open Access repository\n☐ In a restricted access repository\n☒ Upon request by mail\n☐ Other (specify):\nData will be shared through publication, and stored in public data repositories such as GEO and EGA \ndatabase.\nWhen will the data be made available?  Data will be made available upon publication.\nWho will be able to access the data and under \nwhat conditions? Published data will be freely available for research purposes. For commercial purposes, a data access \nagreement should be signed.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.There are no additional resources needed for data sharing in public databases.\n2019-10-01 | FWO DMP Template 88.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  Sarah Meyers and the co-supervisor Sofie Demeyer are responsible for documentation during the course \nof the project.\nWho will be responsible for data storage & back \nup during the project?  Sarah Meyers and the co-supervisor Sofie Demeyer are responsible for safe storage of data during the \ncourse of the project.\nWho will be responsible for ensuring data \npreservation and sharing?  Jan Cools and Sofie Demeyer are responsible for data sharing and preservation.\nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPThe PI, Jan Cools, bears the overall responsibility for updating & implementing this DMP."
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Sarah Meyers FWO Project Number & Title 11L9122N Combining CRISPR screening and single-cell RNA sequencing to unravel the mechanisms of transcriptional deregulation in T-cell acute lymphoblastic leukemia Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☒ Other: VIB 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).This project will generate datasets of single-cell sequencing data of primary mouse T cells. As the experiments make use of CRISPR technology, we will generate both single-cell RNA-seq data and single- cell gRNA data. We expect to generate 3 to 4 datasets with an expected size of around 400GB per dataset (with 3 timepoints per experiment). Raw data consists of sequencing reads in .fastq format which will be stored in the secure archives of the Vlaams Supercomputer Centrum (VSC). Raw sequencing reads will be mapped using 10X Genomics CellRanger algorithm to generate .bam files together with count matrices (.mtx.gz and .tsv.gz format). Besides single-cell data, the project will also generate bulk sequencing data. For this bulk data, we will also store fastq and bam files. 3.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☐ Yes ☒ No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☒ Yes ☐ No If yes: -Reference to ethical committee approval: We have approval of the Ethical Committee for Animal Experimentation (ECD) to use primary mouse cells from transgenic Bl/6 mice. ECD P-number: 023/2018 2019-10-01 | FWO DMP Template 3Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☒ Yes ☐ No If yes, please comment: This is fundamental research executed on a cell model, which could result in patentable or non-patentable inventions with valorization potential. VIB maintains a dedicated technology transfer team to help translate research results into tangible applications. Results will be discussed with the tech transfer office of VIB and KU Leuven (LRD). In case tech transfer is possible, we will apply the necessary restrictions to the data to allow for a patent filing and subsequent valorization track, while ensuring that the publication of results and release of data is not unreasonably delayed. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: 4.Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? All data that will be published will be made publicly available with a clear description in the respective publication. Furthermore, we store the a nnotated scripts that were used during data analysis, with relevant Readme text files. 2019-10-01 | FWO DMP Template 4Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☒ Yes ☐ No If yes, please specify: The data will be annotated in concordance with the standards used in the public database to which it will be submitted, most likely either GEO from NCBI or the European EGA database. 5.Data storage & backup during the FWO project Where will the data be stored? Data will be analysed at the Vlaams Supercomputer Centrum (VSC), and will be stored in the secure VSC archives for at least 5 years after the end of the research. Published data will be stored in a public database (e.g.: EGA or GEO) and will be publicly available after publication. How will the data be backed up? Data will be archived on the HPC of the VSC with the necessary security and redundancy measures. Furthermore, regular backups of the computers are created for safe storage of any additional data. 2019-10-01 | FWO DMP Template 5Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: The lab has sufficient resources and funding to acquire the necessary storage capacity on the HPC. The estimated volume of data is 400GB per single-cell RNA-seq experiment. We expect to generate 3 to 4 of such datasets, resulting in a total of 1,5 to 2TB. Furthermore, there is sufficient storage and back-up capacity on all KU Leuven servers: - the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front-end. - the “J-drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system. What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The cost of data storage on the HPC of the VSC is €70 per TB per year, and this cost can be covered by the lab. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The HPC has all necessary security measures to ensure safe data storage. Only the persons involved in the project will have access to the data (Sarah Meyers, Sofie Demeyer, Jan Cools). 2019-10-01 | FWO DMP Template 66.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).All RNA sequencing data that was created during this project will be retained for at least 5 years after the end of the project. The data will be stored in the form of raw reads as fastq files and the mapped bam files. In case there would not be sufficient storage capacity, only the raw fastq files will be stored and bam files will be deleted, as those can be regenerated by mapping the raw data again. Plasmids that were created will be stored securely in the -80°C storage in the Jan Cools lab, and a description of each plasmid and the vector map (.clc file) will be kept in a database on KU Leuven and VIB servers. Cell lines will be cryopreserved in a liquid nitrogen biobank, with the correct annotations and any additional information stored on KULeuven servers. Where will these data be archived (= stored for the long term)? All data will be archived on the HPC of the VSC with the necessary security and redundancy measures. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The cost of data preservation is € 70 per TB per year, which will be covered by the host lab. 7.Data sharing and reuse 2019-10-01 | FWO DMP Template 7Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: There are no restrictions on data sharing, as we do not have any agreements with 3rd party organisations and the project does not involve sensitive personal information. Which data will be made available after the end of the project? Published data will be made freely available. Unpublished data will be stored securely after the end of the project but will not be made publicly available. Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): Data will be shared through publication, and stored in public data repositories such as GEO and EGA database. When will the data be made available? Data will be made available upon publication. Who will be able to access the data and under what conditions? Published data will be freely available for research purposes. For commercial purposes, a data access agreement should be signed. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.There are no additional resources needed for data sharing in public databases. 2019-10-01 | FWO DMP Template 88.Responsibilities Who will be responsible for the data documentation & metadata? Sarah Meyers and the co-supervisor Sofie Demeyer are responsible for documentation during the course of the project. Who will be responsible for data storage & back up during the project? Sarah Meyers and the co-supervisor Sofie Demeyer are responsible for safe storage of data during the course of the project. Who will be responsible for ensuring data preservation and sharing? Jan Cools and Sofie Demeyer are responsible for data sharing and preservation. Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPThe PI, Jan Cools, bears the overall responsibility for updating & implementing this DMP."
}