{
    "document_id": "D-2024-2563",
    "LinkTitle": "D-2024-2563",
    "file_name": "D-2024-2563.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2563.pdf",
    "metadata": {
        "title": "D-2024-2563",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)   1 \n FWO DMP  Template  - Flemish Standard Data Management Plan   \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of t he project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives  of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contai ns the core \nrequirements for data management planning . To increase understanding and facilitate completion of the DMP, a stan dardized glossary  of \ndefinitions and abbreviations is available via the following link.  \n \n \n \n \n  \nFWO DMP Template (Flemish Standard DMP)   2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  GIULIA DE CESARIS  0000 -0001 -7887 -8911  \nContributor name(s) ( + ORCID) & roles   \nProject number1 & title Goods, Virtue and Happiness in the Early Academy  \nFunder(s) GrantID2 FWO (1257224N)  \nAffiliation(s)  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nProvide ROR3 identifier when possible:   \nPlease provide a short project description  This project investigates the ethical theories developed in the Early Academy, the phase of the Academy immediately \nfollowing the death of Plato. The aim is to show that these theories contributed significantly to the dynamics of the \ndebate on goods, virtue and happiness in the 4th century BCE.  \nIn antiquity, there were two major, competing answers to the question of how happiness, goods and virtue are \nrelated. The first model, advanced by Plato, suggests that virtue (arete) is sufficient for human beings to secure \nhappiness (eudaimonia). Differen tly, Aristotle holds that virtue is not enough for someone to live a happy life, for \nother (non -moral) goods (e.g., health, wealth and friends) are necessary too. We often compare these two models on \naccount of their similarities and differences. Yet, what  is missing from the picture is an account of the framework in \nwhich this debate emerged and the discussions that contributed to shaping these responses. This project seeks to fill \nthis gap by examining the ethical doctrines advanced by the first circle of  Platonists, fellow companions of Aristotle \nand his competitors for the direction of the school. The hypothesis is that coeval developments in the ethical debate \ncan be more effectively understood as the result of a dialectic with and in the backdrop of th e discussions concerning \nthe goods, virtue and happiness conducted by the first generation of Plato’s students.  \n \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can \nonly provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \n3 Research Organization Registry Community. https://ror.org/  \nFWO DMP Template (Flemish Standard DMP)   3 \n  \n2. Research Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or reused, digital or physical, a lso indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4.  \n FORMAT  TYPE  ORIGIN  VOLUME  \nDigitally processed texts  .doxc; .pdf;  text Thesaurus Linguae Grecae; Thesaurus \nLinguae Latinae)  Approx.. < 500 KB per text \nprocessed  \nTexts from existing editions  .docx; .pdf;  Text  OCR scans, scientific literature in pdf.  Approx: < 500 KB per edition \nconsulted  \nRaw text material  .docx; .pdf  Text  Published books; OCR scans, scientific \nliterature in pdf  Approx: < 500 KB per word/pdf \ndocument  \nHandwritten notes (based on source \nmaterial)  Hard paper \ncopies (written \nnotes); .pdf; .pdf Text  books; OCR scans, scientific literature in pdf  N/A \nAbstracts, handouts, article drafts;  docx; .pdf  Text  OCR scans, scientific literature in pdf; \nhandwritten notes; raw text material  Approx: < 500 KB per word/pdf \nfile \nPublished papers; book chapters; \nmonograph  .docx; .pdf  Text  OCR scans, scientific literature in pdf; \nhandwritten notes; raw text material  Approx: < 500 KB per word/pdf \nfile \nData published in books and articles (both physical and digital) will be used as source material. All sources relevant for th e research will be referred to in the \nbibliography of my publications.  Published articles, book chapters, monograph: are supposed to be the last step of the process, for which all other notes are \nused. This data is meant to be clear and usable in itself. No further metadata will be provided.  \n \n \n4 Add rows for each dataset you want to describe.  \nFWO DMP Template (Flemish Standard DMP)   4 \n If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n See above (origin)  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please d escribe these issues further \nand refer to specific datasets or data types \nwhen appropriate.  ☐ Yes, human subject data  \n☐ Yes, animal data  \n☐ Yes, dual use  \n☒ No \nIf yes, please describe:  \n \n \nWill you process personal  data5? If so, briefly \ndescribe the kind of personal data you will use . \nPlease refer to specific datasets or data types \nwhen appropriate . If available, add the reference \nto your file in your host institution's privacy \nregister.  ☐ Yes \n☒ No \nIf yes:  \n \n- Short description of the kind of personal data that will be used:  \n- Privacy Registry Reference:  \n \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \n \n5 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)   5 \n Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n The published papers, as research outputs of the project  will be uploaded in green open access to \nLIRIAS , the institutional Open Access designed to collect, make visible and preserve the scientific \nproduction of KU LEUVEN . The published papers will include information about the research \nconducted, the methodological approach, primary texts, editions and sources used. By adhering to \nestablished publication standards, the researcher will ensure the discoverability of the dat a. \nFWO DMP Template (Flemish Standard DMP)   6 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \nThe standards for metadata creation are set by the scholarly practices of the leading journals and \nacademic publishers.  \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \n \n \n \n \n4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?   \nPhysical data (literature notes; conceptual notes; list of occurrences; reading lists; argument outlines) will \nbe stored in physical folders organised thematically.  \n \nDraft research papers/research papers will be stored:  \n• on my computer;  \n• on my personal Google Drive;  \n• on my external hard drive;  \n• KU Leuven OneDrive  \n \nFWO DMP Template (Flemish Standard DMP)   7 \n How will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND \nPROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON -DIGITAL DATA DURING RESEARCH .6 \n \nREFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES  WHEN APPROPRIATE . \n  \n \nWord documents/drafts are saved on my computer and Google Drive; I do weekly back -ups on my \nexternal hard drive.  \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf yes, please specify concisely:  \nDrive storage space is enough  \n \nIf no, please specify:  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE . 6 \n  \nAccess to Word documents/drafts is password protected; physical data and my external hard drive are \nsafely stored at home.  \n \n \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?   \nNo costs are expected.  \n \n \n \n6 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   8 \n  \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies.. .). The final research papers/book chapters/book will be retained and made available through KU Leuven's \nLirias service.  \n \nPhysical data whose content ended up being organised and written down in those papers/book \nchapters/book will be destroyed for it will be accessible (as well as better organised and more \nunderstandable) in the format of a finalised paper.  \nOther Physical data will be kept in a physical folder.  \nWhere will these data be archived (stored and \ncurated for the long -term)?  Published papers will be made available through KU Leuven's Lirias service; Unpublished documents/drafts \nwill be stored on:  \n• My computer;  \n• m y external hard -drive;  \n•  KU Leuven OneDrive;  \n• my personal Google Drive  \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n \n No costs are expected . \n \n  \nFWO DMP Template (Flemish Standard DMP)   9 \n 6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, in an Open Access repository  \n☐ Yes, in a restricted access repository (after approval, institutional access only, …)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \n \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  The data will be made available for reuse in accordance with the rules set by the publishers. Unpublished \ndata will be available upon request via email.  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify : \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  When published, in Green Open Access on KU Leuven’s Lirias ; unpublished results can be requested via \nemail.  \nFWO DMP Template (Flemish Standard DMP)   10 \n When will the data be made available?  \n \nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’.  \nUpon p ublication.  \n \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \n \nEXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0),  SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS .” 7   \n The researcher will license data under a Creative Commons license, which is commonly used in the field to \npromote sharing and reuse of materials.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes \n☐ No \nIf yes: \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n No costs expected.  \n \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/  \nFWO DMP Template (Flemish Standard DMP)   11 \n  \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The researcher  \nWho will manage data storage and backup \nduring the research project?  The researcher  \nWho will manage data preservation and \nsharing?  The researcher  \nWho will update and implement this DMP?  The researcher  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of t he project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contai ns the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a stan dardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID GIULIA DE CESARIS 0000 -0001 -7887 -8911 Contributor name(s) ( + ORCID) & roles Project number1 & title Goods, Virtue and Happiness in the Early Academy Funder(s) GrantID2 FWO (1257224N) Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: Please provide a short project description This project investigates the ethical theories developed in the Early Academy, the phase of the Academy immediately following the death of Plato. The aim is to show that these theories contributed significantly to the dynamics of the debate on goods, virtue and happiness in the 4th century BCE. In antiquity, there were two major, competing answers to the question of how happiness, goods and virtue are related. The first model, advanced by Plato, suggests that virtue (arete) is sufficient for human beings to secure happiness (eudaimonia). Differen tly, Aristotle holds that virtue is not enough for someone to live a happy life, for other (non -moral) goods (e.g., health, wealth and friends) are necessary too. We often compare these two models on account of their similarities and differences. Yet, what is missing from the picture is an account of the framework in which this debate emerged and the discussions that contributed to shaping these responses. This project seeks to fill this gap by examining the ethical doctrines advanced by the first circle of Platonists, fellow companions of Aristotle and his competitors for the direction of the school. The hypothesis is that coeval developments in the ethical debate can be more effectively understood as the result of a dialectic with and in the backdrop of th e discussions concerning the goods, virtue and happiness conducted by the first generation of Plato’s students. 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an int ernal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or reused, digital or physical, a lso indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. FORMAT TYPE ORIGIN VOLUME Digitally processed texts .doxc; .pdf; text Thesaurus Linguae Grecae; Thesaurus Linguae Latinae) Approx.. < 500 KB per text processed Texts from existing editions .docx; .pdf; Text OCR scans, scientific literature in pdf. Approx: < 500 KB per edition consulted Raw text material .docx; .pdf Text Published books; OCR scans, scientific literature in pdf Approx: < 500 KB per word/pdf document Handwritten notes (based on source material) Hard paper copies (written notes); .pdf; .pdf Text books; OCR scans, scientific literature in pdf N/A Abstracts, handouts, article drafts; docx; .pdf Text OCR scans, scientific literature in pdf; handwritten notes; raw text material Approx: < 500 KB per word/pdf file Published papers; book chapters; monograph .docx; .pdf Text OCR scans, scientific literature in pdf; handwritten notes; raw text material Approx: < 500 KB per word/pdf file Data published in books and articles (both physical and digital) will be used as source material. All sources relevant for th e research will be referred to in the bibliography of my publications. Published articles, book chapters, monograph: are supposed to be the last step of the process, for which all other notes are used. This data is meant to be clear and usable in itself. No further metadata will be provided. 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 4 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . See above (origin) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please d escribe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data5? If so, briefly describe the kind of personal data you will use . Please refer to specific datasets or data types when appropriate . If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : 5 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 5 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). The published papers, as research outputs of the project will be uploaded in green open access to LIRIAS , the institutional Open Access designed to collect, make visible and preserve the scientific production of KU LEUVEN . The published papers will include information about the research conducted, the methodological approach, primary texts, editions and sources used. By adhering to established publication standards, the researcher will ensure the discoverability of the dat a. FWO DMP Template (Flemish Standard DMP) 6 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : The standards for metadata creation are set by the scholarly practices of the leading journals and academic publishers. If no, please specify (where appropriate per dataset or data type ) which metadata will be created: 4. Data Storage & Back-up during the Research Project Where will the data be stored? Physical data (literature notes; conceptual notes; list of occurrences; reading lists; argument outlines) will be stored in physical folders organised thematically. Draft research papers/research papers will be stored: • on my computer; • on my personal Google Drive; • on my external hard drive; • KU Leuven OneDrive FWO DMP Template (Flemish Standard DMP) 7 How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? DESCRIBE THE LOCATIONS , STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON -DIGITAL DATA DURING RESEARCH .6 REFER TO INSTITUTION -SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE . Word documents/drafts are saved on my computer and Google Drive; I do weekly back -ups on my external hard drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: Drive storage space is enough If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . 6 Access to Word documents/drafts is password protected; physical data and my external hard drive are safely stored at home. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs are expected. 6 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 8 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies.. .). The final research papers/book chapters/book will be retained and made available through KU Leuven's Lirias service. Physical data whose content ended up being organised and written down in those papers/book chapters/book will be destroyed for it will be accessible (as well as better organised and more understandable) in the format of a finalised paper. Other Physical data will be kept in a physical folder. Where will these data be archived (stored and curated for the long -term)? Published papers will be made available through KU Leuven's Lirias service; Unpublished documents/drafts will be stored on: • My computer; • m y external hard -drive; • KU Leuven OneDrive; • my personal Google Drive What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs are expected . FWO DMP Template (Flemish Standard DMP) 9 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. The data will be made available for reuse in accordance with the rules set by the publishers. Unpublished data will be available upon request via email. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify : Where will the data be made available? If already known, please provide a repository per dataset or data type. When published, in Green Open Access on KU Leuven’s Lirias ; unpublished results can be requested via email. FWO DMP Template (Flemish Standard DMP) 10 When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS ’. Upon p ublication. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . EXAMPLE ANSWER : E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS .” 7 The researcher will license data under a Creative Commons license, which is commonly used in the field to promote sharing and reuse of materials. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes ☐ No If yes: What are the expected costs for data sharing? How will these costs be covered? No costs expected. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 11 7. Responsibilities Who will manage data documentation and metadata during the research project? The researcher Who will manage data storage and backup during the research project? The researcher Who will manage data preservation and sharing? The researcher Who will update and implement this DMP? The researcher"
}