{
    "document_id": "D-2024-3465",
    "LinkTitle": "D-2024-3465",
    "file_name": "D-2024-3465.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3465.pdf",
    "metadata": {
        "title": "Efficient AI based internal quality inspection of horticultural products using spectral X-ray imaging",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nEfficient AI based internal quality inspection of horticultural products using spectral X-ray imaging\nCreator:\nCreator:\nHugo Li\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject abstract:\nProject abstract:\nHorticultural products are susceptible to significant food loss due to quality degradation during the\npostharvest process. While external defects can be readily identified using visual inspection and\nautomated sorting lines, detecting internal disorders necessitates advanced imaging techniques for\nnon-destructive quality assessment. Recent research has demonstrated the potential of artificial\nintelligence (AI) in detecting internal quality issues in horticultural products through X-ray imaging.\nHowever, this approach encounters several challenges including inadequacy of annotated data,\nlimited algorithm generality, unsatisfactory scan quality, and slow image processing speeds. To tackle\nthese obstacles, this PhD project proposes leveraging efficient semi-supervised and unsupervised\nlearning frameworks as well as exploring novel spectral X-ray imaging to fully harness AI capabilities\nin automatically detecting internal quality issues in fruit and vegetables. Moreover, the project seeks\nto establish a comprehensive and automated quality control process for the food industry, thereby\nmitigating food loss and ensuring product quality across the supply chain.\nID: \nID: \n211169\nStart date: \nStart date: \n01-11-2024\nEnd date: \nEnd date: \n01-11-2028\nLast modified: \nLast modified: \n27-01-2025\nCreated using DMPonline.be. Last modiﬁed 27 January 2025\n1 of 7\nEfficient AI based internal quality inspection of horticultural products using spectral X-ray imaging\nEfficient AI based internal quality inspection of horticultural products using spectral X-ray imaging\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nSamples\nApples and\npears at\nharvest,\nafter 3\nmonths of\nstorage and\nafter 8\nmonths of\nstorage\nGenerate new data\nPhysical\nExperimental data\n \n \n~2000\nsamples\nPome fruit\nCT\nKanzi apple\n&\nConference\npear\nspectral CT\nscanned at\nharvest,\nafter 3-\nmonth\nstorage,\nand after 8-\nmonth\nstorage\nGenerate new data\nDigital\nExperimental data\n.IMA\n.dcm\n.tiff\n.h5\n<10TB\n \nPome fruit\nsimulated\nradiograph\nSimulated\n2D spectral\nradiographs\nof pome\nfruit CT\nusing Astra\ntoolbox\nGenerate new data\nDigital\nSimulation data\n.tiff\n \n<100GB\n \nCreated using DMPonline.be. Last modiﬁed 27 January 2025\n2 of 7\nPome fruit\nreal\nradiograph\nReal 2D\nradiographs\nof pome\nfruit\nscanned by\nline\nscanner\nGenerate new data\nDigital\nExperimental data\n.tiff\n<100GB\n \nBraeburn\nstorage\nCT\nCT scans of\nthe 2021-\n2023\nBraeburn\nstorage\nexperiment \nReuse existing data\nDigital\nExperimental data\n.IMA\n<1TB\n \nDeep\nlearning\nmodels\nDeep\nlearning\nmodel with\ntrained\nweight\nGenerate new data\nDigital\nSoftware\n.pth\n<100GB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nBraeburn storage CT: stored on Large Volume Storage Collection (L drive) of KU Leuven, managed by Postharvest group,\nDepartment of Biosystems, KU Leuven\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 27 January 2025\n3 of 7\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nCT data: \nMetadata \nMetadata \nabout scan settings (e.g., KVP, reconstruction parameters, and pixel size) is automatically generated by the\nscanner and stored in each DICOM file. A .txt copy of the DICOM attributes will be generated to enhance accessibility.\nMATLAB and Python scripts\nMATLAB and Python scripts\n for preprocessing spectral CT data will be managed by the version control system in GitLab,\ncomplete with detailed comments and a well-structured README.md file. The README will outline the preprocessing\nprocedure and provide instructions for use.\nRadiograph data:\nMetadata \nMetadata \nabout scan settings will be automatically generated as a .txt file for real 2D radiographs of pome fruit scanned by\nline scanner.\nScripts\nScripts\n for generating simulated radiographs will be managed by the version control system in GitLab, complete with\ndetailed comments and a well-structured README.md file. The README will outline the simulation procedure, explain the\nsimulation parameters, and provide instructions for use. \nModels:\nTrained models and scripts for model training and testing\nTrained models and scripts for model training and testing\n will be managed by the version control system in GitLab, complete\nwith detailed comments and a well-structured README.md file. The README will outline the training and testing procedure,\nhyperparameters, and instructions for use.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nFor radiograph and CT data, structured metadata elements are automatically generated by scanners, ensuring a consistent\nmetadata standard. Additionally, a structured metadata schema will be created using the KU Leuven MANGO platform to specify\nsample information (e.g., fruit batch, season).\nFor Python and MATLAB scripts, no strict standards currently exist for writing README.md files. Therefore, user-friendly\ndocumentation will be created to ensure ease of understanding.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nScripts and models\nScripts and models\n will be managed using GitLab for version control and stored locally in the project owner's OneDrive folder.\nActive research data\nActive research data\n will be stored on the network drive for quick access, while \narchived data\narchived data\n will be compressed and stored on\nthe MANGO platform. Both storage solutions are provided and managed by KU Leuven's ICTS.\nPublished data \nPublished data \nwill be made available following the publisher's standards.\nCreated using DMPonline.be. Last modiﬁed 27 January 2025\n4 of 7\nHow will the data be backed up?\nHow will the data be backed up?\nBackups of the \nmodel and script \nmodel and script \nare conducted with every commit and push to the GitLab version control system. Additionally,\ndaily backups from OneDrive to the group's network drive are automatically performed, following the research group's guidelines\nand utilizing SyncBackFree software.\nBackups of \nactive and archived data\nactive and archived data\n on the network drive are managed by KU Leuven's ICTS and are performed automatically\nmultiple times per day.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nAlthough spectral CT data volumes are significantly larger than those of conventional CT data, the research group ensures\nsufficient storage and backup capacity both during and after the project by leveraging multiple storage solutions (OneDrive,\nnetwork drive, and MANGO) provided by KU Leuven's ICTS. All solutions are scalable, allowing capacity to be expanded as\nneeded.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe network drive and MANGO platform are secured by KU Leuven's ICTS service. Access to the owner's folders is restricted to\ndesignated lab members and external partners. Unauthorized individuals are not granted access to these systems. GitLab\nrepositories are managed solely by the author, with access restricted to lab members for added security.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nType 1 server back-end storage with mirror backup for the project share folder will cost 519 euros per TB per year. The MANGO\ndata platform for archiving data will cost 35 euros per TB per year. Costs will be covered by the project consumables budget.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll the data obtained during this FWO project will be retained for 5 years after the end of the project. After this period, the data will\nremain available for lab members of the MeBioS group.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nDuring the project, inactive data will be stored on the MANGO platform provided by KU Leuven's ICTS. At the conclusion of the\nproject, data will be transferred and archived in the upcoming COLD STORAGE platform, specifically designed for data archiving\nand managed by ICTS of KU Leuven. Scripts and trained models will be kept in GitLab.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe cost of the MANGO platform will be 35 euros per TB and year. It is anticipated that 10TB for 5 years will be needed for data\npreservation. This will amount to 1750 euros and will be covered by the general budget and successive projects of the\nparticipating groups.\nCreated using DMPonline.be. Last modiﬁed 27 January 2025\n5 of 7\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll data will be made available after the end of the project. Data with valuable IP will be protected prior to publication. The\nMeBioS group is implementing a web-based platform for sharing CT data which can be used to share the 3D image data\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAll data will be available without restrictions to all the lab members. Published data will be available for everybody with access to\nthe publication as per the publisher's rules. Metadata of all data will be available on the MeBioS metadata\nportal with the possibility to request the complete dataset for research purposes.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIn a restricted access repository\nUpon request by mail\nOther (specify):\nThe data will be stored and available for lab members using a shared network drive and data management platform provided by\nthe university. \nMetadata of all data will be available on the MeBioS metadata portal with the possibility to request the complete dataset for\nresearch purposes.\nNeural network files will be available with restricted access to the lab members on Gitlab. \nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nFor the data, Creative Commons Attribution-NonCommercial-ShareAlike (CC-BY-NC-SA) will be provided.\nFor the code, Common Development and Distribution License (CDDL-1.0) will be provided.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nNo\nCreated using DMPonline.be. Last modiﬁed 27 January 2025\n6 of 7\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nExpected data sharing costs are minimal and covered by university services.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nJunyan Li - FWO fellow \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe FWO fellow (Junyan Li) will be responsible to store the data on the appropriate accommodation provided by KU Leuven. The\nICTS service of KU Leuven is responsible for the back-up of the network drives at KU Leuven. The folders will be managed by the\nsupervisors. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nPromotors and ICTS \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nJunyan Li - FWO fellow \nCreated using DMPonline.be. Last modiﬁed 27 January 2025\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Efficient AI based internal quality inspection of horticultural products using spectral X-ray imaging Creator: Creator: Hugo Li Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Project abstract: Project abstract: Horticultural products are susceptible to significant food loss due to quality degradation during the postharvest process. While external defects can be readily identified using visual inspection and automated sorting lines, detecting internal disorders necessitates advanced imaging techniques for non-destructive quality assessment. Recent research has demonstrated the potential of artificial intelligence (AI) in detecting internal quality issues in horticultural products through X-ray imaging. However, this approach encounters several challenges including inadequacy of annotated data, limited algorithm generality, unsatisfactory scan quality, and slow image processing speeds. To tackle these obstacles, this PhD project proposes leveraging efficient semi-supervised and unsupervised learning frameworks as well as exploring novel spectral X-ray imaging to fully harness AI capabilities in automatically detecting internal quality issues in fruit and vegetables. Moreover, the project seeks to establish a comprehensive and automated quality control process for the food industry, thereby mitigating food loss and ensuring product quality across the supply chain. ID: ID: 211169 Start date: Start date: 01-11-2024 End date: End date: 01-11-2028 Last modified: Last modified: 27-01-2025 Created using DMPonline.be. Last modiﬁed 27 January 2025 1 of 7 Efficient AI based internal quality inspection of horticultural products using spectral X-ray imaging Efficient AI based internal quality inspection of horticultural products using spectral X-ray imaging FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Samples Apples and pears at harvest, after 3 months of storage and after 8 months of storage Generate new data Physical Experimental data ~2000 samples Pome fruit CT Kanzi apple & Conference pear spectral CT scanned at harvest, after 3- month storage, and after 8- month storage Generate new data Digital Experimental data .IMA .dcm .tiff .h5 <10TB Pome fruit simulated radiograph Simulated 2D spectral radiographs of pome fruit CT using Astra toolbox Generate new data Digital Simulation data .tiff <100GB Created using DMPonline.be. Last modiﬁed 27 January 2025 2 of 7 Pome fruit real radiograph Real 2D radiographs of pome fruit scanned by line scanner Generate new data Digital Experimental data .tiff <100GB Braeburn storage CT CT scans of the 2021- 2023 Braeburn storage experiment Reuse existing data Digital Experimental data .IMA <1TB Deep learning models Deep learning model with trained weight Generate new data Digital Software .pth <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Braeburn storage CT: stored on Large Volume Storage Collection (L drive) of KU Leuven, managed by Postharvest group, Department of Biosystems, KU Leuven Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 27 January 2025 3 of 7 No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). CT data: Metadata Metadata about scan settings (e.g., KVP, reconstruction parameters, and pixel size) is automatically generated by the scanner and stored in each DICOM file. A .txt copy of the DICOM attributes will be generated to enhance accessibility. MATLAB and Python scripts MATLAB and Python scripts for preprocessing spectral CT data will be managed by the version control system in GitLab, complete with detailed comments and a well-structured README.md file. The README will outline the preprocessing procedure and provide instructions for use. Radiograph data: Metadata Metadata about scan settings will be automatically generated as a .txt file for real 2D radiographs of pome fruit scanned by line scanner. Scripts Scripts for generating simulated radiographs will be managed by the version control system in GitLab, complete with detailed comments and a well-structured README.md file. The README will outline the simulation procedure, explain the simulation parameters, and provide instructions for use. Models: Trained models and scripts for model training and testing Trained models and scripts for model training and testing will be managed by the version control system in GitLab, complete with detailed comments and a well-structured README.md file. The README will outline the training and testing procedure, hyperparameters, and instructions for use. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No For radiograph and CT data, structured metadata elements are automatically generated by scanners, ensuring a consistent metadata standard. Additionally, a structured metadata schema will be created using the KU Leuven MANGO platform to specify sample information (e.g., fruit batch, season). For Python and MATLAB scripts, no strict standards currently exist for writing README.md files. Therefore, user-friendly documentation will be created to ensure ease of understanding. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Scripts and models Scripts and models will be managed using GitLab for version control and stored locally in the project owner's OneDrive folder. Active research data Active research data will be stored on the network drive for quick access, while archived data archived data will be compressed and stored on the MANGO platform. Both storage solutions are provided and managed by KU Leuven's ICTS. Published data Published data will be made available following the publisher's standards. Created using DMPonline.be. Last modiﬁed 27 January 2025 4 of 7 How will the data be backed up? How will the data be backed up? Backups of the model and script model and script are conducted with every commit and push to the GitLab version control system. Additionally, daily backups from OneDrive to the group's network drive are automatically performed, following the research group's guidelines and utilizing SyncBackFree software. Backups of active and archived data active and archived data on the network drive are managed by KU Leuven's ICTS and are performed automatically multiple times per day. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Although spectral CT data volumes are significantly larger than those of conventional CT data, the research group ensures sufficient storage and backup capacity both during and after the project by leveraging multiple storage solutions (OneDrive, network drive, and MANGO) provided by KU Leuven's ICTS. All solutions are scalable, allowing capacity to be expanded as needed. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The network drive and MANGO platform are secured by KU Leuven's ICTS service. Access to the owner's folders is restricted to designated lab members and external partners. Unauthorized individuals are not granted access to these systems. GitLab repositories are managed solely by the author, with access restricted to lab members for added security. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Type 1 server back-end storage with mirror backup for the project share folder will cost 519 euros per TB per year. The MANGO data platform for archiving data will cost 35 euros per TB per year. Costs will be covered by the project consumables budget. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All the data obtained during this FWO project will be retained for 5 years after the end of the project. After this period, the data will remain available for lab members of the MeBioS group. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? During the project, inactive data will be stored on the MANGO platform provided by KU Leuven's ICTS. At the conclusion of the project, data will be transferred and archived in the upcoming COLD STORAGE platform, specifically designed for data archiving and managed by ICTS of KU Leuven. Scripts and trained models will be kept in GitLab. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The cost of the MANGO platform will be 35 euros per TB and year. It is anticipated that 10TB for 5 years will be needed for data preservation. This will amount to 1750 euros and will be covered by the general budget and successive projects of the participating groups. Created using DMPonline.be. Last modiﬁed 27 January 2025 5 of 7 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All data will be made available after the end of the project. Data with valuable IP will be protected prior to publication. The MeBioS group is implementing a web-based platform for sharing CT data which can be used to share the 3D image data If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. All data will be available without restrictions to all the lab members. Published data will be available for everybody with access to the publication as per the publisher's rules. Metadata of all data will be available on the MeBioS metadata portal with the possibility to request the complete dataset for research purposes. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. In a restricted access repository Upon request by mail Other (specify): The data will be stored and available for lab members using a shared network drive and data management platform provided by the university. Metadata of all data will be available on the MeBioS metadata portal with the possibility to request the complete dataset for research purposes. Neural network files will be available with restricted access to the lab members on Gitlab. When will the data be made available? When will the data be made available? Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. For the data, Creative Commons Attribution-NonCommercial-ShareAlike (CC-BY-NC-SA) will be provided. For the code, Common Development and Distribution License (CDDL-1.0) will be provided. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. No Created using DMPonline.be. Last modiﬁed 27 January 2025 6 of 7 What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Expected data sharing costs are minimal and covered by university services. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Junyan Li - FWO fellow Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The FWO fellow (Junyan Li) will be responsible to store the data on the appropriate accommodation provided by KU Leuven. The ICTS service of KU Leuven is responsible for the back-up of the network drives at KU Leuven. The folders will be managed by the supervisors. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Promotors and ICTS Who will update and implement this DMP? Who will update and implement this DMP? Junyan Li - FWO fellow Created using DMPonline.be. Last modiﬁed 27 January 2025 7 of 7"
}