{
    "document_id": "D-2023-1875",
    "LinkTitle": "D-2023-1875",
    "file_name": "D-2023-1875.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1875.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Maja Fischer",
        "num_pages": 6
    },
    "content": {
        "full_text": "1DMP - ELISABETH VAN DER HULST (1118423N)\nRESEARCH DATA SUMMARY\nDataset name / IDDescription New or reuseData typeFile formatData/ Physical volume\nQuestionnaire data\nDemographic information: Age and genderFor online experiments, this questionnaire will be included in the programmed experiment in jsPsych together with the experimental part of the study. \nFor offline studies, if consented, demographical data will be orally questioned or included in the programmed experiment (in Python) together with the experimental part of the study)\nThe results will solely be used to get information on the participant sample and potential confound of the demographic variables.\nIn the offline study, if the participant does not consent to providing this data, they can still participate in the experimental part of the study.New Textual and numerical.txt< 1 GB\nTolerance for uncertaintyNo validated questionnaires have been chosen yet.\nFor online experiments, this questionnaire will be included in the programmed experiment in jsPsych together with the experimental part of the study. \nFor offline studies, Qualtrics will be used.New Textual and numerical.txt.csv< 1 GB\nNeed for StructureNo validated questionnaires have been chosen yet.\nFor online experiments, this questionnaire will be included in the programmed experiment in jsPsych together with the experimental part of the study. \nFor offline studies, Qualtrics will be used.New Textual and numerical.txt.csv< 1 GB\nHypersensitivityNo validated questionnaires have been chosen yet.\nFor online experiments, this questionnaire will be included in the programmed experiment in jsPsych together with the experimental part of the study. \nFor offline studies, Qualtrics will be used.New Textual and numerical.txt.csv< 1 GB\nArt expertiseNo validated questionnaires have New Textual and .txt< 1 GB\n2Dataset name / IDDescription New or reuseData typeFile formatData/ Physical volume\nbeen chosen yet.\nFor online experiments, this questionnaire will be included in the programmed experiment in jsPsych together with the experimental part of the study. \nFor offline studies, Qualtrics will be used.numerical.csv\nBehavioral data\nPerceptual organization: choice data, reaction timesPerceived organization, forced choice  out of multiple options, reaction times (as secondary variables)\nOffline: Computer task programmed with Python\nOnline: Computer task programmed with PythonNew Numerical.csv.txt< 1 GB\nObjectivity/complexity ratingsOffline: Computer task programmed with Python\nOnline: Computer task programmed with PythonNew Numerical.csv.txt< 1 GB\nAesthetic ratingsBoth preference tasks and rating tasks will be used.\nFor online studies, we will use JavaScript and jsPsych.\nFor offline studies, the ratings will be programmed in Python.New Numerical.csv.txt< 1 GB\nSMEC approval\nApproval number SMEC research: G-2021-3272\nIf needed, an addendum to this application will be submitted.\nAs the data contain personal information, the data will be treated with the necessary carefulness. As described in the \napplication to the ethics committee,\nthe data will be pseudonymized by removing personal data and by storing this data separately from the raw \nresearch data. \nrandom identification codes will be created to link the pseudonymized file with the personal data and the raw \ndata files. \nthe data will be fully anonymized by deleting the files with personal data (e.g. payment). Participants will be \ninformed that after anonymization, they cannot revoke their consent to use their data anymore.\nparticipants will be asked for their informed consent to collect their data.  \nparticipants will be asked for their informed consent to collect and share the pseudonymized data with other \nresearchers.\nparticipants will be informed that the anonymized data will be shared with other researchers in the informed \nconsent.\nTech transfer\nThe obtained data have little potential for tech transfer and valorization.\nPersonal data\nOn top of the data provided above, in case of paid participation, we will collect the following personal data:\n3Name, last name, address, bank account number. (+ e-mail address if they want to be informed about the results of \nthe study)\nThis information will only be used for payment and will never be linked to any of the results. The information is \ndeleted after the payment was successful.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n☐ Yes\n☒ No\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n☐ Yes\n☒ No\nDOCUMENTATION AND METADATA\nThe following files will be saved in the same folder as the dataset:\nProject documentation will be provided in a readme file in OSF. This file will include the project name, \nkeywords, name of involved researchers and their ORCID ID, name of funder, DOIs of shared datasets, \nlinks to publications. \nThe data preparation and statistical analyses will be documented in an annotated analysis code file (e.g., R \ncode file). The version of the used software will be documented in the analysis file. R Markdown will be used  \nas much as possible to ease the comprehension between the text and the code.\nThe recruitment strategy, the participant inclusion criteria, instructions and procedure of the study, \nreferences to questionnaires, experimental procedures, manipulations, task, measurement methods, \nstimulus set, technical specifications/set up details, software versions, used in the study will be provided in \nthe publication. A link to the publication will be added to the project documentation.\nWill a metadata standard be used to make it easier to find and reuse the data?  \nIf so, please specify which metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n☐ Yes\n☒ No\nProject metadata will be created when registering the project on OSF.  \nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?\nThe data will be stored on OneDrive provided by KU Leuven. As well as hardware from the KU Leuven (testing \nlaboratory).\nHow will the data be backed up?\n4There will be standard back-up provided by KU Leuven ICTS for my storage solution.  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.  \n☒ Yes\n☐ No\nAs the size of all data files do not exceed the available individual storage space of 2 TB (OneDrive) and the available \nshared storage space of 100 GB, there is sufficient storage and backup capacity during the project.  \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons? \nMulti-factor authentication is activated for the KU Leuven login of all researchers having access to the data. If sharing \nwith co-authors or colleagues is necessary, a OneDrive folder will be shared.  \nDigital data will be stored in a shared folder on OneDrive and a shared J: drive, which can only be accessed by the \nPI, the ICTS lab responsible and the researcher.  \nOffline copies of digital data will be stored on encrypted media (e.g., USB sticks).  \nAnalogue data (e.g., informed consent forms) will be stored in a locked cupboard.\nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nThere are no costs expected as the size of the data files does not exceed the available storage space.  \nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that \nare applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons \nfor this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nParticipants’ contact information, payment information, analogue data with a digital equivalent (e.g., paper and pencil \nquestionnaires) will be deleted after the project is finished as they contain personal data that are not relevant \nanymore for the research project.  \nAll other data will be preserved for 10 years according to KU Leuven RDM policy.  \nWhere will these data be archived (stored and curated for the long-term)?  \nThe data will be archived on a shared network drive (J-drive).  \nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nThe expected costs will be covered by the lab (Brain & Cognition, Experimental psychology).\nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nIn the comment section please explain per dataset or data type which data will be made available.\n☒ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\n5Open Science Framework\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data \ntype where appropriate.\n☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects\n☐ Yes, aspects of dual-use\n☐ Yes, other\n☒ No\nThere are no restrictions to share the pseudonymized data as the data do not contain highly sensitive \ninformation and participants gave their informed consent to share these data with other researchers.\nWhere will the data be made available?  If already known, please provide a repository per dataset or data \ntype.\nThe data will be made available on OSF.  \nWhen will the data be made available?  \nThe data will be made available upon publication of the research results.  \nWhich data usage licenses are you going to provide?  \nIf none, please explain why.  \nThe data will be published under a CC-BY 4.0 license /Data Transfer Agreement  /MIT licence / GHI GPL-3.0 (code).  \nDo you intend to add a PID /DOI/accession number to your dataset(s)? If already available, you have the \noption to provide it in the comment section.  \n☐ Yes\n☒ No\nSince all the information will be accessible in one project on OSF, this is not necessary. A link to the OSF projects will  \nbe provided in the publications.\nWhat are the expected costs for data sharing? How will these costs be covered?\n  \nNo costs are expected (use of the Open Science Framework is free of costs).\nRESPONSIBILITIES \nWho will manage data documentation and metadata during the research project?  \nThe PI will manage data documentation and metadata during the project supported by the other involved \nresearchers.\n6Who will manage data storage and backup during the research project?  \nThe PI will manage data storage and backup during the project supported by the other involved researchers.\nWho will manage data preservation and sharing?  \nThe PI will manage data preservation and sharing supported by the other involved researchers.\nWho will update and implement this DMP?  \nThe PhD student and PI will update and implement this DMP supported by the other involved researchers."
    },
    "clean_full_text": "1DMP - ELISABETH VAN DER HULST (1118423N) RESEARCH DATA SUMMARY Dataset name / IDDescription New or reuseData typeFile formatData/ Physical volume Questionnaire data Demographic information: Age and genderFor online experiments, this questionnaire will be included in the programmed experiment in jsPsych together with the experimental part of the study. For offline studies, if consented, demographical data will be orally questioned or included in the programmed experiment (in Python) together with the experimental part of the study) The results will solely be used to get information on the participant sample and potential confound of the demographic variables. In the offline study, if the participant does not consent to providing this data, they can still participate in the experimental part of the study.New Textual and numerical.txt< 1 GB Tolerance for uncertaintyNo validated questionnaires have been chosen yet. For online experiments, this questionnaire will be included in the programmed experiment in jsPsych together with the experimental part of the study. For offline studies, Qualtrics will be used.New Textual and numerical.txt.csv< 1 GB Need for StructureNo validated questionnaires have been chosen yet. For online experiments, this questionnaire will be included in the programmed experiment in jsPsych together with the experimental part of the study. For offline studies, Qualtrics will be used.New Textual and numerical.txt.csv< 1 GB HypersensitivityNo validated questionnaires have been chosen yet. For online experiments, this questionnaire will be included in the programmed experiment in jsPsych together with the experimental part of the study. For offline studies, Qualtrics will be used.New Textual and numerical.txt.csv< 1 GB Art expertiseNo validated questionnaires have New Textual and .txt< 1 GB 2Dataset name / IDDescription New or reuseData typeFile formatData/ Physical volume been chosen yet. For online experiments, this questionnaire will be included in the programmed experiment in jsPsych together with the experimental part of the study. For offline studies, Qualtrics will be used.numerical.csv Behavioral data Perceptual organization: choice data, reaction timesPerceived organization, forced choice out of multiple options, reaction times (as secondary variables) Offline: Computer task programmed with Python Online: Computer task programmed with PythonNew Numerical.csv.txt< 1 GB Objectivity/complexity ratingsOffline: Computer task programmed with Python Online: Computer task programmed with PythonNew Numerical.csv.txt< 1 GB Aesthetic ratingsBoth preference tasks and rating tasks will be used. For online studies, we will use JavaScript and jsPsych. For offline studies, the ratings will be programmed in Python.New Numerical.csv.txt< 1 GB SMEC approval Approval number SMEC research: G-2021-3272 If needed, an addendum to this application will be submitted. As the data contain personal information, the data will be treated with the necessary carefulness. As described in the application to the ethics committee, the data will be pseudonymized by removing personal data and by storing this data separately from the raw research data. random identification codes will be created to link the pseudonymized file with the personal data and the raw data files. the data will be fully anonymized by deleting the files with personal data (e.g. payment). Participants will be informed that after anonymization, they cannot revoke their consent to use their data anymore. participants will be asked for their informed consent to collect their data. participants will be asked for their informed consent to collect and share the pseudonymized data with other researchers. participants will be informed that the anonymized data will be shared with other researchers in the informed consent. Tech transfer The obtained data have little potential for tech transfer and valorization. Personal data On top of the data provided above, in case of paid participation, we will collect the following personal data: 3Name, last name, address, bank account number. (+ e-mail address if they want to be informed about the results of the study) This information will only be used for payment and will never be linked to any of the results. The information is deleted after the payment was successful. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ☐ Yes ☒ No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No DOCUMENTATION AND METADATA The following files will be saved in the same folder as the dataset: Project documentation will be provided in a readme file in OSF. This file will include the project name, keywords, name of involved researchers and their ORCID ID, name of funder, DOIs of shared datasets, links to publications. The data preparation and statistical analyses will be documented in an annotated analysis code file (e.g., R code file). The version of the used software will be documented in the analysis file. R Markdown will be used as much as possible to ease the comprehension between the text and the code. The recruitment strategy, the participant inclusion criteria, instructions and procedure of the study, references to questionnaires, experimental procedures, manipulations, task, measurement methods, stimulus set, technical specifications/set up details, software versions, used in the study will be provided in the publication. A link to the publication will be added to the project documentation. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ☐ Yes ☒ No Project metadata will be created when registering the project on OSF. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? The data will be stored on OneDrive provided by KU Leuven. As well as hardware from the KU Leuven (testing laboratory). How will the data be backed up? 4There will be standard back-up provided by KU Leuven ICTS for my storage solution. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ☒ Yes ☐ No As the size of all data files do not exceed the available individual storage space of 2 TB (OneDrive) and the available shared storage space of 100 GB, there is sufficient storage and backup capacity during the project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Multi-factor authentication is activated for the KU Leuven login of all researchers having access to the data. If sharing with co-authors or colleagues is necessary, a OneDrive folder will be shared. Digital data will be stored in a shared folder on OneDrive and a shared J: drive, which can only be accessed by the PI, the ICTS lab responsible and the researcher. Offline copies of digital data will be stored on encrypted media (e.g., USB sticks). Analogue data (e.g., informed consent forms) will be stored in a locked cupboard. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no costs expected as the size of the data files does not exceed the available storage space. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Participants’ contact information, payment information, analogue data with a digital equivalent (e.g., paper and pencil questionnaires) will be deleted after the project is finished as they contain personal data that are not relevant anymore for the research project. All other data will be preserved for 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? The data will be archived on a shared network drive (J-drive). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs will be covered by the lab (Brain & Cognition, Experimental psychology). DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: 5Open Science Framework Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual-use ☐ Yes, other ☒ No There are no restrictions to share the pseudonymized data as the data do not contain highly sensitive information and participants gave their informed consent to share these data with other researchers. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be made available on OSF. When will the data be made available? The data will be made available upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. The data will be published under a CC-BY 4.0 license /Data Transfer Agreement /MIT licence / GHI GPL-3.0 (code). Do you intend to add a PID /DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. ☐ Yes ☒ No Since all the information will be accessible in one project on OSF, this is not necessary. A link to the OSF projects will be provided in the publications. What are the expected costs for data sharing? How will these costs be covered? No costs are expected (use of the Open Science Framework is free of costs). RESPONSIBILITIES Who will manage data documentation and metadata during the research project? The PI will manage data documentation and metadata during the project supported by the other involved researchers. 6Who will manage data storage and backup during the research project? The PI will manage data storage and backup during the project supported by the other involved researchers. Who will manage data preservation and sharing? The PI will manage data preservation and sharing supported by the other involved researchers. Who will update and implement this DMP? The PhD student and PI will update and implement this DMP supported by the other involved researchers."
}