{
    "document_id": "D-2021-1010",
    "LinkTitle": "D-2021-1010",
    "file_name": "D-2021-1010.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1010.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n u0089246\nGrant Title\n 18B2322N\nPrincipal Investigator / Researcher\n Philippe De Vloo\nProject Data Contact\n Dominike Bruyninckx, 016340847, dominike.bruyninckx@uzleuven.be\nDescription\n Central post-stroke pain (CPSP) is an often pharmacorefractory type of neuropathic\npain that develops in 8% of stroke patients. CPSP has been treated with three distinct types of\nneuromodulation (deep brain stimulation of the sensory thalamus (Vc-DBS), motor cortex\nrepetitive transcranial magnetic stimulation (M1-rTMS), and motor cortex stimulation (MCS)), but\nthe level of evidence for these procedures is very low. Moreover, data on the changes in pain\nbrain circuitry in CPSP, and the effect of neuromodulation on this circuitry is very limited. In this\nproject, we propose a prospective, double-blind, randomized cross-over on/off study in 32 CPSP\npatients. These patients will undergo M1-rTMS and either MCS or Vc-DBS. Before and after active\nand inactive stimulation, they will be assessed using clinical scales for pain, functioning, quality\nof life and depression. Sensory thresholds for perception and pain will be measured using a\nstandardised test. Adverse events will be monitored. This allows to test the outcome and safety\nof neuromodulation in CPSP. In addition, we will use functional magnetic resonance imaging\n(fMRI) and positron emission tomography (PET), as well as electrophysiological recordings, with\nactive vs. inactive stimulation. This will deepen the insight in the pathological changes occurring\nin the pain circuitry in CPSP and the influence of neuromodulation hereon.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nPhilippe De Vloo\nFWO Project Number & Title\n92557\nUnraveling and improving central post-stroke pain through neuromodulation.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\n1\n. \nType of data\nFormat\nVolume\nHow created\nScanned images of patient-reported\nand physician-reported\nquestionnaires\njpeg,\npdf\n10 GB\nDocument scanning from paper-based\narchival documents\nSummary of patient data\nspss\nfiles\n1 GB\nExtraction of documents mentioned\nabove\nImaging data (MRI, fMRI, PET)\ndicom\nnftii\n5000\nGB\nDICOM images downloaded from\nPACS/scanners\nElectrophysiological data\nmatlab\n10000\nGB\ndownloaded from AlphaOmega\nintraoperative recording hardware and\nMedtronic Percept neurostimulator\nQuantitative sensory testing data\nspss\nfiles\n1GB\nDerived from quantatitive sensory testing\nhardware\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: KU Leuven's Register of Data Processing for Research and Public\nService Purposes (PRivacy and EThical tool (PRET))\nWe will use pseudonymisation of data by referencing to patients with a unique number which is\ndifferent from the hospital chart number.\nData will be stored on secured servers of KU Leuven, and the file listing the patient identifiers and\nthe patient pseudonymisation numbers will be stored separately from the data. Only the PI and\none substitute can access thepersonal data. Data viewing will be logged. Personal data will be\nkept for 10 years.\nShort description of the kind of personal data that will be used:\nPatient demographics, clinical scores pre- and post-treatment, neurophysiology and imaging\ndata.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nEthical committee approval is needed.\nInformed consent will be obtained from every individual participant, not only for study\nparticipation but also for long term preservation and data sharing within the group of\ncollaborative researchers on this project.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nin this project?\n1. For the patient-reported and physician-reported questionnaires, clear instructions will be\ndescribed in detail will be provided. A codebook will be available to extract the data from these\nquestionnaires.\n2. For the imaging data and electrophysilogy data, raw data will be collected, as well as all\nintermediary data and final data. A detailed flowchart will be available including every single step\nof the imaging and signal processing and analyses (including the specific steps, settings used in\nevery software package and the software versions).\n3. For the quantitative sensory testing, a very detailed instruction book will be available. Raw\ndata will be collected per stimulation test, including a .txt file with a clear description of what the\ndata represent and how they were generated. \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nFor imaging the DICOM standard will be used with pseudonymized data in the header will be\nused.\nFor the patient demographics and clinical scales, metadata will be added to the SPSS database.\nNeurophysiology data will be exported in Matlab, where metadata will be added.\n \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nSince we will be working with sensitive personal data, the data will be stored in the university's\nsecure environment for private data and on the RedCap platform..\nSince we will collaborate with researchers from other research units and groups, we will\nuse RedCap for active use of the data during the project.\n \n \n \nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\n \nAs we also use UZL REDCap, data is backed up as follows:\n1. The web server backup regime is specified below:\n- An hourly backup, the last 6 versions of which are saved\n- A daily backup, the last 7 versions of which are saved\n- A weekly backup, the last 6 versions of which are saved\n2. The database backup regime is specified below:\n- A nightly cold backup of all databases\n- One month’s storage of the nightly cold backups\n3. Data restore, upon request\n \nAs we also use UZL REDCap, the following procedures for system recovery apply:\n1. Systems are proactively monitored 24 hours a day, 7 days a week.\n2. An emergency on-call service guarantees constant monitoring of the technical equipment, also\noutside office hours, but not at night. The on-call service is notified automatically in case of\nproblems (between 7.00 - 23.00 hrs).\n3. There are no fixed maintenance windows: a timely email is sent to inform the local IT\nAdministrator of any planned maintenance or upgrades. \n4. Any service unavailability, scheduled or unscheduled, is announced on the ICTS status page.\n5. The web space is designed redundantly: in the event of system problems on one back-end\nserver, all traffic is automatically diverted to another back-end server. The database platform is\nalso designed redundantly.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nexplain how this will be taken care of.\nYes\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nData storage in the secure vault of KU Leuven is free up to 5TB. Beyond 5TB, the annual price for\ndata storage is currently €569/5TB/year.\nUZL RedCap comes at a cost of +- €80 per year.\nThese costs will be covered by KU Leuven starting grant funding we have already obtained for\nthis project.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data will be stored in the university's secure environment for private data.\n \nAs we will also use UZ Leuven REDCap, physical access to the data centers is logged and\nrestricted to authorized KU Leuven Information Technology (IT) personnel, using badge\nidentification. At the clinical database level only study team members, monitors and\nauditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has\nrequested project-specific eCRF access, are granted data access. Upon successful training\ncompletion each user is centrally assigned a user role, associated with predefined system/data\nprivileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC\n(\nctc.datamanagement@uzleuven.be\n).\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll relevant data will be retained for at least 10 years after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nThe identifying information will be stored on the university's central servers (with automatic\nback-up procedures) for at least 10 years, conform the KU Leuven RDM policy. Moreover,\nthe non-identifiable data will be stored on Zenodo for at least 10 years.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAs the expected identifiable data is <5TB, it can be stored for free on the central KU Leuven\nservers. The non-identifiable data can be stored for free on Zenodo.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll data will be available on request after signing a data sharing agreement. The procedure for\nrequesting access to data will be made available on the project website.\nWhere/how will the data be made available for reuse?\nData will be available on request after signing a data sharing agreement. The procedure for\nrequesting access to data will be made available on the project website.\nWhen will the data be made available?\nImmediately after the end of the project\nThe full dataset will be uploaded in csv, matlab and dicom format in Zenodo immediately afer\nthe end of the project, but access will be restricted to medical professionals who request access\nand sign a data sharing agreement.\nWho will be able to access the data and under what conditions?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWho will be able to access the data and under what conditions?\nThe full dataset will be uploaded in a cvs, matlab and dicom format in Zenodo immediately afer\nthe end of the project, but access will be restricted to medical professionals who request access\nand sign a data sharing agreement. Access will be considered after a request is submitted\nexplaining the planned reuse. Only uses for research purposes will be allowed and commercial\nreuse will be excluded.\nWhat are the expected costs for data sharing? How will the costs be covered?\nZenodo is free.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI.\nWho will be responsible for data storage & back up during the project?\nThe PI.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier u0089246 Grant Title 18B2322N Principal Investigator / Researcher Philippe De Vloo Project Data Contact Dominike Bruyninckx, 016340847, dominike.bruyninckx@uzleuven.be Description Central post-stroke pain (CPSP) is an often pharmacorefractory type of neuropathic pain that develops in 8% of stroke patients. CPSP has been treated with three distinct types of neuromodulation (deep brain stimulation of the sensory thalamus (Vc-DBS), motor cortex repetitive transcranial magnetic stimulation (M1-rTMS), and motor cortex stimulation (MCS)), but the level of evidence for these procedures is very low. Moreover, data on the changes in pain brain circuitry in CPSP, and the effect of neuromodulation on this circuitry is very limited. In this project, we propose a prospective, double-blind, randomized cross-over on/off study in 32 CPSP patients. These patients will undergo M1-rTMS and either MCS or Vc-DBS. Before and after active and inactive stimulation, they will be assessed using clinical scales for pain, functioning, quality of life and depression. Sensory thresholds for perception and pain will be measured using a standardised test. Adverse events will be monitored. This allows to test the outcome and safety of neuromodulation in CPSP. In addition, we will use functional magnetic resonance imaging (fMRI) and positron emission tomography (PET), as well as electrophysiological recordings, with active vs. inactive stimulation. This will deepen the insight in the pathological changes occurring in the pain circuitry in CPSP and the influence of neuromodulation hereon. Institution KU Leuven 1. General Information Name applicant Philippe De Vloo FWO Project Number & Title 92557 Unraveling and improving central post-stroke pain through neuromodulation. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 1 . Type of data Format Volume How created Scanned images of patient-reported and physician-reported questionnaires jpeg, pdf 10 GB Document scanning from paper-based archival documents Summary of patient data spss files 1 GB Extraction of documents mentioned above Imaging data (MRI, fMRI, PET) dicom nftii 5000 GB DICOM images downloaded from PACS/scanners Electrophysiological data matlab 10000 GB downloaded from AlphaOmega intraoperative recording hardware and Medtronic Percept neurostimulator Quantitative sensory testing data spss files 1GB Derived from quantatitive sensory testing hardware 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRivacy and EThical tool (PRET)) We will use pseudonymisation of data by referencing to patients with a unique number which is different from the hospital chart number. Data will be stored on secured servers of KU Leuven, and the file listing the patient identifiers and the patient pseudonymisation numbers will be stored separately from the data. Only the PI and one substitute can access thepersonal data. Data viewing will be logged. Personal data will be kept for 10 years. Short description of the kind of personal data that will be used: Patient demographics, clinical scores pre- and post-treatment, neurophysiology and imaging data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Ethical committee approval is needed. Informed consent will be obtained from every individual participant, not only for study participation but also for long term preservation and data sharing within the group of collaborative researchers on this project. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 in this project? 1. For the patient-reported and physician-reported questionnaires, clear instructions will be described in detail will be provided. A codebook will be available to extract the data from these questionnaires. 2. For the imaging data and electrophysilogy data, raw data will be collected, as well as all intermediary data and final data. A detailed flowchart will be available including every single step of the imaging and signal processing and analyses (including the specific steps, settings used in every software package and the software versions). 3. For the quantitative sensory testing, a very detailed instruction book will be available. Raw data will be collected per stimulation test, including a .txt file with a clear description of what the data represent and how they were generated. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes For imaging the DICOM standard will be used with pseudonymized data in the header will be used. For the patient demographics and clinical scales, metadata will be added to the SPSS database. Neurophysiology data will be exported in Matlab, where metadata will be added. 5. Data storage and backup during the FWO project Where will the data be stored? Since we will be working with sensitive personal data, the data will be stored in the university's secure environment for private data and on the RedCap platform.. Since we will collaborate with researchers from other research units and groups, we will use RedCap for active use of the data during the project. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. As we also use UZL REDCap, data is backed up as follows: 1. The web server backup regime is specified below: - An hourly backup, the last 6 versions of which are saved - A daily backup, the last 7 versions of which are saved - A weekly backup, the last 6 versions of which are saved 2. The database backup regime is specified below: - A nightly cold backup of all databases - One month’s storage of the nightly cold backups 3. Data restore, upon request As we also use UZL REDCap, the following procedures for system recovery apply: 1. Systems are proactively monitored 24 hours a day, 7 days a week. 2. An emergency on-call service guarantees constant monitoring of the technical equipment, also outside office hours, but not at night. The on-call service is notified automatically in case of problems (between 7.00 - 23.00 hrs). 3. There are no fixed maintenance windows: a timely email is sent to inform the local IT Administrator of any planned maintenance or upgrades. 4. Any service unavailability, scheduled or unscheduled, is announced on the ICTS status page. 5. The web space is designed redundantly: in the event of system problems on one back-end server, all traffic is automatically diverted to another back-end server. The database platform is also designed redundantly. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 explain how this will be taken care of. Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? Data storage in the secure vault of KU Leuven is free up to 5TB. Beyond 5TB, the annual price for data storage is currently €569/5TB/year. UZL RedCap comes at a cost of +- €80 per year. These costs will be covered by KU Leuven starting grant funding we have already obtained for this project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment for private data. As we will also use UZ Leuven REDCap, physical access to the data centers is logged and restricted to authorized KU Leuven Information Technology (IT) personnel, using badge identification. At the clinical database level only study team members, monitors and auditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has requested project-specific eCRF access, are granted data access. Upon successful training completion each user is centrally assigned a user role, associated with predefined system/data privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC ( ctc.datamanagement@uzleuven.be ). 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All relevant data will be retained for at least 10 years after the end of the project. Where will the data be archived (= stored for the longer term)? The identifying information will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. Moreover, the non-identifiable data will be stored on Zenodo for at least 10 years. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? As the expected identifiable data is <5TB, it can be stored for free on the central KU Leuven servers. The non-identifiable data can be stored for free on Zenodo. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data will be available on request after signing a data sharing agreement. The procedure for requesting access to data will be made available on the project website. Where/how will the data be made available for reuse? Data will be available on request after signing a data sharing agreement. The procedure for requesting access to data will be made available on the project website. When will the data be made available? Immediately after the end of the project The full dataset will be uploaded in csv, matlab and dicom format in Zenodo immediately afer the end of the project, but access will be restricted to medical professionals who request access and sign a data sharing agreement. Who will be able to access the data and under what conditions? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Who will be able to access the data and under what conditions? The full dataset will be uploaded in a cvs, matlab and dicom format in Zenodo immediately afer the end of the project, but access will be restricted to medical professionals who request access and sign a data sharing agreement. Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. What are the expected costs for data sharing? How will the costs be covered? Zenodo is free. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI. Who will be responsible for data storage & back up during the project? The PI. Who will be responsible for ensuring data preservation and reuse ? The PI. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}