{
    "document_id": "D-2023-2334",
    "LinkTitle": "D-2023-2334",
    "file_name": "D-2023-2334.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2334.pdf",
    "metadata": {
        "title": "Educational Film as Study Practice: Re-imaginging Education Through the Eyes of the Camera",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Educational Film as Study Practice: Re-imaginging Education Through the Eyes of the Camera\nEducational Film as Study Practice: Re-imaginging Education Through the Eyes of the Camera\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nZiya Lemin, n.n. n.n., Nancy Vansieleghem\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nZKE4240\nID: \nID: \n205014\nStart date: \nStart date: \n15-12-2023\nEnd date: \nEnd date: \n15-12-2027\nProject abstract:\nProject abstract:\nBuilding upon a school pedagogical approach and drawing from Deligny's notion of 'camering' as distinct from filming, this project investigates the\nconditions under which educational film can elicit study practices. Against the backdrop of a proliferation of educational films in and as education, the\nproject develops a conceptualization for educational film practices that disrupt dominant modes of thinking, thus creating conditions to engage in new\nand unforeseen relationships with the world. The focus is not on how the audiovisual can be used as an expressive complement to educational goals,\nbut rather on how it, as another expressive regime, can reconfigure the relationship between the thinkable and the visible. Through cinematographic\nresearch, this project explores how an intertwining of two different regimes, the educational and the audiovisual, can create a new sensory practice that\ncaptures attention and interest.\nLast modified: \nLast modified: \n31-03-2024\nCreated using DMPonline.be. Last modiﬁed 31 March 2024\n1 of 7\nEducational Film as Study Practice: Re-imaginging Education Through the Eyes of the Camera\nEducational Film as Study Practice: Re-imaginging Education Through the Eyes of the Camera\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical \nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nScans of\nrelevant titles \nBooks and articles collected during\nliterature study\nE\nD\nTextual\n.tif\n.jpg\n<100GB\nHarddisk\nNotes\nTaking during literature study and\nparticipatory observation\nN\nD & P\nTextual\n.docx\n<25GB\nPaper\nCopies of\nrelevant films\nFilms watched/used during literature\nstudy\nE\nD\nAudiovisual\nImages\n.mov\n.mp4\n<200GB\nHarddisk\nContracts\nexperiments\nInformed consent letters & information\nN\nD & P\nTextual\n.pdf\n<5GB\nPaper\nAudiovisual\nexperiments\nAudiovisual experiments\nN\nD\nAudiovisual\nImages\n.mov\n>5TB\nHarddisk\nBehind the\nscenes\nAudiovisual experiments\nN\nD\nAudiovisual\nImages\n.mov\n>5TB\nHarddisk\nAudio files\nAudiovisual experiments\nN\nD\nSound\n.wav\n<25GB\nHarddisk\nEdits\nEdited sequences of audiovisual\nexperiments & editing software library\nN\nD\nAudiovisual\nImages & software\n.mov\n.fcpbundle\n.settings\n.drfx\n.dra\n.drp\n<100GB\nHarddisk\nDocumentary\nfilm\nArtistic translation research\nN\nD\nAudiovisual\nImages\n.mov\n<100GB\nHarddisk\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nFilms and relevant titles will be sourced via LIMO and the library of LUCA Brussels.\nSome films might also be sourced from Cinematek (Belgisch Koninklijk Filmarchief)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nCreated using DMPonline.be. Last modiﬁed 31 March 2024\n2 of 7\nYes, human subject data (Provide SMEC or EC approval number below)\nT.b.a.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nG-2024-7608\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nThe research will result in a documentary film which will be protected by copyright: reproduction and screening rights must be obtained from\nthe filmmaker or research cluster.\n \nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe data will already be clear and will be categorized in folders by dataset name and type. Further they will be arranged by production date.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nThe recording devices attribute metadata automatically (such as capture date, device, length, take etc.), we will only use this metadata.\nAs the new data sets will not be made available for reuse we will not use other metadata.\nCreated using DMPonline.be. Last modiﬁed 31 March 2024\n3 of 7\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nOneDrive (KU Leuven)\nWe will store all written data (non-audiovisual data) on the OneDrive of the KULeuven. For technical reasons we have to use a different\nstorage system for the audiovisual data.\nWe will use portable, encrypted (Full Disk Encryption with FileVault) hard drives (HDD & SSD), because the files will exceed the maximum\ncapacity of 2TB of the OneDrive linked to a KU Leuven account and because the audiovisual material must be able to be used in editing\nsoftware. A duplicate is also purchased for each hard disk to make a backup at regular intervals.\nDuring the study, this disk is kept by the doctoral student involved in a locked drawer or cupboard that is only accessible to him/her. After\ncompletion, it is passed on to the supervisor who keeps it in his/her office in a locked drawer or cupboard that is only accessible to him/her.\n \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nFor the OneDrive KUL provides versioning and a full backup in a non-Microsoft data center.\nFor each hard drive that is bought a second one will be purchased to copy the entire content to. This will happen at regular intervals. The main\ndisk and the back-up disk will not be stored in the same place and back-up disk will always stay at the office of the promotor, so that in the\nevent of data loss or theft, one disk always remains. Once the raw audiovisual data is stored on the two disks, it will not be touched anymore\n(or only if really necessarily) and stored in the drawer of the doctoral student. \nAs or editing the researcher will use another SSD-disk with a lower resolution copy of the raw audiovisual material to work with. For this one\nthere will also be back-ups made.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe hard disks will only be accessible to the doctoral student and the promotor, as they are locked away in their offices. They will also be\nencrypted so that in case of theft the content will not be accessible.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\n+- 400 euros\n+- 400 euros\n:\n2x HDD hard disk of +-200 euros, 2x SSD hard disk of +-200 euros will be bought from internal funds of the project\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nCreated using DMPonline.be. Last modiﬁed 31 March 2024\n4 of 7\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCertain data cannot be kept for 10 years (explain below)\nThere will be a documentary film made out of the (and as) research which will be kept longer than 10 years (indefinite period)\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nThe data will be stored on the same hard disks used for the research and locked away in a drawer in the office of the promotor.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts were already covered by buying hard disk for data storage during the research project, as we will keep the data on the same hard disks\nfor data preservation.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nYes, as restricted data (upon approval, or institutional access only)\nThe documentary film and edits will be made available as restricted data.\nAll other audiovisual data, notes, contracts will not be made available due to privacy considerations.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nMost of the dataset will only be accessed by the researcher, and the supervisors due to privacy considerations. Other researchers from\nKULeuven may request access to the restricted data sets upon request via email to the supervisor of this project. The documentary film may be\npublicly screened by third parties upon approval of the researcher and supervisors by festivals or other institutions that contribute to the\ncommunity by supporting educational and/or social causes.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, intellectual property rights\nThe audiovisual images contain people, so data can't by shared due to privacy restrictions. \nThe documentary film and edits are an artistic work which will be protected by copyright, which means reproduction and screening rights must\nbe obtained from the filmmaker or the research cluster.\nCreated using DMPonline.be. Last modiﬁed 31 March 2024\n5 of 7\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nKU Leuven RDR (Research Data Repository)\nAs repository for publications we will use Lirias. If possible we will also add the documentary in the category  “Creations in the Arts or\nDesign”.\nIn addition we will create an exposition on https://www.researchcatalogue.net/\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nData Transfer Agreement (restricted data)\nIt's not possible to provide data usage licenses as described above. The newly generated data (audiovisual images, audio, notes) is privacy\nsensitive. The documentary film produced within the research project is subject to copyright protection, because it is an artistic work. Other\nresearchers from KULeuven may request access to the restricted data sets upon request via email to the supervisor of this project. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nWe will purchase a one year subscription on Vimeo to upload our documentary, this will cost 96 euros. In addition to that we will potentially\nreserve funds for festival entries, but this has not yet been determined.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researcher (Ziya Lemin)\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe researcher (Ziya Lemin)\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nCreated using DMPonline.be. Last modiﬁed 31 March 2024\n6 of 7\nThe researcher (Ziya Lemin) and supervisors (Nancy Vansieleghem and Sarah Van Ruyskensvelde)\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe researcher (Ziya Lemin) and supervisors (Nancy Vansieleghem and Sarah Van Ruyskensvelde)\nCreated using DMPonline.be. Last modiﬁed 31 March 2024\n7 of 7"
    },
    "clean_full_text": "Educational Film as Study Practice: Re-imaginging Education Through the Eyes of the Camera Educational Film as Study Practice: Re-imaginging Education Through the Eyes of the Camera A Data Management Plan created using DMPonline.be Creators: Creators: Ziya Lemin, n.n. n.n., Nancy Vansieleghem Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: ZKE4240 ID: ID: 205014 Start date: Start date: 15-12-2023 End date: End date: 15-12-2027 Project abstract: Project abstract: Building upon a school pedagogical approach and drawing from Deligny's notion of 'camering' as distinct from filming, this project investigates the conditions under which educational film can elicit study practices. Against the backdrop of a proliferation of educational films in and as education, the project develops a conceptualization for educational film practices that disrupt dominant modes of thinking, thus creating conditions to engage in new and unforeseen relationships with the world. The focus is not on how the audiovisual can be used as an expressive complement to educational goals, but rather on how it, as another expressive regime, can reconfigure the relationship between the thinkable and the visible. Through cinematographic research, this project explores how an intertwining of two different regimes, the educational and the audiovisual, can create a new sensory practice that captures attention and interest. Last modified: Last modified: 31-03-2024 Created using DMPonline.be. Last modiﬁed 31 March 2024 1 of 7 Educational Film as Study Practice: Re-imaginging Education Through the Eyes of the Camera Educational Film as Study Practice: Re-imaginging Education Through the Eyes of the Camera Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Scans of relevant titles Books and articles collected during literature study E D Textual .tif .jpg <100GB Harddisk Notes Taking during literature study and participatory observation N D & P Textual .docx <25GB Paper Copies of relevant films Films watched/used during literature study E D Audiovisual Images .mov .mp4 <200GB Harddisk Contracts experiments Informed consent letters & information N D & P Textual .pdf <5GB Paper Audiovisual experiments Audiovisual experiments N D Audiovisual Images .mov >5TB Harddisk Behind the scenes Audiovisual experiments N D Audiovisual Images .mov >5TB Harddisk Audio files Audiovisual experiments N D Sound .wav <25GB Harddisk Edits Edited sequences of audiovisual experiments & editing software library N D Audiovisual Images & software .mov .fcpbundle .settings .drfx .dra .drp <100GB Harddisk Documentary film Artistic translation research N D Audiovisual Images .mov <100GB Harddisk If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Films and relevant titles will be sourced via LIMO and the library of LUCA Brussels. Some films might also be sourced from Cinematek (Belgisch Koninklijk Filmarchief) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Created using DMPonline.be. Last modiﬁed 31 March 2024 2 of 7 Yes, human subject data (Provide SMEC or EC approval number below) T.b.a. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G-2024-7608 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes The research will result in a documentary film which will be protected by copyright: reproduction and screening rights must be obtained from the filmmaker or research cluster. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The data will already be clear and will be categorized in folders by dataset name and type. Further they will be arranged by production date. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes The recording devices attribute metadata automatically (such as capture date, device, length, take etc.), we will only use this metadata. As the new data sets will not be made available for reuse we will not use other metadata. Created using DMPonline.be. Last modiﬁed 31 March 2024 3 of 7 Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) OneDrive (KU Leuven) We will store all written data (non-audiovisual data) on the OneDrive of the KULeuven. For technical reasons we have to use a different storage system for the audiovisual data. We will use portable, encrypted (Full Disk Encryption with FileVault) hard drives (HDD & SSD), because the files will exceed the maximum capacity of 2TB of the OneDrive linked to a KU Leuven account and because the audiovisual material must be able to be used in editing software. A duplicate is also purchased for each hard disk to make a backup at regular intervals. During the study, this disk is kept by the doctoral student involved in a locked drawer or cupboard that is only accessible to him/her. After completion, it is passed on to the supervisor who keeps it in his/her office in a locked drawer or cupboard that is only accessible to him/her. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution For the OneDrive KUL provides versioning and a full backup in a non-Microsoft data center. For each hard drive that is bought a second one will be purchased to copy the entire content to. This will happen at regular intervals. The main disk and the back-up disk will not be stored in the same place and back-up disk will always stay at the office of the promotor, so that in the event of data loss or theft, one disk always remains. Once the raw audiovisual data is stored on the two disks, it will not be touched anymore (or only if really necessarily) and stored in the drawer of the doctoral student. As or editing the researcher will use another SSD-disk with a lower resolution copy of the raw audiovisual material to work with. For this one there will also be back-ups made. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The hard disks will only be accessible to the doctoral student and the promotor, as they are locked away in their offices. They will also be encrypted so that in case of theft the content will not be accessible. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? +- 400 euros +- 400 euros : 2x HDD hard disk of +-200 euros, 2x SSD hard disk of +-200 euros will be bought from internal funds of the project Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Created using DMPonline.be. Last modiﬁed 31 March 2024 4 of 7 In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Certain data cannot be kept for 10 years (explain below) There will be a documentary film made out of the (and as) research which will be kept longer than 10 years (indefinite period) Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) The data will be stored on the same hard disks used for the research and locked away in a drawer in the office of the promotor. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs were already covered by buying hard disk for data storage during the research project, as we will keep the data on the same hard disks for data preservation. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. No (closed access) Yes, as restricted data (upon approval, or institutional access only) The documentary film and edits will be made available as restricted data. All other audiovisual data, notes, contracts will not be made available due to privacy considerations. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Most of the dataset will only be accessed by the researcher, and the supervisors due to privacy considerations. Other researchers from KULeuven may request access to the restricted data sets upon request via email to the supervisor of this project. The documentary film may be publicly screened by third parties upon approval of the researcher and supervisors by festivals or other institutions that contribute to the community by supporting educational and/or social causes. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, intellectual property rights The audiovisual images contain people, so data can't by shared due to privacy restrictions. The documentary film and edits are an artistic work which will be protected by copyright, which means reproduction and screening rights must be obtained from the filmmaker or the research cluster. Created using DMPonline.be. Last modiﬁed 31 March 2024 5 of 7 Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) KU Leuven RDR (Research Data Repository) As repository for publications we will use Lirias. If possible we will also add the documentary in the category “Creations in the Arts or Design”. In addition we will create an exposition on https://www.researchcatalogue.net/ When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) Data Transfer Agreement (restricted data) It's not possible to provide data usage licenses as described above. The newly generated data (audiovisual images, audio, notes) is privacy sensitive. The documentary film produced within the research project is subject to copyright protection, because it is an artistic work. Other researchers from KULeuven may request access to the restricted data sets upon request via email to the supervisor of this project. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? We will purchase a one year subscription on Vimeo to upload our documentary, this will cost 96 euros. In addition to that we will potentially reserve funds for festival entries, but this has not yet been determined. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher (Ziya Lemin) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researcher (Ziya Lemin) Who will manage data preservation and sharing? Who will manage data preservation and sharing? Created using DMPonline.be. Last modiﬁed 31 March 2024 6 of 7 The researcher (Ziya Lemin) and supervisors (Nancy Vansieleghem and Sarah Van Ruyskensvelde) Who will update and implement this DMP? Who will update and implement this DMP? The researcher (Ziya Lemin) and supervisors (Nancy Vansieleghem and Sarah Van Ruyskensvelde) Created using DMPonline.be. Last modiﬁed 31 March 2024 7 of 7"
}