{
    "document_id": "D-2022-1372",
    "LinkTitle": "D-2022-1372",
    "file_name": "D-2022-1372.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1372.pdf",
    "metadata": {
        "title": "My plan (C1-C2-IDN DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (C1-C2-IDN DMP) - DMP title\nPrincipal Investigator / Researcher\n Nieke Vets\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nAn De Groef\nC1-C2 Project number & title\nIdentifying prognostic variables for persistent upper limb dysfunctions after breast cancer\ntreatment: longitudinal cohort study (3M210654)\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat\nHow created\nPrimary Physical\ndata\nText\nInformed consent\nform will be given\non an printed\npaper and stored\nin the patients\nfile.\nPersonal data \nKWS Excel\nexport\nVia electronic\npatient record in\nKWS platform UZ\nLeuven. The data\nwill be strictly\nlimited to the\nabsolute\nnecessary data\nand\npseudonymised\nbefore further\nanalyses.\n Survey\n .csv, .xls, .pdf,\n.text\nBasic information\nand surveys are\nstored in RedCap.\nObservational\n .csv, .mvn,\n.mat\nClinical tests\nresults will be\nstored in RedCap\nor secured file in\nKU Leuven\nnetwork on the I-\n/J-drive.\nKinematic data\n(including inertial\nsensors, video\nanalyse,\naccelerometry)\n .csv,\n.gt3x,.agd,\n.mat, .mvn,\n.pdf, .txt,\n.wmz, .wms,\n.mov, .mvnx\nAccelerometry\nand inertial\nsensors data\n(Xsens). \nCode\n.m\nCode that\ntransformes the\nprocessed data\ninto results.\nResults (digital\nand non-digital)\n.pdf, .png, .csv\nor simular \nThe outcome of\nthis project.\nResults can\ninclude tables,\nfigures and text. \n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nYes, for the clinical trail the following data will be used\nIdentification data (names, titles, phone numbers, adresses, email,...)\nPersonal characteristics (age, gender, date of birth, ...)\nPhysical characteristics (height, weight,...)\nPsychological details (stress, anxiety, depression, self-efficacy, ...)\nMedical details (stage of breast cancer, TNM stage, type of surgery,...)\nAll data that will be collected is specified in the research protocol that will be submitted to the\nethical committee of the KU Leuven and the PRET organisation of the KU Leuven (reference\nnumber: \nG-2021-4610\n). An unique identification code will be used to assure privacy protection of\neach subject. The identifiers will be collected separatly from their research data. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nEthical approval for the work on humans is ongoing (S66248).\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nNot applicable.\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNot applicable.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nA detailed protocol will be writen and guidelines and instructions are available as .pdf and/or a\nWord file stored on the network drive. They contain policies about how to assess the participants,\ninstructions for the partcipants, etc. In this way, information can easily be re-read. \nInformed consents will be signed by the patient on a hard copy, orginal black coppies will be\nsaved on the drive. \nSurvey data will be collected using RedCap, a Data Dictionary Codebook will be generated\ncontaining variable-level information for all captured information: Variable / Field name, Field\nLabel (including question text) and Field Attributes (including Field Type, Validation, Choices,\nCalculations etc.).\nAccelerometrie and kinematic raw data will be stored in the specific file format according to data\ntype.\nNotes during data collection will be stored in the personal patients file. \nPatient identifier record will consist of the name of the included subject, and subject study code\n(.xls). This file is the only document that links the patients study code and identification of the\npatient. \n \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\n We plan to use a metadata standard, basing ourselves on different available sources, such as\nhttp://www.dcc.ac.uk/resources/metadata-standards\n; \nhttp://rd-alliance.github.io/metadata-\ndirectory/standards/\n; \nhttps://fairsharing.org/\n5. Data storage and backup during the C1-C2 project\n5.1. Where will the data be stored?\nWhere will the data be stored?\nThe paper (source) documents will be stored in the office of the PI, in an closet/drawer only\naccessible to the PI.\nThe data will be stored on the University's central servers with automatic daily back-up\nprocedures: Secured networkdrive KU Leuven (bv. I- / J-schijf)\nOneDrive linked to a KU Leuven-account\nREDCap: REDCap is hosted on dedicated KU Leuven data servers at Campus Heverlee\nFormasa form in the medical file of the patient in the hospital information system (KWS). \n5.2. How will the data be backed up?\n-The data will be stored on the University's central servers with automatic daily back-up\nprocedures.\n-REDCap: data is backed up as follows:\nThe web server backup regime is specified below:\nAn hourly backup, the last 6 versions of which are saved\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nA daily backup, the last 7 versions of which are saved\nA weekly backup,  the last 6 versions of which are saved\nThe database backup regime is specified below: -A nightly cold backup of all databases- One\nmonth’s storage of the nightly cold backups\n-Formasa form in the medical file of the patient (hospital information system KWS)\n \n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nThe university and department infrastructure is able to provide sufficient capacity.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nThe expected total volume of data will not require a budget for data storage or preservation. The\nuniversity and department infrastructure is able to provide sufficient capacity.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThe data will be stored at the university's secure environment for private data.\n6. Data preservation after the end of the C1-C2 project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nThe (personal) data will be preserved for 25 years (guideline EC Research UZ/KU Leuven).\n6.2. Where will these data be archived (= stored for the long term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nNo additional costs\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\n There are no concrete plans to share data with other partners than the involved researchers at\nKU Leuven, there is no 3th party involved.\n7.2. Which data will be made available after the end of the project?\nThe published data will be available which contains the results of processed coded data\npresented in tables. The full anonymized dataset consisting of only data of participants who\ngranted their approval for re-use within the research group will be available at the end of the\nproject. Decoded personal data will never be shared.\n7.3. Where/how will the data be made available for reuse?\nUpon request by mail\nPatient information is protected by the UZ/KU Leuven.\nData is stored in the central server of UZ/KU Leuven and will be available upon request. \n7.4. When will the data be made available?\nUpon publication of the research results\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n7.5. Who will be able to access the data and under what conditions?\n During the project:\n- all involved researchers\nDuring the post-project trajectory:\n- all involved researchers\n- External users upon request and part of the GRID research group. The data will only be shared if\nthe research is approved by the ethical committee. \n7.6. What are the expected costs for data sharing? How will these costs be covered?\n No costs are expected. Currently, the storage space provided by the KU Leuven is free of costs.\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nThe Principal Investigator Prof. An De Groef & Researcher (PhD) Nieke Vets\n8.2. Who will be responsible for data storage & back up during the project?\nThe Principal Investigator\n8.3. Who will be responsible for ensuring data preservation and sharing?\nThe Principal Investigator\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (C1-C2-IDN DMP) - DMP title Principal Investigator / Researcher Nieke Vets Institution KU Leuven 1. General Information Name of the project lead (PI) An De Groef C1-C2 Project number & title Identifying prognostic variables for persistent upper limb dysfunctions after breast cancer treatment: longitudinal cohort study (3M210654) 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format How created Primary Physical data Text Informed consent form will be given on an printed paper and stored in the patients file. Personal data KWS Excel export Via electronic patient record in KWS platform UZ Leuven. The data will be strictly limited to the absolute necessary data and pseudonymised before further analyses. Survey .csv, .xls, .pdf, .text Basic information and surveys are stored in RedCap. Observational .csv, .mvn, .mat Clinical tests results will be stored in RedCap or secured file in KU Leuven network on the I- /J-drive. Kinematic data (including inertial sensors, video analyse, accelerometry) .csv, .gt3x,.agd, .mat, .mvn, .pdf, .txt, .wmz, .wms, .mov, .mvnx Accelerometry and inertial sensors data (Xsens). Code .m Code that transformes the processed data into results. Results (digital and non-digital) .pdf, .png, .csv or simular The outcome of this project. Results can include tables, figures and text. 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Yes, for the clinical trail the following data will be used Identification data (names, titles, phone numbers, adresses, email,...) Personal characteristics (age, gender, date of birth, ...) Physical characteristics (height, weight,...) Psychological details (stress, anxiety, depression, self-efficacy, ...) Medical details (stage of breast cancer, TNM stage, type of surgery,...) All data that will be collected is specified in the research protocol that will be submitted to the ethical committee of the KU Leuven and the PRET organisation of the KU Leuven (reference number: G-2021-4610 ). An unique identification code will be used to assure privacy protection of each subject. The identifiers will be collected separatly from their research data. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Ethical approval for the work on humans is ongoing (S66248). 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Not applicable. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? Not applicable. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? A detailed protocol will be writen and guidelines and instructions are available as .pdf and/or a Word file stored on the network drive. They contain policies about how to assess the participants, instructions for the partcipants, etc. In this way, information can easily be re-read. Informed consents will be signed by the patient on a hard copy, orginal black coppies will be saved on the drive. Survey data will be collected using RedCap, a Data Dictionary Codebook will be generated containing variable-level information for all captured information: Variable / Field name, Field Label (including question text) and Field Attributes (including Field Type, Validation, Choices, Calculations etc.). Accelerometrie and kinematic raw data will be stored in the specific file format according to data type. Notes during data collection will be stored in the personal patients file. Patient identifier record will consist of the name of the included subject, and subject study code (.xls). This file is the only document that links the patients study code and identification of the patient. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. We plan to use a metadata standard, basing ourselves on different available sources, such as http://www.dcc.ac.uk/resources/metadata-standards ; http://rd-alliance.github.io/metadata- directory/standards/ ; https://fairsharing.org/ 5. Data storage and backup during the C1-C2 project 5.1. Where will the data be stored? Where will the data be stored? The paper (source) documents will be stored in the office of the PI, in an closet/drawer only accessible to the PI. The data will be stored on the University's central servers with automatic daily back-up procedures: Secured networkdrive KU Leuven (bv. I- / J-schijf) OneDrive linked to a KU Leuven-account REDCap: REDCap is hosted on dedicated KU Leuven data servers at Campus Heverlee Formasa form in the medical file of the patient in the hospital information system (KWS). 5.2. How will the data be backed up? -The data will be stored on the University's central servers with automatic daily back-up procedures. -REDCap: data is backed up as follows: The web server backup regime is specified below: An hourly backup, the last 6 versions of which are saved This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 A daily backup, the last 7 versions of which are saved A weekly backup, the last 6 versions of which are saved The database backup regime is specified below: -A nightly cold backup of all databases- One month’s storage of the nightly cold backups -Formasa form in the medical file of the patient (hospital information system KWS) 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. The university and department infrastructure is able to provide sufficient capacity. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? The expected total volume of data will not require a budget for data storage or preservation. The university and department infrastructure is able to provide sufficient capacity. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored at the university's secure environment for private data. 6. Data preservation after the end of the C1-C2 project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. The (personal) data will be preserved for 25 years (guideline EC Research UZ/KU Leuven). 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? No additional costs 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? There are no concrete plans to share data with other partners than the involved researchers at KU Leuven, there is no 3th party involved. 7.2. Which data will be made available after the end of the project? The published data will be available which contains the results of processed coded data presented in tables. The full anonymized dataset consisting of only data of participants who granted their approval for re-use within the research group will be available at the end of the project. Decoded personal data will never be shared. 7.3. Where/how will the data be made available for reuse? Upon request by mail Patient information is protected by the UZ/KU Leuven. Data is stored in the central server of UZ/KU Leuven and will be available upon request. 7.4. When will the data be made available? Upon publication of the research results This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 7.5. Who will be able to access the data and under what conditions? During the project: - all involved researchers During the post-project trajectory: - all involved researchers - External users upon request and part of the GRID research group. The data will only be shared if the research is approved by the ethical committee. 7.6. What are the expected costs for data sharing? How will these costs be covered? No costs are expected. Currently, the storage space provided by the KU Leuven is free of costs. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? The Principal Investigator Prof. An De Groef & Researcher (PhD) Nieke Vets 8.2. Who will be responsible for data storage & back up during the project? The Principal Investigator 8.3. Who will be responsible for ensuring data preservation and sharing? The Principal Investigator 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}