{
    "document_id": "D-2024-2789",
    "LinkTitle": "D-2024-2789",
    "file_name": "D-2024-2789.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2789.pdf",
    "metadata": {
        "title": "Atomic layer deposition of two-dimensional transition metal dichalcogenides and ovonic threshold switching materials: A new computational framework for precursor design",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Atomic layer deposition of two-dimensional transition metal dichalcogenides and ovonic threshold switching\nAtomic layer deposition of two-dimensional transition metal dichalcogenides and ovonic threshold switching\nmaterials: A new computational framework for precursor design\nmaterials: A new computational framework for precursor design\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nBram van der Linden\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n1SH9E24N\nID: \nID: \n205485\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nAtomic Layer Deposition (ALD) is an advanced thin film deposition technique that has become essential for industrial production of nano-electronic\ndevices, omnipresent in our society. ALD uses self-limiting surface reactions of gas-phase precursors and is ideally suited to provide nanoscale\nthickness control. Still, ALD of Ovonic Threshold Switching (OTS) materials, promising selector materials in memory arrays, is a huge challenge. A\nsecond challenge is ALD of two-dimensional (2D) transition metal dichalcogenides (TMDCs), which suffer from nano-crystallinity. The development\nof new ALD processes and precursors is expensive and complex. This project therefore proposes an efficient computational framework based on first\nprinciples and thermodynamic simulations. The computational framework identifies the optimal precursors and process conditions and as such creates\nfundamental understanding of the properties and reactivity of ALD precursors. The method starts with precursor screening assuming gas-phase\nreactions. Next, the thermal stability of precursors is studied, as well as physisorption and chemisorption. The computational framework will be\nvalidated and applied to 2D TMDCs where we will not only investigate the ideal precursors but also the best surface inhibitor molecules to limit nano-\ncrystallinity. We will also apply our method to ternary and quaternary OTS materials, including a study of dissociative precursor adsorption that can\nlead to surface site blocking.\nLast modified: \nLast modified: \n28-03-2024\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n1 of 7\nAtomic layer deposition of two-dimensional transition metal dichalcogenides and ovonic threshold switching\nAtomic layer deposition of two-dimensional transition metal dichalcogenides and ovonic threshold switching\nmaterials: A new computational framework for precursor design\nmaterials: A new computational framework for precursor design\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nPython library\nto automate\nDensity\nFunctional\nTheory (DFT)\ncalculations\nDeveloped\nwithin Imec.\nAutomates the\ncreation of\ninput files for\nDensity\nFunctional\nTheory\nReuse existing data\nDigital\nSoftware\n.py\n< 1 GB\n \nPython library\nfor\nthermodynamic\nsimulations\nDeveloped\nwithin Imec.\nContains\nalgorithms to\ndetermine\nequilibrium\ncomposition of\nmolecules and\nsolids\nReuse existing data\nDigital\nSoftware\n.py\n< 1GB\n \nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n2 of 7\nRaw data DFT\nAll the DFT\ninput and\noutput files\ngenerated\nthroughout the\nproject. The\ninput files\ncontain the\nparameters\nused to do the\nDFT\ncalculations.\nGenerate new data\nDigital\nSimulation data\n.txt files but\nwith different\nextensions\nwhich reflect\nthe content of\nthe file (e.g\n.cpki denotes\ninput files,\n.cpko output\nfile, .restart is\nthe file that\ncan be used to\nrestart the\ncalculation)\n< 1 TB\n \nRaw data\nthermodynamic\nsimulations\nAll input and\noutput data of\nthermodynamic\nsimulations\ngenerated\nthroughout the\nproject.\nGenerate new data\nDigital\nSimulation data\n.json\n< 100 GB\n \nData\nprocessing\nJupyter\nnotebooks and\nprocessed data\n(e.g. images).\nJupyter\nnotebooks are a\ncombination of\nPython code\nand written\nexplanation. In\nthe Python\ncode the DFT\nand\nthermodynamic\nsimulations are\nset up and the\nresults are\nanalyzed\nafterwards. \nGenerate new data\nDigital\nSimulation data\n.ipynb, .png,\n.jpeg\n < 100 MB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n3 of 7\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nThe project might result in a new ALD process with other process conditions and/or precursors than before, thus affecting all aforementioned\ndata sets. If this process is significantly different from already documented or patented processes, an opportunity arises to valorize the project.\nThe valorization process would be done in close collaboration with the Intellectual Property experts from Imec and the Intellectual Property\nUnit of KU Leuven Research & Development (LRD).\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nThe Python libraries for automation of DFT calculations and for automation of thermodynamic simulations are owned by Imec. These libraries\ncan only be accessed by members of the modelling team at Imec and other groups within Imec if access is provided by Geoffrey Pourtois,\nhead of the modelling team. The Jupyter notebooks use the Python libraries and can therefore only be accessed by the modelling team and\nclose collaborators of the project, i.e. the supervisor, promotor and colleagues which are strongly involved in the project.\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAll the data generation and data processing are done in Jupyter notebooks. The notebooks are clearly structured in chapters, thus making the\ncomplete workflow from data generation to data processing clear. Python code is accompanied by written text which explains the approach\ntaken and the assumptions made. To enhance readability, the code is divided into blocks with written comments that explain the function of\nsuch a block, the meaning of a variable name or why and how a specific Python function is used. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\nThe metadata standard of Crystallographic Information Framework (CIF) is used for crystals: these CIF files serve as an input for DFT, and\nthe Python library to automate DFT enables transformation of DFT output into CIF structures.\nThe DFT calculations are ordered in folders with relevant names. Each folder contains an input file (a text file) with all the DFT settings. Such\na file is standardized and can be directly fed into the DFT software CP2K to redo the calculation. The thermodynamic input and output data are\nstored as json files in folders with clear names. If not clear from the folder name, the Jupyter notebooks can be consulted to retrieve the content\nof a folder. The Python code in the Jupyter notebook contains written comments and use clear variable names. The written text in the Jupyter\nnotebooks makes the work understandable and reproducible.\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n4 of 7\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe data will be stored on a personal Imec OneDrive and on the Imec supercomputing infrastructure. On both systems Imec security measures\nand back-ups are in place.\nHow will the data be backed up?\nHow will the data be backed up?\nThe OneDrive is automatically backed up. The supercomputing infrastructure is backed up by Imec.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe storage solutions have the following capacity:\nOneDrive: 1TB\nSupercomputing infrastructure: 300 GB, which can be increased if needed.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe OneDrive is strictly personal and can only be accessed on a personal Imec laptop which is secured with a password. Two-factor\nauthentication is required when accessing on a different device.\nThe files on the supercomputing infrastructure can only be accessed by Linux users with the right permissions. Such permission is\ngranted by the supervisor of the project, Geoffrey Pourtois.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo costs are expected.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nCertain data cannot be kept for 10 years:\nThe Raw DFT data are too large in size to be kept for 10 years and include many irrelevant output files. Only the essential input and output\ndata will therefore be kept, including molecular/solid structures and (Gibbs free) energies, for example.\n \nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on the supercomputing infrastructure of Imec with enough storage in place. Powerpoint presentations will be put on a\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n5 of 7\nMicrosoft SharePoint from Imec.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs are expected.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nOther, please specify:\nYes, in a restricted access repository (after approval, institutional access only, …)\nNo (closed access)\nPapers and their Supplementary Information will be put in Lirias to make them available through green open access. The Supplementary\nInformation could, for example, be the convergence of DFT parameters. Raw DFT data will be made available \"upon reasonable request\" by\nthe corresponding author of the publication. The same applies to the thermodynamic data as long as it contains no reference to the Python\nlibrary for thermodynamic simulations. The Python libraries and files that contain information regarding the Python libraries such as the\nJupyter notebooks are closed access. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nData is made available \"upon reasonable request\" if the aim is to employ it for research purposes only, no commercial use is allowed. The data\nwhich contain information regarding the Python libraries is only shared with the promotor, supervisor, members of the modelling team at Imec\nand other Imec colleagues involved in the project. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nThe Python libraries for automation of DFT calculations and for thermodynamic simulations are owned by Imec and have closed access.\nAccess to the libraries has to be approved by Geoffrey Pourtois and can only be granted to employees within Imec.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nData will be included in the Supplementary Information of publications. The essential raw DFT and thermodynamic data can be made\navailable \"upon reasonable request\". These data are put on the KU Leuven RDR.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe license CC-BY-NC-SA-4.0 would apply to the raw DFT and thermodynamic data.\nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n6 of 7\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nAn identifier is generated automatically by the KU Leuven RDR.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nBram van der Linden \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nBram van der Linden, Geoffrey Pourtois and Annelies Delabie \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nGeoffrey Pourtois and Annelies Delabie \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nBram van der Linden \nCreated using DMPonline.be. Last modiﬁed 28 March 2024\n7 of 7"
    },
    "clean_full_text": "Atomic layer deposition of two-dimensional transition metal dichalcogenides and ovonic threshold switching Atomic layer deposition of two-dimensional transition metal dichalcogenides and ovonic threshold switching materials: A new computational framework for precursor design materials: A new computational framework for precursor design A Data Management Plan created using DMPonline.be Creator: Creator: Bram van der Linden Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1SH9E24N ID: ID: 205485 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: Atomic Layer Deposition (ALD) is an advanced thin film deposition technique that has become essential for industrial production of nano-electronic devices, omnipresent in our society. ALD uses self-limiting surface reactions of gas-phase precursors and is ideally suited to provide nanoscale thickness control. Still, ALD of Ovonic Threshold Switching (OTS) materials, promising selector materials in memory arrays, is a huge challenge. A second challenge is ALD of two-dimensional (2D) transition metal dichalcogenides (TMDCs), which suffer from nano-crystallinity. The development of new ALD processes and precursors is expensive and complex. This project therefore proposes an efficient computational framework based on first principles and thermodynamic simulations. The computational framework identifies the optimal precursors and process conditions and as such creates fundamental understanding of the properties and reactivity of ALD precursors. The method starts with precursor screening assuming gas-phase reactions. Next, the thermal stability of precursors is studied, as well as physisorption and chemisorption. The computational framework will be validated and applied to 2D TMDCs where we will not only investigate the ideal precursors but also the best surface inhibitor molecules to limit nano- crystallinity. We will also apply our method to ternary and quaternary OTS materials, including a study of dissociative precursor adsorption that can lead to surface site blocking. Last modified: Last modified: 28-03-2024 Created using DMPonline.be. Last modiﬁed 28 March 2024 1 of 7 Atomic layer deposition of two-dimensional transition metal dichalcogenides and ovonic threshold switching Atomic layer deposition of two-dimensional transition metal dichalcogenides and ovonic threshold switching materials: A new computational framework for precursor design materials: A new computational framework for precursor design FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Python library to automate Density Functional Theory (DFT) calculations Developed within Imec. Automates the creation of input files for Density Functional Theory Reuse existing data Digital Software .py < 1 GB Python library for thermodynamic simulations Developed within Imec. Contains algorithms to determine equilibrium composition of molecules and solids Reuse existing data Digital Software .py < 1GB Created using DMPonline.be. Last modiﬁed 28 March 2024 2 of 7 Raw data DFT All the DFT input and output files generated throughout the project. The input files contain the parameters used to do the DFT calculations. Generate new data Digital Simulation data .txt files but with different extensions which reflect the content of the file (e.g .cpki denotes input files, .cpko output file, .restart is the file that can be used to restart the calculation) < 1 TB Raw data thermodynamic simulations All input and output data of thermodynamic simulations generated throughout the project. Generate new data Digital Simulation data .json < 100 GB Data processing Jupyter notebooks and processed data (e.g. images). Jupyter notebooks are a combination of Python code and written explanation. In the Python code the DFT and thermodynamic simulations are set up and the results are analyzed afterwards. Generate new data Digital Simulation data .ipynb, .png, .jpeg < 100 MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 28 March 2024 3 of 7 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The project might result in a new ALD process with other process conditions and/or precursors than before, thus affecting all aforementioned data sets. If this process is significantly different from already documented or patented processes, an opportunity arises to valorize the project. The valorization process would be done in close collaboration with the Intellectual Property experts from Imec and the Intellectual Property Unit of KU Leuven Research & Development (LRD). Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes The Python libraries for automation of DFT calculations and for automation of thermodynamic simulations are owned by Imec. These libraries can only be accessed by members of the modelling team at Imec and other groups within Imec if access is provided by Geoffrey Pourtois, head of the modelling team. The Jupyter notebooks use the Python libraries and can therefore only be accessed by the modelling team and close collaborators of the project, i.e. the supervisor, promotor and colleagues which are strongly involved in the project. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All the data generation and data processing are done in Jupyter notebooks. The notebooks are clearly structured in chapters, thus making the complete workflow from data generation to data processing clear. Python code is accompanied by written text which explains the approach taken and the assumptions made. To enhance readability, the code is divided into blocks with written comments that explain the function of such a block, the meaning of a variable name or why and how a specific Python function is used. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No The metadata standard of Crystallographic Information Framework (CIF) is used for crystals: these CIF files serve as an input for DFT, and the Python library to automate DFT enables transformation of DFT output into CIF structures. The DFT calculations are ordered in folders with relevant names. Each folder contains an input file (a text file) with all the DFT settings. Such a file is standardized and can be directly fed into the DFT software CP2K to redo the calculation. The thermodynamic input and output data are stored as json files in folders with clear names. If not clear from the folder name, the Jupyter notebooks can be consulted to retrieve the content of a folder. The Python code in the Jupyter notebook contains written comments and use clear variable names. The written text in the Jupyter notebooks makes the work understandable and reproducible. Created using DMPonline.be. Last modiﬁed 28 March 2024 4 of 7 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The data will be stored on a personal Imec OneDrive and on the Imec supercomputing infrastructure. On both systems Imec security measures and back-ups are in place. How will the data be backed up? How will the data be backed up? The OneDrive is automatically backed up. The supercomputing infrastructure is backed up by Imec. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The storage solutions have the following capacity: OneDrive: 1TB Supercomputing infrastructure: 300 GB, which can be increased if needed. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The OneDrive is strictly personal and can only be accessed on a personal Imec laptop which is secured with a password. Two-factor authentication is required when accessing on a different device. The files on the supercomputing infrastructure can only be accessed by Linux users with the right permissions. Such permission is granted by the supervisor of the project, Geoffrey Pourtois. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs are expected. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). Certain data cannot be kept for 10 years: The Raw DFT data are too large in size to be kept for 10 years and include many irrelevant output files. Only the essential input and output data will therefore be kept, including molecular/solid structures and (Gibbs free) energies, for example. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The data will be stored on the supercomputing infrastructure of Imec with enough storage in place. Powerpoint presentations will be put on a Created using DMPonline.be. Last modiﬁed 28 March 2024 5 of 7 Microsoft SharePoint from Imec. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs are expected. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Other, please specify: Yes, in a restricted access repository (after approval, institutional access only, …) No (closed access) Papers and their Supplementary Information will be put in Lirias to make them available through green open access. The Supplementary Information could, for example, be the convergence of DFT parameters. Raw DFT data will be made available \"upon reasonable request\" by the corresponding author of the publication. The same applies to the thermodynamic data as long as it contains no reference to the Python library for thermodynamic simulations. The Python libraries and files that contain information regarding the Python libraries such as the Jupyter notebooks are closed access. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Data is made available \"upon reasonable request\" if the aim is to employ it for research purposes only, no commercial use is allowed. The data which contain information regarding the Python libraries is only shared with the promotor, supervisor, members of the modelling team at Imec and other Imec colleagues involved in the project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights The Python libraries for automation of DFT calculations and for thermodynamic simulations are owned by Imec and have closed access. Access to the libraries has to be approved by Geoffrey Pourtois and can only be granted to employees within Imec. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Data will be included in the Supplementary Information of publications. The essential raw DFT and thermodynamic data can be made available \"upon reasonable request\". These data are put on the KU Leuven RDR. When will the data be made available? When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. The license CC-BY-NC-SA-4.0 would apply to the raw DFT and thermodynamic data. Created using DMPonline.be. Last modiﬁed 28 March 2024 6 of 7 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes An identifier is generated automatically by the KU Leuven RDR. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Bram van der Linden Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Bram van der Linden, Geoffrey Pourtois and Annelies Delabie Who will manage data preservation and sharing? Who will manage data preservation and sharing? Geoffrey Pourtois and Annelies Delabie Who will update and implement this DMP? Who will update and implement this DMP? Bram van der Linden Created using DMPonline.be. Last modiﬁed 28 March 2024 7 of 7"
}