{
    "document_id": "D-2024-3135",
    "LinkTitle": "D-2024-3135",
    "file_name": "D-2024-3135.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3135.pdf",
    "metadata": {
        "title": "PDMT1/24/010 UNRAVELING THE POLYAMINE CROSSTALK BETWEEN NEURONS AND ASTROCYTES AND ITS IMPLICATIONS FOR NEURODEVELOPMENTAL DISORDERS",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "PDMT1/24/010 UNRAVELING THE POLYAMINE CROSSTALK BETWEEN NEURONS AND ASTROCYTES\nPDMT1/24/010 UNRAVELING THE POLYAMINE CROSSTALK BETWEEN NEURONS AND ASTROCYTES\nAND ITS IMPLICATIONS FOR NEURODEVELOPMENTAL DISORDERS\nAND ITS IMPLICATIONS FOR NEURODEVELOPMENTAL DISORDERS\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 28 October 2024\n1 of 7\nDataset name /\nDataset name /\nID\nID\nDescription\nDescription\nNew\nNew\nor\nor\nreuse\nreuse\nDigital\nDigital\nor\nor\nPhysical\nPhysical\ndata\ndata\nData\nData\nType\nType\nFile format\nFile format\nData\nData\nvolume\nvolume\nPhysical volume\nPhysical volume\nqPCR\nqPCR data, created by Light Cycler\nmachine\n \nN\nN\n \nD\nD\n \nN\nN\n \n.\npcrd, .pdf, .xlsx\n \n<100MB\n \n Western blots\n \nScans of western blots, created by\nBio-Rad ChemiDoc Imaging System\n \nN\nN\n \nD\nD\n \nI\nI\n .scn, .tif, .ppt\n <1GB\n \n Flow cytometry\n \nFlow cytometry data, created by flow\ncytometer (Sony ID7000, BD\nFACSymphony, Cytek Aurora)\n \nN\nN\n \nD\nD\n \nN\nN\n .fcs, .csv\n <1TB\n \n Confocal\nmicroscopy\n \nConfocal microscopy images, created\nby confocal microscopes like Zeiss\nLSM880\n \nN\nN\nD\nD\n \n \nI\nI\n .czi, .tif\n <1TB\n \n Biochemical/cell\nbiological read-\nouts\nBiochemical/cell biological\nreadouts, created by\nplatereader (Biotek)\n \n \nN\nN\n \nD\nD\n \nN\nN\n .xpt, .xlsx\n <1GB\n \n Metabolomics,\nproteomics\n \nMass spectrometry data, secondary\ndata origin,\nmeaning these experiments will be\nperformed by a core facility and we\nwill receive an .xlsx file with the data\nfrom them.\nN\nN\n \n \nD\nD\n \nN\nN\n .xlsx\n <1GB\n \nDNA/RNA\nsequencing\nSequencing data, secondary\ndata origin, meaning\nthese experiments will be performed\nby a company/core facility and\nwe will receive .ab1, .seq and/or .xlsx\nfiles with the data from them.\nN\nN\nD\nD\nN\nN\n.ab1, .seq, .xlsx\n<100MB\n \nAnimal behavior\nread-out\nAnalysis of animal\nbehavior, secondary data origin,\nmeaning these experiments will\nbe performed by a core facility and we\nwill receive an .xlsx file with the\ndata from them.\nN\nN\nD\nD\nN\nN\n.xlsx\n<1GB\n \nData analysis\nData analysis\nN\nN\nD\nD\nN\nN\n.xlsx, .prism\n<1GB\n \nStatistical\nanalysis\nStatistical analysis\nN\nN\nD\nD\nN\nN\n.prism\n<1GB\n \nMicroscopy\nslides\nMicroscopy slides\nN\nN\nP\nP\n \n \n \n \nAround 500 slides\nstored in slide folders, will\nbe discarded once\nthe project is finished.\nFrozen cells\nCryovials containing cells that were\ngenerated during the project\nN\nN\nP\nP\n \n \n \n \nAround 50 cryovials stored\nat -80°C/nitrogen barrel,\nwill be preserved also once\nthe project is finished.\nOther biological\nsamples\nDNA, RNA, protein samples generated\nduring the project\nN\nN\nP\nP\n \n \n \n \nAround\n500 eppendorf tubes stored\nat -80°C, will\nbe discarded once\nthe project is finished.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nCreated using DMPonline.be. Last modiﬁed 28 October 2024\n2 of 7\ndataset or data type:\ndataset or data type:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, animal data (Provide ECD reference number below)\nFor this research project we conduct experiments on animals (mice). Ethical committee approval (167/2023) was obtained.\nThe human cell lines that are used in this study are well known and established cell lines. They are commercially available, the\nMSDS sheet can be consulted online and have been published. The laboratory of Dr. P. Vangheluwe shares an umbrella protocol\nfor human cell lines with all other research groups within the Department of Cellular and Molecular Medicine. Ethical approval is\nin place (S63808).\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nYes\nRelated to WP2: The used polyamine transport inhibitors are under MTA from Dr. O. Phanstiel, UCF while the AMXT-1501 analogs\nare under MTA from Dr. M. Burns, Aminex Therapeutics. These compounds are strictly for the use in our lab and when publishing\ndata concerning the polyamine transport inhibitors, Dr. O. Phanstiel and/or Dr. M. Burns should be mentioned on the paper.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nI will keep a digital lab notebook with a description of all performed experiments. The lab notebook contains information on how\nCreated using DMPonline.be. Last modiﬁed 28 October 2024\n3 of 7\ndata were generated: the composition, method, temperature, incubation conditions, and a reference to the loading conditions of\nthe considered material. In addition, modifications to protocols are written down in the lab notebook and the place where the\nmaterial is being stored is also mentioned in the lab notebook. The digital lab notebook is stored on the J-drive and, once the\nresearch project has ended, will be stored on the K-drive for long-term storage. Raw data files of read-outs, analyzed data and\nstatistical analyses are being stored on the J-drive and will be transferred to the K-drive at the end of the research project. The\nname of the folder of the saved data refers to the date, project, specifications and version of the data. All folders are organized on\nthe j-drive according to the project, results, proposal, papers, presentation, administration, … I have access to a personal folder on\nthe j-drive and a common folder of the lab containing protocols, list of plasmids, list of antibodies, list of cell lines. Furthermore,\ndata will be made available to the broad audience as publications in peer reviewed journals. All data, constructs, cell and animal\nmodels will be made available upon reasonable request.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nFor now, no metadata standard will be used.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nLarge Volume Storage\nI will store my data in a personal folder on the j-drive. This is our data repository for short term storage which is expandable, fast\nand the data can be modified by the researcher itself. Only the PI and the lab manager have access to all the folders of the j-\ndrive. When a paper is published, the data will be moved to our k-drive. This is our repository for data archiving, for long term\nstorage. Only the PI and the lab manager can move the data to this drive, but data on this drive cannot be modified or deleted.\nOnly the ICT service can do this.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nRegarding the j-drive (short term storage), 1 TB of storage space is foreseen for our research group and this is expandable in\nblocks of 100 GB.\nRegarding the k-drive (data archive) a storage space of 100 TB is foreseen and this is also expandable in blocks of 100 GB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nData are not saved locally on laptop/desktop but are stored in the KU Leuven secure data center.\nOnly two people have access to all folders: the PI and the lab manager. Each researcher has access to his own folder on the j-\nCreated using DMPonline.be. Last modiﬁed 28 October 2024\n4 of 7\ndrive and has read-only access to the data on the long-term storage (k-drive). Non-authorized persons can’t access or modify the\ndata.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nEach year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage) and €519.00 will be\ncharged each year for the use of 1 TB of the j-drive (short term storage). Back-up service is included in the price. The lab budget\nwill be used to cover these expenses.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll data will be stored for ten years after the end of the research project.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nOnce the research project is finished, the data will be archived on the K-drive. This is our repository for data archiving and long\nterm storage. Only the PI and the lab manager can move the data to this drive, but data on this drive cannot be modified or\ndeleted. Only the ICT service can do this.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nEach year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage), back-up service is\nincluded in the price. The lab budget will be used to cover these expenses.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, in an Open Access repository\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nN/A\nCreated using DMPonline.be. Last modiﬁed 28 October 2024\n5 of 7\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nAll the data on which publications were based on will be made publicly available. All datasets generated or analyzed in this study\nwill be deposited at Zenodo. All data will be moved to our long-term storage (=data archive) where the data is available under a\nread only mode for everybody within the lab and only the PI (Peter Vangheluwe) and the lab manager (Marleen Schuermans) have\naccess to that drive. Data that are important for future applications and publications will not be made available.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nEach year €173.40 will be charged from our ICT service for the use of 1 TB on the K-drive (long term storage) and €519.00 will be\ncharged each year for the use of 1 TB of the J-drive (short term storage). These costs and the publication costs of the data will be\ncovered by the lab.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nDuring the research, I am responsible to collect and store data on a dedicated personnel drive. The data will be reviewed by Peter\nVangheluwe (PI).\nCreated using DMPonline.be. Last modiﬁed 28 October 2024\n6 of 7\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nPeter Vangheluwe (PI) and ICT service of KU Leuven\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nMarleen Schuermans (lab manager) and Peter Vangheluwe (PI)\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nPeter Vangheluwe (PI) bears the end responsibility of updating and implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 28 October 2024\n7 of 7"
    },
    "clean_full_text": "PDMT1/24/010 UNRAVELING THE POLYAMINE CROSSTALK BETWEEN NEURONS AND ASTROCYTES PDMT1/24/010 UNRAVELING THE POLYAMINE CROSSTALK BETWEEN NEURONS AND ASTROCYTES AND ITS IMPLICATIONS FOR NEURODEVELOPMENTAL DISORDERS AND ITS IMPLICATIONS FOR NEURODEVELOPMENTAL DISORDERS Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 28 October 2024 1 of 7 Dataset name / Dataset name / ID ID Description Description New New or or reuse reuse Digital Digital or or Physical Physical data data Data Data Type Type File format File format Data Data volume volume Physical volume Physical volume qPCR qPCR data, created by Light Cycler machine N N D D N N . pcrd, .pdf, .xlsx <100MB Western blots Scans of western blots, created by Bio-Rad ChemiDoc Imaging System N N D D I I .scn, .tif, .ppt <1GB Flow cytometry Flow cytometry data, created by flow cytometer (Sony ID7000, BD FACSymphony, Cytek Aurora) N N D D N N .fcs, .csv <1TB Confocal microscopy Confocal microscopy images, created by confocal microscopes like Zeiss LSM880 N N D D I I .czi, .tif <1TB Biochemical/cell biological read- outs Biochemical/cell biological readouts, created by platereader (Biotek) N N D D N N .xpt, .xlsx <1GB Metabolomics, proteomics Mass spectrometry data, secondary data origin, meaning these experiments will be performed by a core facility and we will receive an .xlsx file with the data from them. N N D D N N .xlsx <1GB DNA/RNA sequencing Sequencing data, secondary data origin, meaning these experiments will be performed by a company/core facility and we will receive .ab1, .seq and/or .xlsx files with the data from them. N N D D N N .ab1, .seq, .xlsx <100MB Animal behavior read-out Analysis of animal behavior, secondary data origin, meaning these experiments will be performed by a core facility and we will receive an .xlsx file with the data from them. N N D D N N .xlsx <1GB Data analysis Data analysis N N D D N N .xlsx, .prism <1GB Statistical analysis Statistical analysis N N D D N N .prism <1GB Microscopy slides Microscopy slides N N P P Around 500 slides stored in slide folders, will be discarded once the project is finished. Frozen cells Cryovials containing cells that were generated during the project N N P P Around 50 cryovials stored at -80°C/nitrogen barrel, will be preserved also once the project is finished. Other biological samples DNA, RNA, protein samples generated during the project N N P P Around 500 eppendorf tubes stored at -80°C, will be discarded once the project is finished. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per Created using DMPonline.be. Last modiﬁed 28 October 2024 2 of 7 dataset or data type: dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) For this research project we conduct experiments on animals (mice). Ethical committee approval (167/2023) was obtained. The human cell lines that are used in this study are well known and established cell lines. They are commercially available, the MSDS sheet can be consulted online and have been published. The laboratory of Dr. P. Vangheluwe shares an umbrella protocol for human cell lines with all other research groups within the Department of Cellular and Molecular Medicine. Ethical approval is in place (S63808). Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. Yes Related to WP2: The used polyamine transport inhibitors are under MTA from Dr. O. Phanstiel, UCF while the AMXT-1501 analogs are under MTA from Dr. M. Burns, Aminex Therapeutics. These compounds are strictly for the use in our lab and when publishing data concerning the polyamine transport inhibitors, Dr. O. Phanstiel and/or Dr. M. Burns should be mentioned on the paper. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). I will keep a digital lab notebook with a description of all performed experiments. The lab notebook contains information on how Created using DMPonline.be. Last modiﬁed 28 October 2024 3 of 7 data were generated: the composition, method, temperature, incubation conditions, and a reference to the loading conditions of the considered material. In addition, modifications to protocols are written down in the lab notebook and the place where the material is being stored is also mentioned in the lab notebook. The digital lab notebook is stored on the J-drive and, once the research project has ended, will be stored on the K-drive for long-term storage. Raw data files of read-outs, analyzed data and statistical analyses are being stored on the J-drive and will be transferred to the K-drive at the end of the research project. The name of the folder of the saved data refers to the date, project, specifications and version of the data. All folders are organized on the j-drive according to the project, results, proposal, papers, presentation, administration, … I have access to a personal folder on the j-drive and a common folder of the lab containing protocols, list of plasmids, list of antibodies, list of cell lines. Furthermore, data will be made available to the broad audience as publications in peer reviewed journals. All data, constructs, cell and animal models will be made available upon reasonable request. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No For now, no metadata standard will be used. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) Large Volume Storage I will store my data in a personal folder on the j-drive. This is our data repository for short term storage which is expandable, fast and the data can be modified by the researcher itself. Only the PI and the lab manager have access to all the folders of the j- drive. When a paper is published, the data will be moved to our k-drive. This is our repository for data archiving, for long term storage. Only the PI and the lab manager can move the data to this drive, but data on this drive cannot be modified or deleted. Only the ICT service can do this. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Regarding the j-drive (short term storage), 1 TB of storage space is foreseen for our research group and this is expandable in blocks of 100 GB. Regarding the k-drive (data archive) a storage space of 100 TB is foreseen and this is also expandable in blocks of 100 GB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data are not saved locally on laptop/desktop but are stored in the KU Leuven secure data center. Only two people have access to all folders: the PI and the lab manager. Each researcher has access to his own folder on the j- Created using DMPonline.be. Last modiﬁed 28 October 2024 4 of 7 drive and has read-only access to the data on the long-term storage (k-drive). Non-authorized persons can’t access or modify the data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Each year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage) and €519.00 will be charged each year for the use of 1 TB of the j-drive (short term storage). Back-up service is included in the price. The lab budget will be used to cover these expenses. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy All data will be stored for ten years after the end of the research project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Once the research project is finished, the data will be archived on the K-drive. This is our repository for data archiving and long term storage. Only the PI and the lab manager can move the data to this drive, but data on this drive cannot be modified or deleted. Only the ICT service can do this. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Each year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage), back-up service is included in the price. The lab budget will be used to cover these expenses. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Yes, in an Open Access repository If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. N/A Created using DMPonline.be. Last modiﬁed 28 October 2024 5 of 7 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) All the data on which publications were based on will be made publicly available. All datasets generated or analyzed in this study will be deposited at Zenodo. All data will be moved to our long-term storage (=data archive) where the data is available under a read only mode for everybody within the lab and only the PI (Peter Vangheluwe) and the lab manager (Marleen Schuermans) have access to that drive. Data that are important for future applications and publications will not be made available. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Each year €173.40 will be charged from our ICT service for the use of 1 TB on the K-drive (long term storage) and €519.00 will be charged each year for the use of 1 TB of the J-drive (short term storage). These costs and the publication costs of the data will be covered by the lab. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? During the research, I am responsible to collect and store data on a dedicated personnel drive. The data will be reviewed by Peter Vangheluwe (PI). Created using DMPonline.be. Last modiﬁed 28 October 2024 6 of 7 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Peter Vangheluwe (PI) and ICT service of KU Leuven Who will manage data preservation and sharing? Who will manage data preservation and sharing? Marleen Schuermans (lab manager) and Peter Vangheluwe (PI) Who will update and implement this DMP? Who will update and implement this DMP? Peter Vangheluwe (PI) bears the end responsibility of updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 28 October 2024 7 of 7"
}