{
    "document_id": "D-2024-2916",
    "LinkTitle": "D-2024-2916",
    "file_name": "D-2024-2916.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2916.pdf",
    "metadata": {
        "title": "Efficient design of continuous countercurrent solvent extraction processes for separation of rare earths (ELECTRA)",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Efficient design of continuous countercurrent solvent extraction processes for separation of rare earths\nEfficient design of continuous countercurrent solvent extraction processes for separation of rare earths\n(ELECTRA)\n(ELECTRA)\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nKoen Binnemans\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nKoen Binnemans\nGrant number / URL: \nGrant number / URL: \nG017224N\nID: \nID: \n207973\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2027\nProject abstract:\nProject abstract:\nSolvent extraction is an important separation technique for purification of rare-earth elements that are essential for the permanent magnets used in\nmotors of electric vehicles, wind turbines, .... However, the design of solvent extraction processes is a labour-intensive and time-consuming process,\nwith many laboratory experiments. The objective of the ELECTRA project is to simplify the design of solvent extraction processes in the metallurgy of\nrare-earth elements so that the number of required experiments can be minimised. This will be achieved by predictive thermodynamic modelling based\non the mixed-solvent electrolyte model. Rather than measuring distribution isotherms under many different experimental circumstances, the\ndistribution of metals between the aqueous and organic phases is predicted by using standard and excess thermodynamic data, in combination with\nGibbs energy minimisation (GEM) methods. The thermodynamic modelling software is coupled to a flowsheet simulator to determine the number of\nmixer-settlers, flow rates and other process\nvariables for the extraction, scrubbing and stripping sections of an extraction battery. The design principles will be applied to the two most important\napproaches to rare-earth separation: the nitrate and chloride routes. The optimised flowsheet designs will be validated in a setup of 3D-printed mixer-\nsettlers, with real time online analysis by UV-VIS absorption spectroscopy and X-ray fluorescence (XRF).\nLast modified: \nLast modified: \n05-06-2024\nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n1 of 9\nEfficient design of continuous countercurrent solvent extraction processes for separation of rare earths\nEfficient design of continuous countercurrent solvent extraction processes for separation of rare earths\n(ELECTRA)\n(ELECTRA)\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n2 of 9\nEfficient design of continuous countercurrent solvent extraction processes for separation of rare earths\nEfficient design of continuous countercurrent solvent extraction processes for separation of rare earths\n(ELECTRA)\n(ELECTRA)\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n3 of 9\nEfficient design of continuous countercurrent solvent extraction processes for separation of rare earths\nEfficient design of continuous countercurrent solvent extraction processes for separation of rare earths\n(ELECTRA)\n(ELECTRA)\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nChemical experiments (e.g. solvent extraction) performed in the Leuven Chem&Tech labs, followed by analysis of the liquid phases. The data\ncan include individual values (e.g. concentrations measured with ICP-OES, density), or spectroscopic data (e.g. optical absorption or X-ray\nfluorescence). These data come in the form of .xlsx, .docx, .csv, .tiff, .jpeg, .raww, .avi and written lab notes.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\nThe persons responsible for the data preservation are the project coordinator (Prof. Koen Binnemans) and the SOLVOMET lab manager (Dr.\nClio Deferm). The data will be stored on the OneDrive system of KU Leuven, managed by the KU Leuven ICT service.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nNo deviations from the 5 years term expected.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nNo ethical issues.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNo specific issues have to be mentioned.\nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n4 of 9\nEfficient design of continuous countercurrent solvent extraction processes for separation of rare earths\nEfficient design of continuous countercurrent solvent extraction processes for separation of rare earths\n(ELECTRA)\n(ELECTRA)\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nThis project is about solvent extraction experiments (liquid-liquid extraction): These  experiments study the distribution of metal ions and\nmetal complexes between two immiscible liquid phases. The purpose is to carry out fundamental studies on the distribution of metal ions\nbetween two phases, for the separation of mixtures of metal ions or for the purification of metal ions. The two immiscible phases can be an\naqueous phase and an organic phase (conventional solvent extraction), two immiscible organic phases  (non-aqueous solvent extraction) or two\nimmiscible aqueous phases (aqueous biphasic extraction). The experiments involve the determination of the distribution ratio (D) or the\npercentage extraction (%E) as a function of different parameters. The D and/or %E values can be determined by measuring the metal content in\nboth phases after equilibration of the two phases, or by measuring the metal content in one of the phases and applying the rule of the mass\nbalance, also after equilibration of the two phases. Parameters to be investigated include: influence of the phase volume ratio (ratio of the\nvolumes of the two phases), the equilibration time, the equilibration temperature, the (equilibrium) pH of the aqueous phase, the metal\nconcentration in the feed solution, the concentration of salting-out agents, the concentration of the extractant and the type of diluent. Next to\nthe percentage extraction, it is possible to determine the percentage scrubbing (for the scrubbing or washing step) and the percentage stripping\n(for the stripping or back extraction step). In the case of continuous experiments (for instance with mixer settlers), also the flow rates of the\ndifferent phases are of importance. The solvent extraction experiments give information about extraction efficiencies and the possibility to\nseparate mixtures of metals. The experiments can also give information on the extraction mechanism.\nA rough estimate of the maximum size of the data is 15 GB per researcher. The data can be stored on the OneDrive account of the researcher,\nwho is part of the SOLVOMET group, which has a capacity of 100 GB per account. The data will primarily be useful for researchers of the\nown lab who want to repeat in the future the experiments under the same experimental conditions and to compare their results with those\npreviously obtained. Yet, also external researcher interested in the research topic can track the data of published results, or via KU\nLeuven's institutional research data repository for the publication of research data (KU Leuven RDR).\nThe data are digital data, mainly tabular data (.structured text or mark-up file XML, .tab, .csv), textual data (.rtf, .xml, .txt, docx).\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNew data will be generated. No existing data will be reused.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n5 of 9\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nBoth the raw data obtained from the experiments and used techniques as well as the processed data are stored. Along with the datasets, an\nexperimental data file (the EXPDAT file) is provided. The EXPDAT file gives all the background information about the data. It contains per\nexperiment the detailed research protocol, the experimental data, the interpretation of the data, and the links to the raw data and the processed\ndata. For every technique used to create data, all necessary information to re-do the experiment is provided. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nA README file will be provided that acts as a guideline for making the data findable. This README-file instructs the reader of our structure\nof EXPDAT and EXPLOG-files, and the naming procedures used. Apart from a clear file structure and file naming, via the EXPLOG file an\neasy overview of all experiments is given. This will direct users to the correct experiment file where the EXPDAT file can be found. In the\nexperimental  data file (EXPDAT file), the objectives and procedures of all experiments are clearly stated. \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe data will be stored on the KU Leuven OneDrive cloud system (accessible via MSTeams) and a synchronized copy on the personal\ncomputer of the researchers. \nHow will the data be backed up?\nHow will the data be backed up?\nThe back-up is ensured through the KU Leuven OneDrive cloud system (accessible via MSTeams) and the copy on the personal computer of\nthe researchers. \nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n6 of 9\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nSince no high-resolution images or movies have to be stored, the amount of data generated in the project is relatively limited. Most data will be\nstored in Excel files or Word documents.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOnly the PI and the involved researchers have access to the files and folders on OneDrive. The IT service of KU Leuven will control the access\nto the files and folders and will provide cyber security.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nUp to 5 TB is free for KU Leuven staff. Since much less than 5 TB data will be generated during the research process, there will be no costs\nfor data storage and backup during the research project.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data of the project will be retained for at least five years, because the amount of data generated is not very large (no high-resolution\npictures or movies).\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAll the data and metadata that has been stored in the OneDrive folders. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no expected costs for the data preservation since the preservation of smaller datasets is in the KU Leuven RDR repository is free of\ncharge.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n7 of 9\nAccess will be restricted in the sense that there will be an embargo until the data have been published in the open literature.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will be stored in KU Leuven RDR, KU Leuven's institutional research data repository for the publication of research data. This is a\nDataverse.org based platform to upload, describe, and share research data: https://rdr.kuleuven.be/\nWhen will the data be made available?\nWhen will the data be made available?\nAfter publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nSince only smaller datasets will be deposited in the repository, there are no extra costs for data sharing.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe researchers who generate the data are responsible for documentation and metadata during the research project, whereas the project\ncoordinator (Prof. Koen Binnemans) has the end responsibility and overlooks the process of data collection and documentation. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe researchers involved in the project will manage data storage and backup during the research project. The project coordinator (Prof. Koen\nBinnemans) has the end responsibility and manages the long-term preservation and sharing of the data. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe data preservation and sharing will be manager by the SOLVOMET lab manager (Dr. Clio Deferm) and by the project coordinator (Prof.\nKoen Binnemans) \nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n8 of 9\nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThis DMP will be updated and implemented by the project coordinator, Prof. Koen Binnemans. \nCreated using DMPonline.be. Last modiﬁed 05 June 2024\n9 of 9"
    },
    "clean_full_text": "Efficient design of continuous countercurrent solvent extraction processes for separation of rare earths Efficient design of continuous countercurrent solvent extraction processes for separation of rare earths (ELECTRA) (ELECTRA) A Data Management Plan created using DMPonline.be Creator: Creator: Koen Binnemans Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Koen Binnemans Grant number / URL: Grant number / URL: G017224N ID: ID: 207973 Start date: Start date: 01-01-2024 End date: End date: 31-12-2027 Project abstract: Project abstract: Solvent extraction is an important separation technique for purification of rare-earth elements that are essential for the permanent magnets used in motors of electric vehicles, wind turbines, .... However, the design of solvent extraction processes is a labour-intensive and time-consuming process, with many laboratory experiments. The objective of the ELECTRA project is to simplify the design of solvent extraction processes in the metallurgy of rare-earth elements so that the number of required experiments can be minimised. This will be achieved by predictive thermodynamic modelling based on the mixed-solvent electrolyte model. Rather than measuring distribution isotherms under many different experimental circumstances, the distribution of metals between the aqueous and organic phases is predicted by using standard and excess thermodynamic data, in combination with Gibbs energy minimisation (GEM) methods. The thermodynamic modelling software is coupled to a flowsheet simulator to determine the number of mixer-settlers, flow rates and other process variables for the extraction, scrubbing and stripping sections of an extraction battery. The design principles will be applied to the two most important approaches to rare-earth separation: the nitrate and chloride routes. The optimised flowsheet designs will be validated in a setup of 3D-printed mixer- settlers, with real time online analysis by UV-VIS absorption spectroscopy and X-ray fluorescence (XRF). Last modified: Last modified: 05-06-2024 Created using DMPonline.be. Last modiﬁed 05 June 2024 1 of 9 Efficient design of continuous countercurrent solvent extraction processes for separation of rare earths Efficient design of continuous countercurrent solvent extraction processes for separation of rare earths (ELECTRA) (ELECTRA) DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 05 June 2024 2 of 9 Efficient design of continuous countercurrent solvent extraction processes for separation of rare earths Efficient design of continuous countercurrent solvent extraction processes for separation of rare earths (ELECTRA) (ELECTRA) GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 05 June 2024 3 of 9 Efficient design of continuous countercurrent solvent extraction processes for separation of rare earths Efficient design of continuous countercurrent solvent extraction processes for separation of rare earths (ELECTRA) (ELECTRA) Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) Chemical experiments (e.g. solvent extraction) performed in the Leuven Chem&Tech labs, followed by analysis of the liquid phases. The data can include individual values (e.g. concentrations measured with ICP-OES, density), or spectroscopic data (e.g. optical absorption or X-ray fluorescence). These data come in the form of .xlsx, .docx, .csv, .tiff, .jpeg, .raww, .avi and written lab notes. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) The persons responsible for the data preservation are the project coordinator (Prof. Koen Binnemans) and the SOLVOMET lab manager (Dr. Clio Deferm). The data will be stored on the OneDrive system of KU Leuven, managed by the KU Leuven ICT service. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) No deviations from the 5 years term expected. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) No ethical issues. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) No specific issues have to be mentioned. Created using DMPonline.be. Last modiﬁed 05 June 2024 4 of 9 Efficient design of continuous countercurrent solvent extraction processes for separation of rare earths Efficient design of continuous countercurrent solvent extraction processes for separation of rare earths (ELECTRA) (ELECTRA) FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. This project is about solvent extraction experiments (liquid-liquid extraction): These experiments study the distribution of metal ions and metal complexes between two immiscible liquid phases. The purpose is to carry out fundamental studies on the distribution of metal ions between two phases, for the separation of mixtures of metal ions or for the purification of metal ions. The two immiscible phases can be an aqueous phase and an organic phase (conventional solvent extraction), two immiscible organic phases (non-aqueous solvent extraction) or two immiscible aqueous phases (aqueous biphasic extraction). The experiments involve the determination of the distribution ratio (D) or the percentage extraction (%E) as a function of different parameters. The D and/or %E values can be determined by measuring the metal content in both phases after equilibration of the two phases, or by measuring the metal content in one of the phases and applying the rule of the mass balance, also after equilibration of the two phases. Parameters to be investigated include: influence of the phase volume ratio (ratio of the volumes of the two phases), the equilibration time, the equilibration temperature, the (equilibrium) pH of the aqueous phase, the metal concentration in the feed solution, the concentration of salting-out agents, the concentration of the extractant and the type of diluent. Next to the percentage extraction, it is possible to determine the percentage scrubbing (for the scrubbing or washing step) and the percentage stripping (for the stripping or back extraction step). In the case of continuous experiments (for instance with mixer settlers), also the flow rates of the different phases are of importance. The solvent extraction experiments give information about extraction efficiencies and the possibility to separate mixtures of metals. The experiments can also give information on the extraction mechanism. A rough estimate of the maximum size of the data is 15 GB per researcher. The data can be stored on the OneDrive account of the researcher, who is part of the SOLVOMET group, which has a capacity of 100 GB per account. The data will primarily be useful for researchers of the own lab who want to repeat in the future the experiments under the same experimental conditions and to compare their results with those previously obtained. Yet, also external researcher interested in the research topic can track the data of published results, or via KU Leuven's institutional research data repository for the publication of research data (KU Leuven RDR). The data are digital data, mainly tabular data (.structured text or mark-up file XML, .tab, .csv), textual data (.rtf, .xml, .txt, docx). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: New data will be generated. No existing data will be reused. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 05 June 2024 5 of 9 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Both the raw data obtained from the experiments and used techniques as well as the processed data are stored. Along with the datasets, an experimental data file (the EXPDAT file) is provided. The EXPDAT file gives all the background information about the data. It contains per experiment the detailed research protocol, the experimental data, the interpretation of the data, and the links to the raw data and the processed data. For every technique used to create data, all necessary information to re-do the experiment is provided. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes A README file will be provided that acts as a guideline for making the data findable. This README-file instructs the reader of our structure of EXPDAT and EXPLOG-files, and the naming procedures used. Apart from a clear file structure and file naming, via the EXPLOG file an easy overview of all experiments is given. This will direct users to the correct experiment file where the EXPDAT file can be found. In the experimental data file (EXPDAT file), the objectives and procedures of all experiments are clearly stated. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The data will be stored on the KU Leuven OneDrive cloud system (accessible via MSTeams) and a synchronized copy on the personal computer of the researchers. How will the data be backed up? How will the data be backed up? The back-up is ensured through the KU Leuven OneDrive cloud system (accessible via MSTeams) and the copy on the personal computer of the researchers. Created using DMPonline.be. Last modiﬁed 05 June 2024 6 of 9 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Since no high-resolution images or movies have to be stored, the amount of data generated in the project is relatively limited. Most data will be stored in Excel files or Word documents. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only the PI and the involved researchers have access to the files and folders on OneDrive. The IT service of KU Leuven will control the access to the files and folders and will provide cyber security. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Up to 5 TB is free for KU Leuven staff. Since much less than 5 TB data will be generated during the research process, there will be no costs for data storage and backup during the research project. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data of the project will be retained for at least five years, because the amount of data generated is not very large (no high-resolution pictures or movies). Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? All the data and metadata that has been stored in the OneDrive folders. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs for the data preservation since the preservation of smaller datasets is in the KU Leuven RDR repository is free of charge. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Created using DMPonline.be. Last modiﬁed 05 June 2024 7 of 9 Access will be restricted in the sense that there will be an embargo until the data have been published in the open literature. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be stored in KU Leuven RDR, KU Leuven's institutional research data repository for the publication of research data. This is a Dataverse.org based platform to upload, describe, and share research data: https://rdr.kuleuven.be/ When will the data be made available? When will the data be made available? After publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC-BY Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Since only smaller datasets will be deposited in the repository, there are no extra costs for data sharing. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researchers who generate the data are responsible for documentation and metadata during the research project, whereas the project coordinator (Prof. Koen Binnemans) has the end responsibility and overlooks the process of data collection and documentation. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researchers involved in the project will manage data storage and backup during the research project. The project coordinator (Prof. Koen Binnemans) has the end responsibility and manages the long-term preservation and sharing of the data. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The data preservation and sharing will be manager by the SOLVOMET lab manager (Dr. Clio Deferm) and by the project coordinator (Prof. Koen Binnemans) Created using DMPonline.be. Last modiﬁed 05 June 2024 8 of 9 Who will update and implement this DMP? Who will update and implement this DMP? This DMP will be updated and implemented by the project coordinator, Prof. Koen Binnemans. Created using DMPonline.be. Last modiﬁed 05 June 2024 9 of 9"
}