{
    "document_id": "D-2023-2037",
    "LinkTitle": "D-2023-2037",
    "file_name": "D-2023-2037.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2037.pdf",
    "metadata": {
        "title": "1S70723N Combined transcriptomic and electrophysiological spatiotemporal profiling of neural circuits with a high-density multi-electrode array chip",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "1S70723N Combined transcriptomic and electrophysiological\nspatiotemporal profiling of neural circuits with a high-density multi-\nelectrode array chip\nA Data Management Plan created using DMPonline.be\nCreator: \nLukas Fan\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nID: \n194621\nStart date: \n01-11-2022\nEnd date: \n31-10-2025\nProject abstract:\nStudying cellular networks such as neural circuits on a single cell level is essential in\nunderstanding\ncomplex disorders such as neurodegenerative diseases. Since the dawn of next-generation\nsequencing technologies and the power of stem cell engineering, it is now feasible to reveal the\ntranscriptomic profile of thousands of cells from patients with poorly understood conditions. On\nthe\nother hand, neural circuits, even in (simplified) cultured conditions, demonstrate convoluted and\nultrafast communications. High-density electrode arrays and extensive data processing are\nbeing\nused to identify disease phenotypes from these in vitro circuits. We foresee the possibility to\nconsolidate electrophysiological recordings from neurons with its transcriptomics. Imec's high-\ndensity\nmicroelectrode array (HD-MEA) platform is a powerful instrument to study cellular networks at\nsingle\ncell resolution. With more than 16k electrodes and an electrode pitch of 15um, the nanochip\nenables\nto study cellular processes at unprecedented level. It features several modalities such as\nelectrical\nstimulation, voltage recording and impedance spectroscopy to study a variety of cell types and\nassays. we will exploit its stimulation capabilities to develop an integrative single cell analysis\nmethod based on electroporation and multiplexed barcoding to investigate both transcriptomic\nand\nelectrophysiological behavior of in vitro neural circuit with spatiotemporal specificity.\nLast modified: \n19-01-2023\nCreated using DMPonline.be. Last modiﬁed 19 January 2023\n1 of 7\n1S70723N Combined transcriptomic and electrophysiological\nspatiotemporal profiling of neural circuits with a high-density multi-\nelectrode array chip\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\nCreated using DMPonline.be. Last modiﬁed 19 January 2023\n2 of 7\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital\nor\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nCell Culture\nmicroscopy\nMicroscopy image collected on\ncell-cultures that are being\nexperimented on\nGenerate\nNew\nData\nDigital\nExperimental\n.jpg, .tiff,\n.czi, .lsm\n<5TB\n \nCell Culture Electrical\nRecordings and\nImpedance\nMeasurements\nElectrical Recordings and\nImpedance Measurements of cells\ntaken from MEAs\nGenerate\nNew\nData\nDigital\nExperimental\n.sparrowh5,\n.csv, .bin\n<10TB\n \nFluidics Models\n3D CAD models of fluidic used for\nsolution delivery on MEA\nGenerate\nNew\nData\nDigital\nCompiled/aggregated\ndata\n.stl, .step,\n.igs, .sldprt,\n.sldasm\n<100GB\n \n3D print/CAM\ninstructions\nInstructions used by 3d-printer, or\ng-code for controlling CNC\nGenerate\nNew\nData\nDigital\nCompiled/aggregated\ndata\n.form\n<100GB\n \nEngineering\nDrawings\nEngineering drawings of models\ndesigned/used in the project\nGenerate\nNew\nData\nDigital\nCompiled/aggregated\ndata\n.slddrw, .pdf\n<100GB\n \nFluidics Simulation\nSimulation of fluidics models in\nCFD\nGenerate\nNew\nData\nDigital\nSimulation data\n.csv, .wbpj,\n.cfx, .def,\n.dat\n<1TB\n \nCytometry\nCytometry for sensing\nfluorescently-tagged cells\nGenerate\nNew\nData\nDigital\nExperimental\n.xitm, .xit,\n.fcs, .xml \n<100GB\n \nqPCR Data\nOutput from qPCR of DNA\nbarcodes\nGenerate\nNew\nData\nDigital\nExperimental\n.csv\n<100GB\n \nFACS Data\nCell sorting data\nGenerate\nNew\nData\nDigital\nExperimental\n.fcs, .xml,\n.pdf\n<100GB\n \nBarcode design\nDNA sequences used for\ngenerating barcodes\nGenerate\nNew\nData\nDigital\nCompiled/aggregated\ndata\n.xlsx\n<1GB\n \nSequencing Data\nRNA-Seq data from Sequencing\ntechnologies like 10x Chromium\nGenerate\nNew\nData\nDigital\nExperimental\n.csv, .pdf,\n.bam, .bai,\n.fasta, fastq\n<5TB\n \nRNA-Seq Analysis\nData\nData generated from analyzing\nraw sequencing data\nGenerate\nNew\nData\nDigital\nCompiled/aggregated\ndata\n.csv, .xlsx,\n.fasta, .vcf,\n.jpg, .png,\n.pdf\n<5TB\n \nSoftware\nSoftware for controlling MEA,\nmicrofluidics, analysis data and\ngenerating software configurations\nGenerate\nNew\nData\nDigital\nSoftware\n.cs, .m, .sln,\n.xaml,\n.config,\n.csproj,\n.exe, .py,\n.ipynb, .env\n<100GB\n \nOther\ncharacterisation\nData generated as according to\nchallenges. Usually manually\ninputted from measurements\nobserved in machines\nGenerate\nNew\nData\nDigital\nExperimental\n.csv, .opju,\n.xlsx\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nNone\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 19 January 2023\n3 of 7\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\n1. File names and folder structures are made to reflect the time, date, nature and sometimes purpose of the data stored\n2. Microscopy images have settings and configuration information stored in metadata\n3. Software have comments/README and/or commit messages that explain the code. These information are stored locally and on\nIMEC git server\n4. Models are named with consistent versioning to reflect iterations. Engineering drawings are provided for fabricated parts.\n5. Simulation data are stored in simulation software's native format, which allows retrieval of simulation settings, configuration, mesh,\nboundary conditions etc. using the software\n6. Dataset manually compiled will have headings in the file that explains the data collected, and folder structure that reflects their\npurpose\n7. Sequencing data are stored with labels that reflects their content\n8. Onenote is used to store key information explaining conditions and other information about experimental data that are not reflected in\nthe data itself.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nCreated using DMPonline.be. Last modiﬁed 19 January 2023\n4 of 7\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nSimulation data and large dataset generated from software-automated analysis will be saved in imec's central servers.\nMetadata, selected important data, and reports of experiments are saved in clouds (SharePoint and OneDrive).\nHow will the data be backed up?\nCarried out by imec and cloud service provider (Microsoft)\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nCentral servers and clouds are shared and have large and extensible capacity.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the central servers is only possible for specific users after approval by imec. Data on the group's SharePoint is only\naccessible by people in the research group, with the exception of specific files shared with collaborators. OneDrive access is by default\nrestricted to individual user (i.e. myself) only.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCosts are covered by IMEC.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nAll the data will be retained for 5 years following the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be left where it is currently saved (imec's central servers and clouds) as capacity is sufficient.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts are covered by imec.\n5. Data sharing and reuse\nCreated using DMPonline.be. Last modiﬁed 19 January 2023\n5 of 7\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nRelevant summarized data will be published in journals or reported in the PhD thesis.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf journal cannot provide open access, only paid users can access the data.\nData can be accessed by relevant collaborators or other parties upon request.\nAll data can be shared with FWO and KU Leuven\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nUpon request by mail.\nProcedure to be defined depending on parties involved.\nWhen will the data be made available?\nUpon publication of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nSoftware will be published in GPL or MIT license depending on whether the software will be also deployed in commercial environment\nby IMEC.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nYes\nDOI for published paper, accession number for novel RNA sequences found in experiments.\nWhat are the expected costs for data sharing? How will these costs be covered?\nOpen-access costs will be covered by bench fee\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PI will the responsible for the data documentation and metadata under the supervision of the PI's advisors (Dr. Dries Braeken and\nProf. Liesbet Lagae) . \nCreated using DMPonline.be. Last modiﬁed 19 January 2023\n6 of 7\nWho will manage data storage and backup during the research project?\nThe PI will the responsible for the data storage and backup. Additional back ups of important dataare carried out by the PI's advisors\n(Dr. Dries Braeken and Prof. Liesbet Lagae) \nWho will manage data preservation and sharing?\nThe PI's advisors (Dr. Dries Braeken and Prof. Liesbet Lagae) and other research group members will be responsible for data\npreservation and reuse. \nWho will update and implement this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 19 January 2023\n7 of 7"
    },
    "clean_full_text": "1S70723N Combined transcriptomic and electrophysiological spatiotemporal profiling of neural circuits with a high-density multi- electrode array chip A Data Management Plan created using DMPonline.be Creator: Lukas Fan Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) ID: 194621 Start date: 01-11-2022 End date: 31-10-2025 Project abstract: Studying cellular networks such as neural circuits on a single cell level is essential in understanding complex disorders such as neurodegenerative diseases. Since the dawn of next-generation sequencing technologies and the power of stem cell engineering, it is now feasible to reveal the transcriptomic profile of thousands of cells from patients with poorly understood conditions. On the other hand, neural circuits, even in (simplified) cultured conditions, demonstrate convoluted and ultrafast communications. High-density electrode arrays and extensive data processing are being used to identify disease phenotypes from these in vitro circuits. We foresee the possibility to consolidate electrophysiological recordings from neurons with its transcriptomics. Imec's high- density microelectrode array (HD-MEA) platform is a powerful instrument to study cellular networks at single cell resolution. With more than 16k electrodes and an electrode pitch of 15um, the nanochip enables to study cellular processes at unprecedented level. It features several modalities such as electrical stimulation, voltage recording and impedance spectroscopy to study a variety of cell types and assays. we will exploit its stimulation capabilities to develop an integrative single cell analysis method based on electroporation and multiplexed barcoding to investigate both transcriptomic and electrophysiological behavior of in vitro neural circuit with spatiotemporal specificity. Last modified: 19-01-2023 Created using DMPonline.be. Last modiﬁed 19 January 2023 1 of 7 1S70723N Combined transcriptomic and electrophysiological spatiotemporal profiling of neural circuits with a high-density multi- electrode array chip FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 19 January 2023 2 of 7 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Cell Culture microscopy Microscopy image collected on cell-cultures that are being experimented on Generate New Data Digital Experimental .jpg, .tiff, .czi, .lsm <5TB Cell Culture Electrical Recordings and Impedance Measurements Electrical Recordings and Impedance Measurements of cells taken from MEAs Generate New Data Digital Experimental .sparrowh5, .csv, .bin <10TB Fluidics Models 3D CAD models of fluidic used for solution delivery on MEA Generate New Data Digital Compiled/aggregated data .stl, .step, .igs, .sldprt, .sldasm <100GB 3D print/CAM instructions Instructions used by 3d-printer, or g-code for controlling CNC Generate New Data Digital Compiled/aggregated data .form <100GB Engineering Drawings Engineering drawings of models designed/used in the project Generate New Data Digital Compiled/aggregated data .slddrw, .pdf <100GB Fluidics Simulation Simulation of fluidics models in CFD Generate New Data Digital Simulation data .csv, .wbpj, .cfx, .def, .dat <1TB Cytometry Cytometry for sensing fluorescently-tagged cells Generate New Data Digital Experimental .xitm, .xit, .fcs, .xml <100GB qPCR Data Output from qPCR of DNA barcodes Generate New Data Digital Experimental .csv <100GB FACS Data Cell sorting data Generate New Data Digital Experimental .fcs, .xml, .pdf <100GB Barcode design DNA sequences used for generating barcodes Generate New Data Digital Compiled/aggregated data .xlsx <1GB Sequencing Data RNA-Seq data from Sequencing technologies like 10x Chromium Generate New Data Digital Experimental .csv, .pdf, .bam, .bai, .fasta, fastq <5TB RNA-Seq Analysis Data Data generated from analyzing raw sequencing data Generate New Data Digital Compiled/aggregated data .csv, .xlsx, .fasta, .vcf, .jpg, .png, .pdf <5TB Software Software for controlling MEA, microfluidics, analysis data and generating software configurations Generate New Data Digital Software .cs, .m, .sln, .xaml, .config, .csproj, .exe, .py, .ipynb, .env <100GB Other characterisation Data generated as according to challenges. Usually manually inputted from measurements observed in machines Generate New Data Digital Experimental .csv, .opju, .xlsx <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: None Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 19 January 2023 3 of 7 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1. File names and folder structures are made to reflect the time, date, nature and sometimes purpose of the data stored 2. Microscopy images have settings and configuration information stored in metadata 3. Software have comments/README and/or commit messages that explain the code. These information are stored locally and on IMEC git server 4. Models are named with consistent versioning to reflect iterations. Engineering drawings are provided for fabricated parts. 5. Simulation data are stored in simulation software's native format, which allows retrieval of simulation settings, configuration, mesh, boundary conditions etc. using the software 6. Dataset manually compiled will have headings in the file that explains the data collected, and folder structure that reflects their purpose 7. Sequencing data are stored with labels that reflects their content 8. Onenote is used to store key information explaining conditions and other information about experimental data that are not reflected in the data itself. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Created using DMPonline.be. Last modiﬁed 19 January 2023 4 of 7 3. Data storage & back-up during the research project Where will the data be stored? Simulation data and large dataset generated from software-automated analysis will be saved in imec's central servers. Metadata, selected important data, and reports of experiments are saved in clouds (SharePoint and OneDrive). How will the data be backed up? Carried out by imec and cloud service provider (Microsoft) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Central servers and clouds are shared and have large and extensible capacity. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the central servers is only possible for specific users after approval by imec. Data on the group's SharePoint is only accessible by people in the research group, with the exception of specific files shared with collaborators. OneDrive access is by default restricted to individual user (i.e. myself) only. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs are covered by IMEC. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All the data will be retained for 5 years following the end of the project. Where will these data be archived (stored and curated for the long-term)? The data will be left where it is currently saved (imec's central servers and clouds) as capacity is sufficient. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs are covered by imec. 5. Data sharing and reuse Created using DMPonline.be. Last modiﬁed 19 January 2023 5 of 7 Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Relevant summarized data will be published in journals or reported in the PhD thesis. If access is restricted, please specify who will be able to access the data and under what conditions. If journal cannot provide open access, only paid users can access the data. Data can be accessed by relevant collaborators or other parties upon request. All data can be shared with FWO and KU Leuven Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Upon request by mail. Procedure to be defined depending on parties involved. When will the data be made available? Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. Software will be published in GPL or MIT license depending on whether the software will be also deployed in commercial environment by IMEC. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes DOI for published paper, accession number for novel RNA sequences found in experiments. What are the expected costs for data sharing? How will these costs be covered? Open-access costs will be covered by bench fee 6. Responsibilities Who will manage data documentation and metadata during the research project? The PI will the responsible for the data documentation and metadata under the supervision of the PI's advisors (Dr. Dries Braeken and Prof. Liesbet Lagae) . Created using DMPonline.be. Last modiﬁed 19 January 2023 6 of 7 Who will manage data storage and backup during the research project? The PI will the responsible for the data storage and backup. Additional back ups of important dataare carried out by the PI's advisors (Dr. Dries Braeken and Prof. Liesbet Lagae) Who will manage data preservation and sharing? The PI's advisors (Dr. Dries Braeken and Prof. Liesbet Lagae) and other research group members will be responsible for data preservation and reuse. Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 19 January 2023 7 of 7"
}