{
    "document_id": "D-2021-1166",
    "LinkTitle": "D-2021-1166",
    "file_name": "D-2021-1166.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1166.pdf",
    "metadata": {
        "title": "FWO DMP - Beta-delayed fission in neutron-rich nuclei",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "Beta-delayed fission in neutron-rich nuclei\nProject Name\n FWO DMP - Beta-delayed fission in neutron-rich nuclei\nPrincipal Investigator / Researcher\n Silvia Bara\nInstitution\n KU Leuven\n1. General Information\nName applicant\nSilvia Bara\nFWO Project Number & Title\n1167322N\n\"β-delayed fission in neutron-rich nuclei\"\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of\ndata\nFormat\nVolume\nHow created\nRadiation\nspectra\n(raw\ndata)\n.root,\n.csv\n10-100\nGB\nSpectra measured with specific\ndetectors are acquired and saved\nfor every accumulation with\nsoftwares like COMPASS, which is\ndeveloped by CAEN with this\npurpose.\n3D design\nand\ndrawings\n.ipt, .dwg\n1 GB\n3D design and 2D drawings of\nsetup pieces\ndone with CAD software like\nInventor. These\nwill be used for simulations.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. For every collection, the software used to store the raw data (COMPASS) also saves a text file\nwith all the information regarding the parameters set during the acquisition. Other relevant\nparameters or information on the collection will be noted on a logbook with specific structure, so\nthat it will be easier to retrieve them even after the experiment.\n2. A text file will be created to explain the content of the 3D design and 2D drawings.\n3. Raw simulation data will be collected per simulation test. The input files (like the 3D design\nand drawings) used for the simulation will be kept in the same folder.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n1. A logbook will be created using the ELOG tool developed at the KU Leuven Physics department\nfor the preparation of the experiment and the experiment itself, to note down important\ninformation that may be needed during the offline analysis. This will include information\nregarding\nthe setup (type and unique code of detectors used, other electronics used ...), the parameters\nused\n(voltages, filters, ...), and details for every collection (time of start/stop, isotope, beam current,\nproton current, foil used, ...). Every person involved in the experiment will have access to it\nthrough personal credentials.\n2. An analysis logbook will be created to keep track of the progress and of the procedures used\nduring the offline analysis. Only people involved in the analysis will have access to this.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1. The raw data acquired during the experiment will be saved in a folder on the IKS cluster that is\naccessible to every member of the research group. They will also be stored on the CERN Box\nserver.\n2. Everything produced in the offline analysis will be kept in a OneDrive folder shared only with\nthose who are involved in the analysis, and in a curated folder on the IKS server.\nHow is backup of the data provided?\nThe data will be stored on the IKS and CERN's central servers with automatic weekly\nback-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe storage capacity required during the project will be of the order of magnitude of hundreds of\nGb, which shouldn't create problems.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNone, as it is provided by existing funding (FWO IRI) and CERN.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe raw data will be saved only with reading rights, so that nobody even unintentionally could\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nmodify them. The access to the data requires credentials, and only members of the\nresearch group can have them.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe raw data from the radiation spectra and results produced during the offline analysis will be\nkept for the required period, as well as the 3D design regardin the setup used.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the IKS servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy. The raw data will be also stored in the\nCERN Box server for up to 15 years.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNone.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nEverything will be made available after the end of the project.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nEveryone involved in the experiment and in the offline analysis as well as anyone starting\nworking in the research group after the end of the project will have access to the data.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere are no costs foreseen for the data sharing.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nSilvia Bara\nWho will be responsible for data storage & back up during the project?\nAt CERN=R. Lica; at IKS=N&S ICT team.\nWho will be responsible for ensuring data preservation and reuse ?\nAt CERN=R. Lica; at IKS=N&S ICT team.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "Beta-delayed fission in neutron-rich nuclei Project Name FWO DMP - Beta-delayed fission in neutron-rich nuclei Principal Investigator / Researcher Silvia Bara Institution KU Leuven 1. General Information Name applicant Silvia Bara FWO Project Number & Title 1167322N \"β-delayed fission in neutron-rich nuclei\" Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created Radiation spectra (raw data) .root, .csv 10-100 GB Spectra measured with specific detectors are acquired and saved for every accumulation with softwares like COMPASS, which is developed by CAEN with this purpose. 3D design and drawings .ipt, .dwg 1 GB 3D design and 2D drawings of setup pieces done with CAD software like Inventor. These will be used for simulations. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. For every collection, the software used to store the raw data (COMPASS) also saves a text file with all the information regarding the parameters set during the acquisition. Other relevant parameters or information on the collection will be noted on a logbook with specific structure, so that it will be easier to retrieve them even after the experiment. 2. A text file will be created to explain the content of the 3D design and 2D drawings. 3. Raw simulation data will be collected per simulation test. The input files (like the 3D design and drawings) used for the simulation will be kept in the same folder. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 1. A logbook will be created using the ELOG tool developed at the KU Leuven Physics department for the preparation of the experiment and the experiment itself, to note down important information that may be needed during the offline analysis. This will include information regarding the setup (type and unique code of detectors used, other electronics used ...), the parameters used (voltages, filters, ...), and details for every collection (time of start/stop, isotope, beam current, proton current, foil used, ...). Every person involved in the experiment will have access to it through personal credentials. 2. An analysis logbook will be created to keep track of the progress and of the procedures used during the offline analysis. Only people involved in the analysis will have access to this. 5. Data storage and backup during the FWO project Where will the data be stored? 1. The raw data acquired during the experiment will be saved in a folder on the IKS cluster that is accessible to every member of the research group. They will also be stored on the CERN Box server. 2. Everything produced in the offline analysis will be kept in a OneDrive folder shared only with those who are involved in the analysis, and in a curated folder on the IKS server. How is backup of the data provided? The data will be stored on the IKS and CERN's central servers with automatic weekly back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The storage capacity required during the project will be of the order of magnitude of hundreds of Gb, which shouldn't create problems. What are the expected costs for data storage and back up during the project? How will these costs be covered? None, as it is provided by existing funding (FWO IRI) and CERN. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The raw data will be saved only with reading rights, so that nobody even unintentionally could This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 modify them. The access to the data requires credentials, and only members of the research group can have them. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The raw data from the radiation spectra and results produced during the offline analysis will be kept for the required period, as well as the 3D design regardin the setup used. Where will the data be archived (= stored for the longer term)? The data will be stored on the IKS servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. The raw data will be also stored in the CERN Box server for up to 15 years. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? None. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Everything will be made available after the end of the project. Where/how will the data be made available for reuse? In a restricted access repository When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Everyone involved in the experiment and in the offline analysis as well as anyone starting working in the research group after the end of the project will have access to the data. What are the expected costs for data sharing? How will the costs be covered? There are no costs foreseen for the data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? Silvia Bara Who will be responsible for data storage & back up during the project? At CERN=R. Lica; at IKS=N&S ICT team. Who will be responsible for ensuring data preservation and reuse ? At CERN=R. Lica; at IKS=N&S ICT team. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}