{
    "document_id": "D-2024-2882",
    "LinkTitle": "D-2024-2882",
    "file_name": "D-2024-2882.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2882.pdf",
    "metadata": {
        "title": "D-2024-2882",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Christian Pröbsting 0000-0003-4885-9327\nContributor name(s) (+ ORCID) & roles Damien Vliegen 0009-0000-4147-0664 (contributor)\nProject number 1 & title ENERGY PRICE SHOCKS – EVIDENCE FROM U.S. REGIONS  (3H230743)\nFunder(s) GrantID 2D-2024-2882\nAffiliation(s) ☑ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\nPlease provide a short project description The macroeconomic literature emphasizes that energy price shocks have surprisingly large effects on economic \nactivity, despite the modest share of spending on crude oil. What could explain this strong sensitivity of economic \nactivity to energy prices? A wide range of supply- and demand-side mechanisms have been proposed to explain this:  \nendogenous response of monetary policy oil price shocks, time-varying markups, complementarity in energy and \ncapital goods in the production function, disruption in households’ and firms’ spending on goods and services other \nthan energy, to name a few. However the link between model predictions and empirical tests is often quite loose. \nThere is currently a lack of reliable macro model to study energy crises and evaluate alternative policy options.\nThe goal of this project is to foster our understanding of how energy price shocks affect the economy by confronting  \nstate-of-the-art macroeconomic models with causally identified moments that help discriminate between supply-\ndriven or demand-driven models. To achieve this scientific objective, the project is composed of two large blocks: (i) \nan empirical framework to identify the partial equilibrium response of economic activity both at the state and the \nstate-industry level to a local energy price shock, and (ii) a structural, general equilibrium model that captures the \nempirically identified transmission channels and serves to translate the regional responses into aggregate \nresponses. \n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 32.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data.\nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or \nReused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nUS-Level \nEnergy PricesUS Energy Information \nAdministration (EIA) \nelectricity, oil, and natural \ngas monthly price series.\nFed of Saint Louis (FRED) \ncoal monthly price series.☐ Generate \nnew data\n☒ Reuse \nexisting data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.xls ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nIndustry-\nLevel Output \nPricesUS Bureau of Labor \nStatistics (BLS) output \nmonthly price series (SIC \nand NAICS code based).☐ Generate \nnew data\n☒ Reuse \nexisting data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.xls ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nIndustry-\nLevel \nUtilization \nRatesUS Federal Reserve Board \n(FRB) industry-level \ncapacity utilization rate \nmonthly data (NAICS code ☐ Generate \nnew data\n☒ Reuse \nexisting data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical.xls ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4based). ☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ > 5 TB\n☐ NA\nIndustry-\nLevel \nIndustrial \nProduction US Federal Reserve Board \n(FRB) industry-level \nindustrial production rate \nmonthly data (NAICS code \nbased).☐ Generate \nnew data\n☒ Reuse \nexisting data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.xls ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nInput-Output \nTablesUS Bureau of Economic \nAnalysis (BEA) 5-yearly \ninput-output tables (1972-\n2017). IO industry code \nbased.☐ Generate \nnew data\n☒ Reuse \nexisting data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.txt\n.csv\n.xls\n.fmt\n.DAT☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nOil Supply \nNews ShocksMonthly oil supply news \nshocks and oil price series \nfrom Känzig (2023) \nreplication package.☐ Generate \nnew data\n☒ Reuse \nexisting data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:MATLAB data ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nSIC/IO Code \nConcordance \nTablesIndustry SIC/IO code \nconcordance tables by \nNekarda and Ramey ☐ Generate \nnew data\n☒ Reuse ☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound.xls ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5(2011). existing data ☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 5 TB\n☐ > 5 TB\n☐ NA\nUS Census \nSIC/NAICS \nConcordance \nTablesIndustry SIC/NAICS \nconcordance tables by the  \nUS Census.☐ Generate \nnew data\n☒ Reuse \nexisting data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.xls ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  EIA Energy Price data: https://www.eia.gov/outlooks/steo/realprices/\nFRED Coal Price data: https://fred.stlouisfed.org/series/WPU0512\nBLS Output Price data: https://data.bls.gov/cgi-bin/srgate\n(enter “PCU + 6-digit industry code (NAICS) twice” or “PDU + 4-digit industry code (SIC) twice”)\nFRB Industrial Production and Capacity Utilization data: \nhttps://www.federalreserve.gov/datadownload/Choose.aspx?rel=G17\nBEA Input-Output data (1972-2002): https://www.bea.gov/industry/historical-benchmark-input-output-\ntables\nBEA Input-Output data (2007-2017): https://www.bea.gov/industry/input-output-accounts-data\nKänzig (2023) Oil Supply News shock: https://github.com/dkaenzig/replicationOilSupplyNews\nNekarda and Ramey (2011) SIC/IO concordance tables: \nhttps://www.aeaweb.org/articles?id=10.1257/mac.3.1.36\nUS Census SIC/NAICS concordance tables: https://www.census.gov/naics/?68967\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☒ No\nAdditional information:\nWill  you process  personal  data3? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\n3 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  Documentation and metadata will be added to all raw and processed datasets. A README file for each \ndataset will contain all the necessary information about the context of the data generation, the research \nproject to which it belongs, and an interpretation of the data.\nA data dictionary/code book will be created as specified in the following section.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Notebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .The code used for data analysis and transformation will be documented in-file with detail, adding key \ncomments at each particular step. Every code file will include a documentation section on top indicating:  \nGoal: a short description of the code.\nInput: name, location, and format of all datasets/files needed to execute the code, clearly \nspecifying their key identifiers.\nTransformations: short bullet points detailing the critical steps/transformations conducted in the \ncode.\nOutput: name, location, and format of all the datasets/files produced by the code.\nAll the documentation (data, corresponding documents, methodologies) will be kept in the folder where \nthe dataset is stored. The project will use the following folder structure:\nLiterature:  relevant papers and bibliography related to the research.\nData: contains the data dictionary and an individual folder for each dataset. In each dataset folder, \nthe structure will be:\nocode: the code files used for data transformation, which follow standard naming \nconventions.\nodocs: relevant documentation/methodology.\noinput: raw datasets.\nooutput: processed datasets.\notmp: temporary data files generated by the code.\noA README file.\nArchive: obsolete data/code which merits storage.\nNotes: meeting notes relating to the project, with participants and dates clearly stated.\nPresentations: external presentations made about the project.\nTasks: contains folders (with order of execution) indicating the transformations/analysis made in \nthe project. In each task folder, the structure will be:\nocode: the code files used for data transformation, which follow standard naming \nconventions and indicate with numbers the order of execution.\nodocs: relevant documentation/methodology.\nooutput: output generated by the task (tables, derived datasets).\nofig: figures generated by the task.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9otmp: temporary data files generated by the code.\noreport: a LaTex document indicating the results/analysis conducted in the particular task.\nAll good practices in terms of file and variable naming will be followed. Every variable will be stored \ntogether with a descriptive label. The variable type (string, float, integer,…) will be clearly indicated and \nkept consistent across datasets.\nGitHub will be used as a task organization and versioning system.\nAll standard naming conventions for variables, controlled vocabularies, and ontologies will be followed \n(main reference: Gentzkow, M., & Shapiro, J. M. (2014). Code and data for the social sciences: A \npractitioner’s guide. Chicago, IL: University of Chicago)\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nA data dictionary (.xslx) of the derived datasets used for analysis is to be kept and regularly updated. It \ncontains all file names, variables, and descriptions. It clearly indicates the data keys (= variables defining \ndimensions of dataset/unique identifiers).\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (specify)\n☐ Other (specify) \nCode files documenting the transformation of the raw data to processed data will be version-controlled \nusing GitHub, stored online, and made publicly available together with the published papers.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The data will be stored using KU Leuven OneDrive. As such, it is subject to KU Leuven’s network security \nstructure. The GitHub accounts of the coauthors will be protected by multi-factor authentication.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The OneDrive license we will use is free for KU Leuven staff members.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?There are no costs expected for the data preservation.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 126. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.NA\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13When will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☒ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  There are no expected costs for the data sharing.\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The responsible for supervising the process of data documentation and metadata is prof. Christian \nPröbsting. An authorized staff member is PhD student Damien Vliegen.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Who will manage data storage and backup \nduring the research project?The responsible for supervising the process of data storage and backup is prof. Christian Pröbsting. An \nauthorized staff member is PhD student Damien Vliegen.\nWho will manage data preservation and \nsharing?The responsible for supervising the data preservation and sharing is prof. Christian Pröbsting. An \nauthorized staff member is PhD student Damien Vliegen.\nWho will update and implement this DMP? The responsible for supervising the updating and implementation of this DMP is prof. Christian Pröbsting. \nAn authorized staff member is PhD student Damien Vliegen."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Christian Pröbsting 0000-0003-4885-9327 Contributor name(s) (+ ORCID) & roles Damien Vliegen 0009-0000-4147-0664 (contributor) Project number 1 & title ENERGY PRICE SHOCKS – EVIDENCE FROM U.S. REGIONS (3H230743) Funder(s) GrantID 2D-2024-2882 Affiliation(s) ☑ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description The macroeconomic literature emphasizes that energy price shocks have surprisingly large effects on economic activity, despite the modest share of spending on crude oil. What could explain this strong sensitivity of economic activity to energy prices? A wide range of supply- and demand-side mechanisms have been proposed to explain this: endogenous response of monetary policy oil price shocks, time-varying markups, complementarity in energy and capital goods in the production function, disruption in households’ and firms’ spending on goods and services other than energy, to name a few. However the link between model predictions and empirical tests is often quite loose. There is currently a lack of reliable macro model to study energy crises and evaluate alternative policy options. The goal of this project is to foster our understanding of how energy price shocks affect the economy by confronting state-of-the-art macroeconomic models with causally identified moments that help discriminate between supply- driven or demand-driven models. To achieve this scientific objective, the project is composed of two large blocks: (i) an empirical framework to identify the partial equilibrium response of economic activity both at the state and the state-industry level to a local energy price shock, and (ii) a structural, general equilibrium model that captures the empirically identified transmission channels and serves to translate the regional responses into aggregate responses. 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 32.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume US-Level Energy PricesUS Energy Information Administration (EIA) electricity, oil, and natural gas monthly price series. Fed of Saint Louis (FRED) coal monthly price series.☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.xls ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Industry- Level Output PricesUS Bureau of Labor Statistics (BLS) output monthly price series (SIC and NAICS code based).☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.xls ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Industry- Level Utilization RatesUS Federal Reserve Board (FRB) industry-level capacity utilization rate monthly data (NAICS code ☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical.xls ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4based). ☐ Textual ☐ Model ☐ Software ☐ Other:☐ > 5 TB ☐ NA Industry- Level Industrial Production US Federal Reserve Board (FRB) industry-level industrial production rate monthly data (NAICS code based).☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.xls ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Input-Output TablesUS Bureau of Economic Analysis (BEA) 5-yearly input-output tables (1972- 2017). IO industry code based.☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.txt .csv .xls .fmt .DAT☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Oil Supply News ShocksMonthly oil supply news shocks and oil price series from Känzig (2023) replication package.☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:MATLAB data ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA SIC/IO Code Concordance TablesIndustry SIC/IO code concordance tables by Nekarda and Ramey ☐ Generate new data ☒ Reuse ☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound.xls ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5(2011). existing data ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 5 TB ☐ > 5 TB ☐ NA US Census SIC/NAICS Concordance TablesIndustry SIC/NAICS concordance tables by the US Census.☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.xls ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. EIA Energy Price data: https://www.eia.gov/outlooks/steo/realprices/ FRED Coal Price data: https://fred.stlouisfed.org/series/WPU0512 BLS Output Price data: https://data.bls.gov/cgi-bin/srgate (enter “PCU + 6-digit industry code (NAICS) twice” or “PDU + 4-digit industry code (SIC) twice”) FRB Industrial Production and Capacity Utilization data: https://www.federalreserve.gov/datadownload/Choose.aspx?rel=G17 BEA Input-Output data (1972-2002): https://www.bea.gov/industry/historical-benchmark-input-output- tables BEA Input-Output data (2007-2017): https://www.bea.gov/industry/input-output-accounts-data Känzig (2023) Oil Supply News shock: https://github.com/dkaenzig/replicationOilSupplyNews Nekarda and Ramey (2011) SIC/IO concordance tables: https://www.aeaweb.org/articles?id=10.1257/mac.3.1.36 US Census SIC/NAICS concordance tables: https://www.census.gov/naics/?68967 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: Will you process personal data3? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: 3 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Documentation and metadata will be added to all raw and processed datasets. A README file for each dataset will contain all the necessary information about the context of the data generation, the research project to which it belongs, and an interpretation of the data. A data dictionary/code book will be created as specified in the following section. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .The code used for data analysis and transformation will be documented in-file with detail, adding key comments at each particular step. Every code file will include a documentation section on top indicating: Goal: a short description of the code. Input: name, location, and format of all datasets/files needed to execute the code, clearly specifying their key identifiers. Transformations: short bullet points detailing the critical steps/transformations conducted in the code. Output: name, location, and format of all the datasets/files produced by the code. All the documentation (data, corresponding documents, methodologies) will be kept in the folder where the dataset is stored. The project will use the following folder structure: Literature: relevant papers and bibliography related to the research. Data: contains the data dictionary and an individual folder for each dataset. In each dataset folder, the structure will be: ocode: the code files used for data transformation, which follow standard naming conventions. odocs: relevant documentation/methodology. oinput: raw datasets. ooutput: processed datasets. otmp: temporary data files generated by the code. oA README file. Archive: obsolete data/code which merits storage. Notes: meeting notes relating to the project, with participants and dates clearly stated. Presentations: external presentations made about the project. Tasks: contains folders (with order of execution) indicating the transformations/analysis made in the project. In each task folder, the structure will be: ocode: the code files used for data transformation, which follow standard naming conventions and indicate with numbers the order of execution. odocs: relevant documentation/methodology. ooutput: output generated by the task (tables, derived datasets). ofig: figures generated by the task. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9otmp: temporary data files generated by the code. oreport: a LaTex document indicating the results/analysis conducted in the particular task. All good practices in terms of file and variable naming will be followed. Every variable will be stored together with a descriptive label. The variable type (string, float, integer,…) will be clearly indicated and kept consistent across datasets. GitHub will be used as a task organization and versioning system. All standard naming conventions for variables, controlled vocabularies, and ontologies will be followed (main reference: Gentzkow, M., & Shapiro, J. M. (2014). Code and data for the social sciences: A practitioner’s guide. Chicago, IL: University of Chicago) Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: A data dictionary (.xslx) of the derived datasets used for analysis is to be kept and regularly updated. It contains all file names, variables, and descriptions. It clearly indicates the data keys (= variables defining dimensions of dataset/unique identifiers). If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify) ☐ Other (specify) Code files documenting the transformation of the raw data to processed data will be version-controlled using GitHub, stored online, and made publicly available together with the published papers. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The data will be stored using KU Leuven OneDrive. As such, it is subject to KU Leuven’s network security structure. The GitHub accounts of the coauthors will be protected by multi-factor authentication. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11What are the expected costs for data storage and backup during the research project? How will these costs be covered?The OneDrive license we will use is free for KU Leuven staff members. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered?There are no costs expected for the data preservation. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 126. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☒ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for the data sharing. 7. Responsibilities Who will manage data documentation and metadata during the research project?The responsible for supervising the process of data documentation and metadata is prof. Christian Pröbsting. An authorized staff member is PhD student Damien Vliegen. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Who will manage data storage and backup during the research project?The responsible for supervising the process of data storage and backup is prof. Christian Pröbsting. An authorized staff member is PhD student Damien Vliegen. Who will manage data preservation and sharing?The responsible for supervising the data preservation and sharing is prof. Christian Pröbsting. An authorized staff member is PhD student Damien Vliegen. Who will update and implement this DMP? The responsible for supervising the updating and implementation of this DMP is prof. Christian Pröbsting. An authorized staff member is PhD student Damien Vliegen."
}