{
    "document_id": "D-2024-2686",
    "LinkTitle": "D-2024-2686",
    "file_name": "D-2024-2686.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2686.pdf",
    "metadata": {
        "title": "Uncovering the role(s) of ABCA7 transporter in Alzheimer's disease",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": "Uncovering the role(s) of ABCA7 transporter in Alzheimer's disease\nUncovering the role(s) of ABCA7 transporter in Alzheimer's disease\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nNicole Wawrzyniak, Lucia Chávez-Gutiérrez, Kristel Sleegers\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nKristel Sleegers, Lucia Chávez-Gutiérrez\nGrant number / URL: \nGrant number / URL: \n11PFW24N\nID: \nID: \n203220\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nGenome wide association studies pinpointed a strong genetic component of sporadic Alzheimer’s\ndisease (AD). Premature termination codon (PTC) variants and rare missense mutations in ATP binding\ncassette transporter subfamily A member 7 (ABCA7) have recently been shown to confer AD\nrisk, suggesting a central role of lipid homeostasis in AD. However, the mechanism of their\npathogenicity remains unclear. Here, I propose a project combining the advances in genetic research\nwith state–of–the-art molecular biology and nanobody (Nb) technology aimed at understanding the\nrole of ABCA7 in AD risk. Accordingly, I will decipher the effects of selected AD-linked and protective\nvariants on ABCA7 biology and investigate the endogenous interactome of wild type and mutant\nABCA7 to uncover pathways in which ABCA7 operates to modulate AD risk. To address these points, I\nwill generate immunoprobes – Nbs, synthetic Nbs (Sybodies) and antibodies. I will assess in vitro\nABCA7 ATPase, floppase and lipid transport activities of the variants and explore their (sub)cellular\nexpression in post mortem brain samples. I will employ innovative Nb-based proximity biotinylation\nwith Nb-TurboID and proteomic analysis for the discovery of ABCA7 interactome in human brain. In\nsilico and transcriptomics approaches will be used to put interactomics data into biological context\nand to identify pathways affected by ABCA7 variants in AD. The outcomes will provide key insights\ninto ABCA7-related pathophysiology.\nLast modified: \nLast modified: \n11-04-2024\nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n1 of 11\nUncovering the role(s) of ABCA7 transporter in Alzheimer's disease\nUncovering the role(s) of ABCA7 transporter in Alzheimer's disease\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nObservational\ndataset 1-\nHuman tissue\nsamples\nFrozen post-\nmortem brain\ntissue samples\nfrom humans\nReuse existing data\nPhysical\nObservational\n \n \n60\ngrams\nExperimental\ndataset 1\n- Cell lines\nBacteria\nstrains, insect\ncell lines,\nmammalian\ncell lines\nGenerate new data\nPhysical\nExperimental\n \n \n100 ml\nExperimental\ndataset 2-\nVectors\nVectors for\nprotein\nexpression in\nbacteria,\nmammalian\nand insect cells\nGenerate new data\nPhysical\nExperimental\n \n \n20 ml\nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n2 of 11\nExperimental\ndataset 3-\nRecombinant\nproteins and\ncompounds\nHuman\nproteins\n(transporters\nand their parts,\nnewly\ndiscovered\ninteractors)\nproduced in\ninsect or\nhuman cell\nlines,\nnanobodies\nexpressed in\nbacteria,\nchemical\ninhibitors and\nmodulators of\ntransporters\nGenerate new data\nPhysical\nExperimental\n \n \n6 liters\nExperimental\ndataset 4 -\nCanonical\ndata\nTranscriptomic\ndataset, bulk\nand single\nnuclei RNA\nsequencing\nGenerate new data\nReuse existing data\nDigital\nExperimental\n- Raw\nsequence data\ntrace (.ab1) \n- Text-based\nformat\n(.fasta/.fa) and\naccompanying\nQUAL file\n(.qual)\n- Sequence\nand quality\nscore (.fastq)\n- Genbank\nformat\n(.gb/.gbk)\n- Sequence\nalignment\ndata: (.sam),\n(.bam),\n(.cram)\n- Gene\nTransfer\nFormat:\n(GTF) / Gene\nFeature\nFormat:\n(GFF)\n < 5 TB\n \nExperimental\ndataset 5 -\nMass\nspectrometry\ndata\nMass\nspectrometry\ndatasets\nGenerate new data\nDigital\nExperimental\n-  Raw data\n(.raw)\n-Quantitative\ntabular data:\ncomma-\nseparated\nvalue files\n(.csv)\n- MS Excel\n(.xls/.xlsx), \n < 5 TB\n \nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n3 of 11\nExperimental\ndataset 6 -\nDigital images\nMicroscopy\npictures, gel\nscans, graphs,\nillustrations,\nfigures\nGenerate new data\nDigital\nExperimental\n- Digital\nimages in\nraster formats:\nuncompressed\nTIFF\n(.tif/.tiff),\nJPEG (.jpg),\nAdobe\nPortable\nDocument\nFormat (.pdf),\nbitmap\n(.bmp), .gif,\n.lif (Leica),\n.czi (Zeiss),\n.gel\n(ImageQuant)\n- Digital\nimages in\nvector\nformats:\nscalable\nvector\ngraphics\n(.svg),\nencapsulated\npostscript\n(.eps),\nScalable\nVector\nGraphics\n(.svg), Adobe\nIllustrator (.ai)\n < 1 TB\n \nDerived and\ncompiled\ndataset 1 –\nResearch\ndocumentation\nDocumentation\ngenerated by\nthe research\nand technical\nstaff or\ncollected from\nonline sources\nand from\ncollaborators,\nincluding\nethical\napproval\ndocuments,\nlaboratory\nnotes and\nprotocols.\nGenerate new data\nDigital\nCompiled/aggregated data\n-Text files:\nRich Text\nFormat (.rtf),\nMS Word\n(.doc/.docx),\nAdobe\nPortable\nDocument\nFormat (.pdf)\n-Quantitative\ntabular data:\ncomma-\nseparated\nvalue files\n(.csv), MS\nExcel\n(.xls/.xlsx),\nMS Access\n(.mdb/.accdb)\n< 1 TB\n \nDerived and\ncompiled\ndataset 2 -\nManuscripts\nManuscripts\nresulting from\nthe project \nGenerate new data\nDigital\nCompiled/aggregated data\n-Text files:\nRich Text\nFormat (.rtf),\nMS Word\n(.doc/.docx),\nAdobe\nPortable\nDocument\nFormat (.pdf)\n< 1 TB\n \n \nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n4 of 11\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nSingle nuclei RNA sequencing data of brains of AD patients with and without ABCA7 mutations and controls generated in the laboratory of\nKristel Sleegers.\nBulk brain RNASeq data from the AMP-AD consortium AD Knowledge Portal (synapse.org) (this includes n=46 ABCA7 mutation carriers;\naccess granted to the KS lab).\nWe will reuse part of the physical datasets that were generated in laboratory of Lucia Chavez Gutierrez in previous projects, such as bacteria\nstrains, mammalian cell lines, nanobodies and vectors for expression. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nPost-mortem human tissue will be used in this project and it is approved by EC at KU Leuven under the number S60470. Human subject data\nwill be used in this project, particularly in the collection or creation of ABCA7 interactome in human brain dataset. \n \nData re-use:\nWe will be re-using sequencing data generated by the laboratory of Kristel Sleegers and others. In doing so, we will adhere to the Data\nTransfer Agreement (DTA) and\nthe Data Access Committee (DAC) guidelines of the data provider.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nI will reuse personal data (genetic information, age, gender, disease status) of the human brain samples donors.\nFor personal and sensitive data, we will abide by the Belgian law on the protection of individuals with regard to the processing of\npersonal data (30th July 2018) and the General Data Protection Regulation 2016/679.\nThe university of Antwerp maintains a “processing of personal data” registry for research involving personal data in order to comply with the\nGDPR. Formal approval by the Data Protection Office (DPO) has been granted: project reference number: Antigoon ID 49828, date of\napproval March 7, 2024\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nWe do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. Ownership of the data\ngenerated belongs to KU Leuven/University of Antwerp and VIB in accordance with the framework agreement of both institutes. VIB has a\npolicy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a\nnumber of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not\nwithhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that\npublications need not be delayed.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\n3rd party agreements may restrict dissemination or exploitation of data in the following cases:\nData generated with cell lines obtained from repositories must adhere to restrictions on data dissemination specified in the material transfer\nagreement.\nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n5 of 11\nData generated with samples obtained from humans are subject to patient consent forms and, if applicable, material transfer agreements, and\nthe therein specified restrictions on data dissemination and/or exploitation.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nIf the restriction of data sharing is a consequence of securing Intellectual Property (IP), the researcher involved and the IP team of the\nTechTransfer office shall make the necessary arrangements in order to maintain the embargo on the public access (dissemination) of research\ndata, at least until the essential steps in securing intellectual property (e.g. the filing of a patent application) have been taken. However,\nreasonable efforts will be made to avoid delays in publication. If the restriction of data sharing is a consequence of contracts with third parties\nor about classified data, the researcher involved and the Legal Team of the TechTransfer Office will specify the restrictions in this DMP. If the\nrestriction of data sharing is a consequence of ethical issues, see also the Ethical and legal session of this DMP. Personal data will only be\npublished after de-identification and identifiers will not be published. If despite all efforts it is not possible to protect the identities of subjects\neven after removing all identifiers, personal data will not be made public.\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nData will be generated following standardized protocols. Clear and detailed descriptions of these protocols will be stored in our lab protocol\ndatabase, and published along with the results. Metadata will be documented by the research and technical staff at the time of data collection\nand analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) and/or in hard copy lab notebooks that refer to specific\ndatasets. \nCryotubes of biological samples (bacterial strains, mammalian cell lines) stored at -80°C will be labelled with a reference number that links to\nan entry or database.\nAll datasets will be accompanied by a README.txt file containing all the associated metadata (see more details below).\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nWhile specific data types might require particular metadata, as a general rule the metadata are based on a generalized metadata schema such as\nDublin Core or DataCite, including the following elements:\n• Title: free text\n• Creator: Last name, first name, organization\n• Date and time reference\n• Subject: Choice of keywords and classifications\n• Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the\nsoftware(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc.\n• Format: Details of the file format,\n• Resource Type: data set, image, audio, etc.\n• Identifier: DOI (when applicable)\n•Access rights: closed access, embargoed access, restricted access, open access.\n \nFor specific datasets, additional metadata will be associated with the data file as appropriate. \nSpecific naming and search procedures will be applied to: \n- Omics and sequencing data: Digital files, raw sequencing data files mainly (.fastq, .fastq.gz), will be named following an in-house procedure,\nso that all the name of all files in a given dataset will be in the same format. All names will start with a project 3 letter code (Project Code) and\nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n6 of 11\na random 6-alphanumeric character code (unique to each sample given the Project Code), followed by a specific descriptive name of the\nsample and the technology used (e.g.: 10x). Names will only contain letters, numbers and underscores.\n- Manuscripts: Metadata information will be submitted alongside the final version of the manuscript, including the names, titles, email\naddresses, ORCIDs and affiliations of all authors. Upon publication, this metadata information will also be submitted to bibliographic\ndatabases such as Medline. All manuscripts will be assigned a unique Digital Object Identifer (DOI) by the publisher. Manuscripts will be\ngiven a descriptive title, and will be accompanied by keywords provided by the authors in order to maximize their findability.\n- Mass spectrometry metadata will be generated at the VIB Proteomics Core facility. A copy of the results (data) will be stored at the VIB-KU\nLeuven Proteolytic Mechanisms mediating Neurodegeneration laboratory. \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nDigital files are stored on KU Leuven servers Shared network drive (J-drive) and Large Volume Storage (L-drive). \nOther types of data are stored in different forms as follows;\n-          Tissue samples: Tissues are stored locally in the laboratory. All human tissue samples are registered in VIB-UA biobank, in\ncompliance with the Belgian law on human body material (dd 19-12-2008).\n-          Vectors: Vectors will be preserved in a form of purified DNA (in -20°C freezer). \n-          Cell lines: Cryo preserved cell lines will be stored locally in the laboratory in liquid nitrogen tank. At least two vials per cell line\nderived from independent freezings will be stored.\n-          Other biological and chemical samples: storage at 4°C and/or as frozen samples as appropriate. \n-          Nucleic acid and protein sequences: All nucleic acid and protein sequences generated during the project will be stored on KU Leuven\nservers or  internally on the servers of the VIB CMN. These servers have RAID 6 or equivalent disk setup for protection of the data.\n-          Proteomics data: Proteomics data generated during the project will be stored on KU Leuven servers.\n-          All other digital data (research documentation and manuscripts) will be stored on KUL servers.\n- The ELN database is managed by VIB Headquarters. VIB uses E-Notebook by PerkinElmer. All ELN data are stored, and remain available\nfor (re)use. Sanger sequencing data is stored on the centralized LIMS system., initially in the staging area and later in the archive area.\n \nHow will the data be backed up?\nHow will the data be backed up?\nKU Leuven drives are backed-up according to the following scheme:\n- Data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version\nare kept online; the last 14 backups are kept. \n- Data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in\neach case the last 6 backups are kept.\n \nThe VIB CMN LIMS is submitted to daily back-ups on an offsite server, as well as to daily internal back-ups (RAID6). Desktops at VIB\nCMN are submitted to daily backup through Retrospect. Local data storage servers at VIB CMN are synchronized for active backup purpose\nusing snapshot technology protecting against cryptolockers.\nRaw data generated at VIB CMN are stored following the US-CERT recommended back up practice 3-2-1 (3 copies of the data, 2 different\nstorage media, 1 off site copy), including separate back up on tape for long term archival. All servers have RAID6 (or equivalent) redundancy.\nSpecifically for omics data, VIB CMN has adopted US-CERT recommended backup practice 3-2-1 (n-d-o) for omics data. We have three\ncopies of the data, two different storage media and one offsite copy. Our servers have a direct in-house online backup, a third copy (n = 3) is\nstored on a tape (d = 2). At this moment the data remains onsite, but in a different room (o = 1). \n \nThe ELN database is managed by VIB Headquarters, and backed-up every 24 hours. All ELN data are also stored on tape. \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n7 of 11\nFor the data stored at CBD: \nThere is sufficient storage and back-up capacity on all KU Leuven servers:\n- The “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and\na CTDB samba cluster in the front-end. \n- The “J-drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system. \nFor the data stored at CMN:\nThere is +/- 700TB of online storage available for the use in house. It is increased yearly to the needs of the center. For offline backup, tapes\nare used that store 2.5TB/tape. These have an expected life span of 15-30 years.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nFor the data stored at CBD: \nSecurity of digital datasets in KU Leuven drives: Both the “L-drive” and “J-drive” servers are accessible only by laboratory members and can\nonly be accessed after login (username + password), and are mirrored in the second ICTS datacenter for business continuity and disaster\nrecovery so that a copy of the data can be recovered within an hour.\nSecurity of the physical datasets that are stored in the laboratory unit are ensured by allowing physical access only to the laboratory members\nthrough KU Leuven ID card access.\nFor the data stored at CMN: physical access to the building (building V – CDE) is employee badge-protected.\nAt VIB CMN, data is protected by domain controlled authorization and authentication. The data can only be accessed after login (username +\npassword) and can be further restricted per project and per group. Researchers have access only to de-identified information. The building is\nrestricted by badge system so only employees are allowed in and visitors are allowed under supervision after registration. Our LIMS system\nuses Role Based Access Control (RBAC), maintained and verified by PI and HR. Communication with the LIMS database is encrypted and\nfollows secured https. \nOnly the PI and medical team members will be granted access to the server to deposit private data. The PI and medical team members will be\nthe only responsible for linking patient information and/or samples, and will strictly respect confidentiality.”\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe total cost of data storage during the project is projected to be max. 1000 € per year. This includes the following costs:\nThe costs of digital data storage are as follows: 174 € /TB per year for the “L-drive” and 519 € /TB per year for the “J-drive”.\nThese costs will be covered by the VIB dotation budget assigned to the laboratory of Lucía Chávez-Gutiérrez.\nFor the transcriptomic datasets and human brain samples stored at University of Antwerp Biobank, the storage costs for digital data on the\ndepartmental server is covered by the central departmental budget. Electricity costs for the -80° freezers present in the labs are included in\ngeneral lab costs. Data storage and backup costs are included in general lab costs of laboratory of Kristel Sleegers. \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nThe preservation term of at least 5 years after the end of the project will be applied to all datasets except for the human brain tissue. The\nhuman  brain tissue will be used in the project for various protocols described in the project outline, and all the sample volume can be used up\nduring this process.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAs a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing\n(www.fairsharing.org), at the latest at the time of publication. \nFor all other datasets, long term storage will be ensured as follows:\n-          Digital datasets: files will be stored on the “L-drive”.\n-          Tissue samples: tissues will be stored locally in the laboratory (-80°C) or in University of Antwerp biobank.\n-          Vectors: vectors are preserved in the form of purified DNA (in -20°C freezer). \nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n8 of 11\n-          Cell lines: cell lines are stored locally in the laboratory (liquid nitrogen). \nOther biological and chemical samples: storage either at 4°C and/or as frozen, as appropriate, locally in the laboratory.\nFor the transcriptomics data generated with the lab of Kristel Sleegers, the data are stored following 3-2-1 principle for the foreseeable future.\nIn case data would be archived, we would duplicate our tape and store this in the optimal environment, which has an estimated lifespan of 15-\n30 years.\n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe total estimated cost of data storage during 5 years after the end of the project is 10000 euro. This estimation is based on the following\ncosts:\nAt VIB CMN, cost for storage on tape is 44€/Tb, and 9€/Tb/Year for upkeep. Cost of retrieval from tape is 29€. Costs for biobanking at UZA\nbiobank are 4€/sample. Costs will be covered from the Kristel Sleegers laboratory budget.\nElectricity costs for the -80° freezers present in the labs are included in general lab costs. \nData storage and backup costs are included in general lab costs of the Kristel Sleegers lab.\nThe costs of digital data storage are as follows: 569,2€/5TB/Year for the “L-drive”, 519€/TB/Year for the “J-drive\nThese costs at VIB CBD will be covered by the VIB dotation budget assigned to the laboratory of Lucía Chávez-Gutiérrez.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll research outputs supporting publications will be made openly accessible after the project. \nWe aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in the main text, in\nsupplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the\njournal, accessibility restrictions may apply.\nSharing policies for specific research outputs are detailed below:\n-          Physical experimental datasets described above (cell lines, vectors, recombinant proteins and compounds) will be stored as appropriate\nin the laboratory. Within availability, they will be reused during and after the project. \n-          Digital experimental datasets (nucleic acid and protein sequences, images, and spectrometry data): they are stored on the servers and\nwill be made available for reuse.\n-          Pseudonomyzed personal data will be made available through restricted access repositories such as EGA or dbGap, according to Data\nProtection by Design and by Default principles. In order to respect the patient’s privacy, clinical samples will only be available to the research\nand technical staff involved in the project, not to other groups, studies or purposes.\n-          Research documentation: All protocols used to generate published data will be described in the corresponding manuscript(s), and the\nrelated documentation will be included as supplementary information. These data and all other documents (daily logs, raw data) deposited in\nthe E-Notebook are accessible to the PI and the research staff, for reuse during/after project.\nManuscripts: All scientific publications will be shared openly. At the time of publication, research results will be summarized on the VIB\nwebsite and post-print pdf versions of publications or links to them will be made available there if allowed by copyright agreements, possibly\nafter an embargo as determined by the publisher. Before the end of the embargo or in cases where sharing the post-print is not allowed due to\ncopyright agreements, a pre-print version of the manuscript will be made available.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nWe aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in the main text, in\nsupplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the\njournal, accessibility restrictions may apply.\nAny scientist will be able to access the physical data, upon request, after publication, or before publication upon agreement.\nIn order to respect the patient’s privacy, clinical samples will only be available to the research and technical staff involved in the project, not to\nother groups, studies or purposes.\nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n9 of 11\nAccess to restricted access dataset (such as human genetic datasets) is governed by the Data Access Committees of VIB.\n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nYes, Ethical aspects\nProtein sequences, eg. Nanobody - IP in case of a possible patent application will not be shared before patenting.\nIn order to respect the patient’s privacy, clinical samples will only be available to the research and technical staff involved in the project, not to\nother groups, studies or purposes.\nHuman genetic data are considered sensitive personal data, and are are only made available on restricted access repositories such as the\nEuropean Genome Phenome Archive (EGA) or dbGap. Access to these datasets is under control of a Data Access\nCommittee.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAs a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing\n(www.fairsharing.org), at the latest at the time of publication. Sharing policies for specific research outputs are detailed below:\n-          Vectors: vectors are stored as appropriate in the laboratory. Within availability, they will be shared with interested researchers upon\nrequest.\n-          Cell lines: cell lines are stored as appropriate in the laboratory. Within availability, they will be shared with interested researchers upon\nrequest. \n-          Other digital datasets that support publications (including image files, and mass spectrometry data) are stored on the servers and can be\nmade available upon request.\n-          Antibodies, synthetic and recombinant compounds: samples are stored as appropriate in the laboratory. Within availability, they will be\nshared with interested researchers upon request.\n-          Research documentation: All protocols used to generate published data will be described in the corresponding manuscript(s), and the\nrelated documentation will be included as supplementary information. These data and all other documents (daily logs, raw data) deposited in\nthe E-Notebook are accessible to the PI and the research staff, and will be made available upon request.\n-          Manuscripts: All scientific publications will be shared openly. At the time of publication, research results will be summarized on the\nVIB website and post-print pdf versions of publications or links to them will be made available there if allowed by copyright agreements,\npossibly after an embargo as determined by the publisher. Before the end of the embargo or in cases where sharing the post-print is not allowed\ndue to copyright agreements, a pre-print version of the manuscript will be made available. Publications will also be automatically listed in our\ninstitutional repository, Lirias 2.0, based on the authors name and ORCID ID.\n-          Nucleic acid and Protein sequences not patient-derived: they are stored on the KU Leuven servers and can be made available upon\nrequest.\n-          Pseudonomyzed personal data will not be openly published, but will be made available through restricted access repositories such as\nEGA or dbGap, according to Data Protection by Design and by Default principles. In order to respect the patient’s privacy, clinical samples\nwill only be available to the research and technical staff involved in the project, not to other groups, studies or purposes.\n-          Data that do not support publication will be made available upon request by email.\n \nWhen will the data be made available?\nWhen will the data be made available?\nAfter publication of the results in a peer reviewed journal or before publication upon a material transfer agreement. As a general rule all\nresearch outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by\npending publications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed -\nor ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing.\nFor restricted-access repositories we will work with a Data Access Committee (DAC) from VIB, which provides guidance and oversight of\nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n10 of 11\ncontrolled-access data and systematically reviews data access requests to the data repository. Only after positive evaluation by the DAC will a\nuser be able to access the deposited data (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a\nCreative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and License, with a material transfer agreement when\napplicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing\nthe corresponding DOI.\nFor data shared directly by the PIs, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the\nbeneficiaries in order to clearly describe the types of reuse that are permitted.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nYes, upon publication DOI or other accession number will be assigned to the data.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nIt is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and\norganization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data\nmanagement costs will be covered by the laboratory budget.\nAdditionally, we aim for open access upon publication of the results and the research groups will cover the cost.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nMetadata will be documented by the fellowship holder - Nicole Wawrzyniak at the time of data collection and analysis, by taking careful notes\nin the electronic laboratory notebook (E-notebook) that refer to specific datasets. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe fellowship holder - Nicole Wawrzyniak will ensure data storage and back up supervised by the PIs, with support from René Custers and\nAlexander Botzki for the electronic laboratory notebook and from Raf De Coster for the KU Leuven drives. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PIs - Lucia Chavez Gutierrez and Kristel Sleegers will be responsible for data preservation and sharing, with support from René Custers\nand Alexander Botzki for the electronic laboratory notebook and from Raf De Coster for the KU Leuven drives. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe fellowship holder - Nicole Wawrzyniak will be responsible to update and implement the DMP. \nCreated using DMPonline.be. Last modiﬁed 11 April 2024\n11 of 11"
    },
    "clean_full_text": "Uncovering the role(s) of ABCA7 transporter in Alzheimer's disease Uncovering the role(s) of ABCA7 transporter in Alzheimer's disease A Data Management Plan created using DMPonline.be Creators: Creators: Nicole Wawrzyniak, Lucia Chávez-Gutiérrez, Kristel Sleegers Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Kristel Sleegers, Lucia Chávez-Gutiérrez Grant number / URL: Grant number / URL: 11PFW24N ID: ID: 203220 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: Genome wide association studies pinpointed a strong genetic component of sporadic Alzheimer’s disease (AD). Premature termination codon (PTC) variants and rare missense mutations in ATP binding cassette transporter subfamily A member 7 (ABCA7) have recently been shown to confer AD risk, suggesting a central role of lipid homeostasis in AD. However, the mechanism of their pathogenicity remains unclear. Here, I propose a project combining the advances in genetic research with state–of–the-art molecular biology and nanobody (Nb) technology aimed at understanding the role of ABCA7 in AD risk. Accordingly, I will decipher the effects of selected AD-linked and protective variants on ABCA7 biology and investigate the endogenous interactome of wild type and mutant ABCA7 to uncover pathways in which ABCA7 operates to modulate AD risk. To address these points, I will generate immunoprobes – Nbs, synthetic Nbs (Sybodies) and antibodies. I will assess in vitro ABCA7 ATPase, floppase and lipid transport activities of the variants and explore their (sub)cellular expression in post mortem brain samples. I will employ innovative Nb-based proximity biotinylation with Nb-TurboID and proteomic analysis for the discovery of ABCA7 interactome in human brain. In silico and transcriptomics approaches will be used to put interactomics data into biological context and to identify pathways affected by ABCA7 variants in AD. The outcomes will provide key insights into ABCA7-related pathophysiology. Last modified: Last modified: 11-04-2024 Created using DMPonline.be. Last modiﬁed 11 April 2024 1 of 11 Uncovering the role(s) of ABCA7 transporter in Alzheimer's disease Uncovering the role(s) of ABCA7 transporter in Alzheimer's disease FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Observational dataset 1- Human tissue samples Frozen post- mortem brain tissue samples from humans Reuse existing data Physical Observational 60 grams Experimental dataset 1 - Cell lines Bacteria strains, insect cell lines, mammalian cell lines Generate new data Physical Experimental 100 ml Experimental dataset 2- Vectors Vectors for protein expression in bacteria, mammalian and insect cells Generate new data Physical Experimental 20 ml Created using DMPonline.be. Last modiﬁed 11 April 2024 2 of 11 Experimental dataset 3- Recombinant proteins and compounds Human proteins (transporters and their parts, newly discovered interactors) produced in insect or human cell lines, nanobodies expressed in bacteria, chemical inhibitors and modulators of transporters Generate new data Physical Experimental 6 liters Experimental dataset 4 - Canonical data Transcriptomic dataset, bulk and single nuclei RNA sequencing Generate new data Reuse existing data Digital Experimental - Raw sequence data trace (.ab1) - Text-based format (.fasta/.fa) and accompanying QUAL file (.qual) - Sequence and quality score (.fastq) - Genbank format (.gb/.gbk) - Sequence alignment data: (.sam), (.bam), (.cram) - Gene Transfer Format: (GTF) / Gene Feature Format: (GFF) < 5 TB Experimental dataset 5 - Mass spectrometry data Mass spectrometry datasets Generate new data Digital Experimental - Raw data (.raw) -Quantitative tabular data: comma- separated value files (.csv) - MS Excel (.xls/.xlsx), < 5 TB Created using DMPonline.be. Last modiﬁed 11 April 2024 3 of 11 Experimental dataset 6 - Digital images Microscopy pictures, gel scans, graphs, illustrations, figures Generate new data Digital Experimental - Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), Adobe Portable Document Format (.pdf), bitmap (.bmp), .gif, .lif (Leica), .czi (Zeiss), .gel (ImageQuant) - Digital images in vector formats: scalable vector graphics (.svg), encapsulated postscript (.eps), Scalable Vector Graphics (.svg), Adobe Illustrator (.ai) < 1 TB Derived and compiled dataset 1 – Research documentation Documentation generated by the research and technical staff or collected from online sources and from collaborators, including ethical approval documents, laboratory notes and protocols. Generate new data Digital Compiled/aggregated data -Text files: Rich Text Format (.rtf), MS Word (.doc/.docx), Adobe Portable Document Format (.pdf) -Quantitative tabular data: comma- separated value files (.csv), MS Excel (.xls/.xlsx), MS Access (.mdb/.accdb) < 1 TB Derived and compiled dataset 2 - Manuscripts Manuscripts resulting from the project Generate new data Digital Compiled/aggregated data -Text files: Rich Text Format (.rtf), MS Word (.doc/.docx), Adobe Portable Document Format (.pdf) < 1 TB Created using DMPonline.be. Last modiﬁed 11 April 2024 4 of 11 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Single nuclei RNA sequencing data of brains of AD patients with and without ABCA7 mutations and controls generated in the laboratory of Kristel Sleegers. Bulk brain RNASeq data from the AMP-AD consortium AD Knowledge Portal (synapse.org) (this includes n=46 ABCA7 mutation carriers; access granted to the KS lab). We will reuse part of the physical datasets that were generated in laboratory of Lucia Chavez Gutierrez in previous projects, such as bacteria strains, mammalian cell lines, nanobodies and vectors for expression. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Post-mortem human tissue will be used in this project and it is approved by EC at KU Leuven under the number S60470. Human subject data will be used in this project, particularly in the collection or creation of ABCA7 interactome in human brain dataset. Data re-use: We will be re-using sequencing data generated by the laboratory of Kristel Sleegers and others. In doing so, we will adhere to the Data Transfer Agreement (DTA) and the Data Access Committee (DAC) guidelines of the data provider. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes I will reuse personal data (genetic information, age, gender, disease status) of the human brain samples donors. For personal and sensitive data, we will abide by the Belgian law on the protection of individuals with regard to the processing of personal data (30th July 2018) and the General Data Protection Regulation 2016/679. The university of Antwerp maintains a “processing of personal data” registry for research involving personal data in order to comply with the GDPR. Formal approval by the Data Protection Office (DPO) has been granted: project reference number: Antigoon ID 49828, date of approval March 7, 2024 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. Ownership of the data generated belongs to KU Leuven/University of Antwerp and VIB in accordance with the framework agreement of both institutes. VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that publications need not be delayed. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes 3rd party agreements may restrict dissemination or exploitation of data in the following cases: Data generated with cell lines obtained from repositories must adhere to restrictions on data dissemination specified in the material transfer agreement. Created using DMPonline.be. Last modiﬁed 11 April 2024 5 of 11 Data generated with samples obtained from humans are subject to patient consent forms and, if applicable, material transfer agreements, and the therein specified restrictions on data dissemination and/or exploitation. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes If the restriction of data sharing is a consequence of securing Intellectual Property (IP), the researcher involved and the IP team of the TechTransfer office shall make the necessary arrangements in order to maintain the embargo on the public access (dissemination) of research data, at least until the essential steps in securing intellectual property (e.g. the filing of a patent application) have been taken. However, reasonable efforts will be made to avoid delays in publication. If the restriction of data sharing is a consequence of contracts with third parties or about classified data, the researcher involved and the Legal Team of the TechTransfer Office will specify the restrictions in this DMP. If the restriction of data sharing is a consequence of ethical issues, see also the Ethical and legal session of this DMP. Personal data will only be published after de-identification and identifiers will not be published. If despite all efforts it is not possible to protect the identities of subjects even after removing all identifiers, personal data will not be made public. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Data will be generated following standardized protocols. Clear and detailed descriptions of these protocols will be stored in our lab protocol database, and published along with the results. Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) and/or in hard copy lab notebooks that refer to specific datasets. Cryotubes of biological samples (bacterial strains, mammalian cell lines) stored at -80°C will be labelled with a reference number that links to an entry or database. All datasets will be accompanied by a README.txt file containing all the associated metadata (see more details below). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes While specific data types might require particular metadata, as a general rule the metadata are based on a generalized metadata schema such as Dublin Core or DataCite, including the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) •Access rights: closed access, embargoed access, restricted access, open access. For specific datasets, additional metadata will be associated with the data file as appropriate. Specific naming and search procedures will be applied to: - Omics and sequencing data: Digital files, raw sequencing data files mainly (.fastq, .fastq.gz), will be named following an in-house procedure, so that all the name of all files in a given dataset will be in the same format. All names will start with a project 3 letter code (Project Code) and Created using DMPonline.be. Last modiﬁed 11 April 2024 6 of 11 a random 6-alphanumeric character code (unique to each sample given the Project Code), followed by a specific descriptive name of the sample and the technology used (e.g.: 10x). Names will only contain letters, numbers and underscores. - Manuscripts: Metadata information will be submitted alongside the final version of the manuscript, including the names, titles, email addresses, ORCIDs and affiliations of all authors. Upon publication, this metadata information will also be submitted to bibliographic databases such as Medline. All manuscripts will be assigned a unique Digital Object Identifer (DOI) by the publisher. Manuscripts will be given a descriptive title, and will be accompanied by keywords provided by the authors in order to maximize their findability. - Mass spectrometry metadata will be generated at the VIB Proteomics Core facility. A copy of the results (data) will be stored at the VIB-KU Leuven Proteolytic Mechanisms mediating Neurodegeneration laboratory. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Digital files are stored on KU Leuven servers Shared network drive (J-drive) and Large Volume Storage (L-drive). Other types of data are stored in different forms as follows; - Tissue samples: Tissues are stored locally in the laboratory. All human tissue samples are registered in VIB-UA biobank, in compliance with the Belgian law on human body material (dd 19-12-2008). - Vectors: Vectors will be preserved in a form of purified DNA (in -20°C freezer). - Cell lines: Cryo preserved cell lines will be stored locally in the laboratory in liquid nitrogen tank. At least two vials per cell line derived from independent freezings will be stored. - Other biological and chemical samples: storage at 4°C and/or as frozen samples as appropriate. - Nucleic acid and protein sequences: All nucleic acid and protein sequences generated during the project will be stored on KU Leuven servers or internally on the servers of the VIB CMN. These servers have RAID 6 or equivalent disk setup for protection of the data. - Proteomics data: Proteomics data generated during the project will be stored on KU Leuven servers. - All other digital data (research documentation and manuscripts) will be stored on KUL servers. - The ELN database is managed by VIB Headquarters. VIB uses E-Notebook by PerkinElmer. All ELN data are stored, and remain available for (re)use. Sanger sequencing data is stored on the centralized LIMS system., initially in the staging area and later in the archive area. How will the data be backed up? How will the data be backed up? KU Leuven drives are backed-up according to the following scheme: - Data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. - Data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. The VIB CMN LIMS is submitted to daily back-ups on an offsite server, as well as to daily internal back-ups (RAID6). Desktops at VIB CMN are submitted to daily backup through Retrospect. Local data storage servers at VIB CMN are synchronized for active backup purpose using snapshot technology protecting against cryptolockers. Raw data generated at VIB CMN are stored following the US-CERT recommended back up practice 3-2-1 (3 copies of the data, 2 different storage media, 1 off site copy), including separate back up on tape for long term archival. All servers have RAID6 (or equivalent) redundancy. Specifically for omics data, VIB CMN has adopted US-CERT recommended backup practice 3-2-1 (n-d-o) for omics data. We have three copies of the data, two different storage media and one offsite copy. Our servers have a direct in-house online backup, a third copy (n = 3) is stored on a tape (d = 2). At this moment the data remains onsite, but in a different room (o = 1). The ELN database is managed by VIB Headquarters, and backed-up every 24 hours. All ELN data are also stored on tape. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Created using DMPonline.be. Last modiﬁed 11 April 2024 7 of 11 For the data stored at CBD: There is sufficient storage and back-up capacity on all KU Leuven servers: - The “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front-end. - The “J-drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system. For the data stored at CMN: There is +/- 700TB of online storage available for the use in house. It is increased yearly to the needs of the center. For offline backup, tapes are used that store 2.5TB/tape. These have an expected life span of 15-30 years. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? For the data stored at CBD: Security of digital datasets in KU Leuven drives: Both the “L-drive” and “J-drive” servers are accessible only by laboratory members and can only be accessed after login (username + password), and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. Security of the physical datasets that are stored in the laboratory unit are ensured by allowing physical access only to the laboratory members through KU Leuven ID card access. For the data stored at CMN: physical access to the building (building V – CDE) is employee badge-protected. At VIB CMN, data is protected by domain controlled authorization and authentication. The data can only be accessed after login (username + password) and can be further restricted per project and per group. Researchers have access only to de-identified information. The building is restricted by badge system so only employees are allowed in and visitors are allowed under supervision after registration. Our LIMS system uses Role Based Access Control (RBAC), maintained and verified by PI and HR. Communication with the LIMS database is encrypted and follows secured https. Only the PI and medical team members will be granted access to the server to deposit private data. The PI and medical team members will be the only responsible for linking patient information and/or samples, and will strictly respect confidentiality.” What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The total cost of data storage during the project is projected to be max. 1000 € per year. This includes the following costs: The costs of digital data storage are as follows: 174 € /TB per year for the “L-drive” and 519 € /TB per year for the “J-drive”. These costs will be covered by the VIB dotation budget assigned to the laboratory of Lucía Chávez-Gutiérrez. For the transcriptomic datasets and human brain samples stored at University of Antwerp Biobank, the storage costs for digital data on the departmental server is covered by the central departmental budget. Electricity costs for the -80° freezers present in the labs are included in general lab costs. Data storage and backup costs are included in general lab costs of laboratory of Kristel Sleegers. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). The preservation term of at least 5 years after the end of the project will be applied to all datasets except for the human brain tissue. The human brain tissue will be used in the project for various protocols described in the project outline, and all the sample volume can be used up during this process. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org), at the latest at the time of publication. For all other datasets, long term storage will be ensured as follows: - Digital datasets: files will be stored on the “L-drive”. - Tissue samples: tissues will be stored locally in the laboratory (-80°C) or in University of Antwerp biobank. - Vectors: vectors are preserved in the form of purified DNA (in -20°C freezer). Created using DMPonline.be. Last modiﬁed 11 April 2024 8 of 11 - Cell lines: cell lines are stored locally in the laboratory (liquid nitrogen). Other biological and chemical samples: storage either at 4°C and/or as frozen, as appropriate, locally in the laboratory. For the transcriptomics data generated with the lab of Kristel Sleegers, the data are stored following 3-2-1 principle for the foreseeable future. In case data would be archived, we would duplicate our tape and store this in the optimal environment, which has an estimated lifespan of 15- 30 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The total estimated cost of data storage during 5 years after the end of the project is 10000 euro. This estimation is based on the following costs: At VIB CMN, cost for storage on tape is 44€/Tb, and 9€/Tb/Year for upkeep. Cost of retrieval from tape is 29€. Costs for biobanking at UZA biobank are 4€/sample. Costs will be covered from the Kristel Sleegers laboratory budget. Electricity costs for the -80° freezers present in the labs are included in general lab costs. Data storage and backup costs are included in general lab costs of the Kristel Sleegers lab. The costs of digital data storage are as follows: 569,2€/5TB/Year for the “L-drive”, 519€/TB/Year for the “J-drive These costs at VIB CBD will be covered by the VIB dotation budget assigned to the laboratory of Lucía Chávez-Gutiérrez. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) All research outputs supporting publications will be made openly accessible after the project. We aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in the main text, in supplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the journal, accessibility restrictions may apply. Sharing policies for specific research outputs are detailed below: - Physical experimental datasets described above (cell lines, vectors, recombinant proteins and compounds) will be stored as appropriate in the laboratory. Within availability, they will be reused during and after the project. - Digital experimental datasets (nucleic acid and protein sequences, images, and spectrometry data): they are stored on the servers and will be made available for reuse. - Pseudonomyzed personal data will be made available through restricted access repositories such as EGA or dbGap, according to Data Protection by Design and by Default principles. In order to respect the patient’s privacy, clinical samples will only be available to the research and technical staff involved in the project, not to other groups, studies or purposes. - Research documentation: All protocols used to generate published data will be described in the corresponding manuscript(s), and the related documentation will be included as supplementary information. These data and all other documents (daily logs, raw data) deposited in the E-Notebook are accessible to the PI and the research staff, for reuse during/after project. Manuscripts: All scientific publications will be shared openly. At the time of publication, research results will be summarized on the VIB website and post-print pdf versions of publications or links to them will be made available there if allowed by copyright agreements, possibly after an embargo as determined by the publisher. Before the end of the embargo or in cases where sharing the post-print is not allowed due to copyright agreements, a pre-print version of the manuscript will be made available. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. We aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in the main text, in supplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the journal, accessibility restrictions may apply. Any scientist will be able to access the physical data, upon request, after publication, or before publication upon agreement. In order to respect the patient’s privacy, clinical samples will only be available to the research and technical staff involved in the project, not to other groups, studies or purposes. Created using DMPonline.be. Last modiﬁed 11 April 2024 9 of 11 Access to restricted access dataset (such as human genetic datasets) is governed by the Data Access Committees of VIB. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Yes, Ethical aspects Protein sequences, eg. Nanobody - IP in case of a possible patent application will not be shared before patenting. In order to respect the patient’s privacy, clinical samples will only be available to the research and technical staff involved in the project, not to other groups, studies or purposes. Human genetic data are considered sensitive personal data, and are are only made available on restricted access repositories such as the European Genome Phenome Archive (EGA) or dbGap. Access to these datasets is under control of a Data Access Committee. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org), at the latest at the time of publication. Sharing policies for specific research outputs are detailed below: - Vectors: vectors are stored as appropriate in the laboratory. Within availability, they will be shared with interested researchers upon request. - Cell lines: cell lines are stored as appropriate in the laboratory. Within availability, they will be shared with interested researchers upon request. - Other digital datasets that support publications (including image files, and mass spectrometry data) are stored on the servers and can be made available upon request. - Antibodies, synthetic and recombinant compounds: samples are stored as appropriate in the laboratory. Within availability, they will be shared with interested researchers upon request. - Research documentation: All protocols used to generate published data will be described in the corresponding manuscript(s), and the related documentation will be included as supplementary information. These data and all other documents (daily logs, raw data) deposited in the E-Notebook are accessible to the PI and the research staff, and will be made available upon request. - Manuscripts: All scientific publications will be shared openly. At the time of publication, research results will be summarized on the VIB website and post-print pdf versions of publications or links to them will be made available there if allowed by copyright agreements, possibly after an embargo as determined by the publisher. Before the end of the embargo or in cases where sharing the post-print is not allowed due to copyright agreements, a pre-print version of the manuscript will be made available. Publications will also be automatically listed in our institutional repository, Lirias 2.0, based on the authors name and ORCID ID. - Nucleic acid and Protein sequences not patient-derived: they are stored on the KU Leuven servers and can be made available upon request. - Pseudonomyzed personal data will not be openly published, but will be made available through restricted access repositories such as EGA or dbGap, according to Data Protection by Design and by Default principles. In order to respect the patient’s privacy, clinical samples will only be available to the research and technical staff involved in the project, not to other groups, studies or purposes. - Data that do not support publication will be made available upon request by email. When will the data be made available? When will the data be made available? After publication of the results in a peer reviewed journal or before publication upon a material transfer agreement. As a general rule all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed - or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. For restricted-access repositories we will work with a Data Access Committee (DAC) from VIB, which provides guidance and oversight of Created using DMPonline.be. Last modiﬁed 11 April 2024 10 of 11 controlled-access data and systematically reviews data access requests to the data repository. Only after positive evaluation by the DAC will a user be able to access the deposited data (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and License, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PIs, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes Yes, upon publication DOI or other accession number will be assigned to the data. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. Additionally, we aim for open access upon publication of the results and the research groups will cover the cost. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Metadata will be documented by the fellowship holder - Nicole Wawrzyniak at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) that refer to specific datasets. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The fellowship holder - Nicole Wawrzyniak will ensure data storage and back up supervised by the PIs, with support from René Custers and Alexander Botzki for the electronic laboratory notebook and from Raf De Coster for the KU Leuven drives. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PIs - Lucia Chavez Gutierrez and Kristel Sleegers will be responsible for data preservation and sharing, with support from René Custers and Alexander Botzki for the electronic laboratory notebook and from Raf De Coster for the KU Leuven drives. Who will update and implement this DMP? Who will update and implement this DMP? The fellowship holder - Nicole Wawrzyniak will be responsible to update and implement the DMP. Created using DMPonline.be. Last modiﬁed 11 April 2024 11 of 11"
}