{
    "document_id": "D-2024-2493",
    "LinkTitle": "D-2024-2493",
    "file_name": "D-2024-2493.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2493.pdf",
    "metadata": {
        "title": "Gendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of politics.",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": "Gendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of\nGendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of\npolitics.\npolitics.\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nGertjan Muyters\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nGertjan Muyters\nGrant number / URL: \nGrant number / URL: \n1228524N\nID: \nID: \n206728\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nUnequal candidate turnover might be one of the reasons why full equality in gender representation is\noften not accomplished, even after the introduction of gender quotas. This research project builds\nfurther on my doctoral research on candidate turnover. The key theoretical frame is the demand and\nsupply model of political recruitment. First, this project digs deeper into the questions: Whether\ncandidate turnover is higher for women than for men? How quota impact this renewal rate across\ngender? If this gendered turnover is contingent on established turnover drivers at the systemic or\nparty level? Hypotheses will be tested by means of a RIGLS multilevel fractional logit model and a\nMCMC augmented beta regression on a general and a weighted turnover measure. We will make use\nof comparative data, containing candidates of represented political parties within 14 established\nparliamentary democracies, both with list-PR and majority electoral systems. Second, to better\nunderstand selectorate preferences, we will complement the statistical analysis on electoral data with\na discrete-choice-experimental design to investigate so-called stated preferences of national and\nregional party leaders. Third, this project investigates the supply of candidates by combining the\nPPDB with the ESS data to investigate the link between gendered candidate selection and citizens’\npolitical engagement.\nLast modified: \nLast modified: \n24-04-2024\nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n1 of 11\nGendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of\nGendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of\npolitics.\npolitics.\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n2 of 11\nGendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of\nGendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of\npolitics.\npolitics.\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n3 of 11\nGendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of\nGendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of\npolitics.\npolitics.\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nFor the first research line, we expand the existing self-created database on candidate turnover in established democracies. Data sources:\ngovernment websites, respective ministries of interior. For the covariates we turn to online databases (IDEA, ParlGov, PPDB). Candidate\ngender is gathered from electoral bulletins; in second instance we turn to name analysis (with AI-‘Gender Guesser’ classification algorithm).\nFor the second research line (discrete choice experiment), we use Qualtrics to create an online questionnaire that is send via e-mail, together\nwith research information and consent, to (regional) party leaders of represented political parties. Sampling method: snowball sampling. Party\nselectors are presented with about 15 choices, each time between three sets of candidate attributes (with different levels). Moreover, party\nselectors are asked to give some personal information about themselves: gender, age, educational attainment and previous actions within the\nparty selection process regarding gender representation.\nFor the third research line, we make use of the European Social Survey data on campaign engagement. More specifically these three items will\nbe used: 'wrkprty', 'badge', and 'pstplonl'.\nThese three research lines result in three data tables each consisting of numerical data. They will be stored in .xls format (which can be easily\nimported in PowerBI and/or R for ETL and analysis). \nTotal storage space needed will be less than 1 TB (around 100 GB).\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person\n2\n. \nStorage capacity/repository\nduring the research\nafter the research\nDuring the research, the data will be stored on the KU Leuven PGI data storage drive. The shared network drive is based on the standard file\nstorage solution of ICTS KU Leuven. This storage is accessible outside the KU Leuven network via VPN and there is self-service version\ncontrol. This environment offers a secure option to safe the two final data matrices, including personal information provided by party selectors.\nIn addition, this secure environment will be used to store the auxiliary data table containing invidvidual electoral candidate renewal and gender\nstatistics, i.e. before aggregation (and in casu anonimisation) by calculating the (weighted) turnover at the electoral list level. This auxiliary\ndata table is pseudonymised by means of a candidate-specific ID.  \nMoreover, bearing in mind flexiblity concerning data accessibility and data management, data will be saved as well on Teams-site, during the\nresearch. Taking into account additional precautionary measures when placing data on non-European cloud solutions, this option will only be\nused for the anonimesed aggregated candidate renewal data table from the frist research branch and the publicly available and pseudonymised\nESS data (used in the third research branch of this project). \nTaking into account the relatively small data volume (< 1TB) of our numerical data tables, it will be convenient to ensure data preservation for\nat least 5 years after the end of the research using the shared network drive (for which Inge Vermeulen is the contact person). Data in the teams\nenvironment will not be stored after the end of the research.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nWithin the second research branch, we collect sensitive personal information (gender and political views) of party selectors. This is crucial\ninformation for the research goal in the second branch of this project: to search for and, if found, understand possible biased patterns in the\ndemand-side of the candidate selection process. Therefore, we will not only ask for informed consent on the use of this data within the scope of\nthis research project, but also to preserve this data in the secured KUL environment for 5 years after the end of the research (with a view to\npossible replication studies). Without this second informed consent, these sensitive personal data will not be stored after the end of the\nresearch.\nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n4 of 11\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nTaking into account additional precautionary measures when placing data on non-European cloud solutions, the Teams-site will only be used\nfor the anonimesed aggregated candidate renewal data table from the frist research branch and the publicly available and pseudonymised ESS\ndata (used in the third research branch of this project). \nWithin the second research branch, we collect sensitive personal information (gender and political views) of party selectors. This is crucial\ninformation for the research goal in the second branch of this project: to search for and, if found, understand possible biased patterns in the\ndemand-side of the candidate selection process. Therefore, we will not only ask for informed consent on the use of this data within the scope of\nthis research project, but also to preserve this data in the secured KUL environment for 5 years after the end of the research (with a view to\npossible replication studies). Without this second informed consent, these sensitive personal data will not be stored after the end of the\nresearch.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nConcerning data on electoral candidates, we gathered info via electoral bulletins on which the candidates agreed beforehand to run for public\noffice. Yet, unavailable gender data will be generated using the AI-‘Gender Guesser’ classification algorithm. Data will only be shared, upon\nrequest, after aggregating renewal rates and gender shares at the list level. Possible questions regarding the AI algorithm can be addressed to\nthe postdoctoral researcher (Gertjan Muyters). \nData sanity has been/will be assured in the following ways: official government data are collected; complex procedural tasks were performed\nboth using the MS Access and R environments; a battery of sanity checks were/will be performed by re-arranging and aggregating the data – in\naddition to random manual checks. \nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n5 of 11\nGendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of\nGendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of\npolitics.\npolitics.\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nIndividual\ncandidate\nrenewal\ndata table\n(auxiliary)\n- branch 1\nData table at the\nindididual\ncandidate level\n(hierarchical\nstructure:\nElection year >\nCountry >\nPolitical party >\nElectoral district\n> Candidate).\nThis table\ncontains\ncandidate\ngender, a\ndummy\nindicating if\ngenerated with\ngender guesser\nalgorithm or\nprovided in\nelectoral\nbulletins,\ncandidate age\nand occupation\n(if provided in\nthe electoral\nbulletins) and an\nindicator\nvariable for\nrenewal status. \nReuse existing data and add new\ndata (additional country samples\n+ gender data) \nDigital\nCompiled/aggregated data\n.txt, .R, .pbix\n< 100 GB\nNA\nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n6 of 11\naggregated\ncandidate\nrenewal\ndata table\n- branch 1\nData table at the\nelectoral list (i.e.\nparty-in-district)\nlevel. Two\naggregated\ndependent\nvariables:\nunweighted and\nweighted\ncandidate\nrenewal. \nIndependent\nvariables at\nparty level and\nelection level.\nData sources:\ngovernment\nwebsites,\nrespective\nministries of\ninterior + online\ndatabases\n(IDEA,\nParlGov,\nPPDB). \nReuse existing data and add new\ndata (additional country samples\n+ gender data & party leader\ngender data) \nDigital\nCompiled/aggregated data\n.txt, .R, .pbix\n< 1 GB\nNA\nDCE -\nbranch 2\nChoice sets\n(varying levels\nof attributes) of\nparty selectors +\npersonal info on\nparty selectors\nGenerate new data\nDigital\nExperimental\n.txt, .R\n< 1 GB\nNA\nESS -\nbranch 3\n3 ESS items on\ncampain\nengagement\ncombined with\nparty level and\nelection level\ndata from\nsecond date\ntable\nReuse existing data\nDigital\nObservational\n.csv, .R\n< 1 GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nI will expend my own dataset on candidate renewal (project number: 1228524N). \nMoreover I will make use of the ESS: https://www.europeansocialsurvey.org/. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nWe perform a DCE experiment on party selectors to study gendered candidate demand (i.e. DCE dataset). Therefore we will first inform\npossbile resondents on the goals and methods of this research, the necessity of their responses for answering the research questions at hand, and\nthe way we will process and store the (personal) data. This will be done in short in the corresponding e-mail and at the start of informed\nconsent form. \nNext we will ask for an informed consent, using a form based on the KUL template. This will presented to the respondents before they answer\nthe questionnaire (a box for informed consent will need to be highlighted before the respondents can proceed to the actual questionnaire). \nIn addition we will explicitly ask for the respondent's permission for the use and storage during the research + the possibility for the data\nstorage for 5 years after the end of the research. These will be done at the end of the Qualtrics questionnaire. \nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n7 of 11\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nWe take into account additional data security measures to store and handle sensitive personal data (gender & political views of party\nselectors), more specifically in the second research branch of this project (i.e. DCE dataset).\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nWe create a codebook, listing all variable names together with their short discription and their operationalisation. Moreover, we will provide\nthe relevent code and/or data management procedure upon request (in line with publication policy of journals where our work is published). \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nWe will use the github metadata format. \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n8 of 11\nDuring the research, the data will be stored on the KU Leuven PGI data storage drive. The shared network drive is based on the standard file\nstorage solution of ICTS KU Leuven. This storage is accessible outside the KU Leuven network via VPN and there is self-service version\ncontrol. This environment offers a secure option to safe the final data tables, including personal information provided by party selectors. In\naddition, this secure environment will be used to store the auxiliary data table containing invidvidual electoral candidate renewal and gender\nstatistics, i.e. before aggregation (and in casu anonimisation) by calculating the (weighted) turnover at the electoral list level. This auxiliary\ndata table is pseudonymised by means of a candidate-specific ID.  \nHow will the data be backed up?\nHow will the data be backed up?\nMoreover, bearing in mind flexiblity concerning data accessibility and data management, data will be saved as well on Teams-site, during the\nresearch. Taking into account additional precautionary measures when placing data on non-European cloud solutions, this option will only be\nused for the anonimesed aggregated candidate renewal data table from the frist research branch and the publicly available and pseudonymised\nESS data (used in the third research branch of this project). \nGiven the relatively small data volume of the numeric data table, the DCE data table will be backed up on an external hard drive, only used for\nthis purpose. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe options explained above (shared drive + Teams-site) are guarenteed up to 5 TB, while our data volume will remain significantly under 1\nTB. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe shared network drive is based on the standard file storage solution of ICTS KU Leuven. This environment offers a secure option to safe\nthe final data tables. \nMoreover, bearing in mind flexiblity concerning data accessibility and data management, data will be saved as well on Teams-site, during the\nresearch. Taking into account additional precautionary measures when placing data on non-European cloud solutions, this option will only be\nused for the anonimesed aggregated candidate renewal data table from the frist research branch and the publicly available and pseudonymised\nESS data (used in the third research branch of this project).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo costs for data storage and backup are expected for the choosen options. \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nWithin the second research branch, we collect sensitive personal information (gender and political views) of party selectors. This is crucial\ninformation for the research goal in the second branch of this project: to search for and, if found, understand possible biased patterns in the\ndemand-side of the candidate selection process. Therefore, we will not only ask for informed consent on the use of this data within the scope of\nthis research project, but also to preserve this data in the secured KUL environment for 5 years after the end of the research (with a view to\npossible replication studies). Without this second consent, these sensitive personal data will not be stored after the end of the research.\nOtherwise they will be stort for 5 years. \nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n9 of 11\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nData will remain on the PGI shared drive for 5 years. In addition non-sensitive personal data (thus data from branch 1 and branch 3) will be\nplaced in a GitHub secure repository that permits to control the access users have to assets, asset properties, and asset types.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs for data preservation are expected for the choosen options. \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nSensitive personal information (branch 2) will not be made available.\nAggregated data from branch 1 and branch 3 wlll be made available, in line with the publication policy of the journals where we publish the\nresults based on the underlying data. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nSensitive personal information (branch 2) will not be made available. If given informed consent by the respondents, these data will be stored\nfor 5 year after the end of the research to enable possible replication studies conducted by our research group (PGI). Without this consent, the\ndata will not be stored afther the end of the research project. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nChoice set information (i.e. choosen levels of attributes by party selectors in branch 2) and Sensitive personal information (branch 2: gender &\npolitical views) will not be made available. They will only be shared to reviewers in the publication process if necessary and if it can be\nguaranteed that data remain intern. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nData can be shared upon request via shared drive. Moreover, the unrestricted data will be placed on a repository (candidate repository: githup\nor ManGo). \nWhen will the data be made available?\nWhen will the data be made available?\nThe unrestricted data will be made available upon publication of research results or upon request (depending on the publication policy of the\njournal where results based on the underlying data are published). \nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nIn case no journal licence would apply, we will grant a licence based on the conditions specified in the informed consent form that respondents\nfill in. \nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n10 of 11\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nNot specific to the datasets, but to the journal articles that are based on the data.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs related to these data sharing plans (other than the time invested by the postdoctoral researcher). \n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\npostdoctoral researcher \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\npostdoctoral researcher \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nPGI data contact in cooperation with the postdoctoral researcher (as corresponding author of publications based on these data) \nWho will update and implement this DMP?\nWho will update and implement this DMP?\npostdoctoral researcher \nCreated using DMPonline.be. Last modiﬁed 24 April 2024\n11 of 11"
    },
    "clean_full_text": "Gendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of Gendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of politics. politics. A Data Management Plan created using DMPonline.be Creator: Creator: Gertjan Muyters Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Gertjan Muyters Grant number / URL: Grant number / URL: 1228524N ID: ID: 206728 Start date: Start date: 01-10-2024 End date: End date: 30-09-2027 Project abstract: Project abstract: Unequal candidate turnover might be one of the reasons why full equality in gender representation is often not accomplished, even after the introduction of gender quotas. This research project builds further on my doctoral research on candidate turnover. The key theoretical frame is the demand and supply model of political recruitment. First, this project digs deeper into the questions: Whether candidate turnover is higher for women than for men? How quota impact this renewal rate across gender? If this gendered turnover is contingent on established turnover drivers at the systemic or party level? Hypotheses will be tested by means of a RIGLS multilevel fractional logit model and a MCMC augmented beta regression on a general and a weighted turnover measure. We will make use of comparative data, containing candidates of represented political parties within 14 established parliamentary democracies, both with list-PR and majority electoral systems. Second, to better understand selectorate preferences, we will complement the statistical analysis on electoral data with a discrete-choice-experimental design to investigate so-called stated preferences of national and regional party leaders. Third, this project investigates the supply of candidates by combining the PPDB with the ESS data to investigate the link between gendered candidate selection and citizens’ political engagement. Last modified: Last modified: 24-04-2024 Created using DMPonline.be. Last modiﬁed 24 April 2024 1 of 11 Gendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of Gendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of politics. politics. DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 April 2024 2 of 11 Gendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of Gendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of politics. politics. GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 April 2024 3 of 11 Gendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of Gendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of politics. politics. Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) For the first research line, we expand the existing self-created database on candidate turnover in established democracies. Data sources: government websites, respective ministries of interior. For the covariates we turn to online databases (IDEA, ParlGov, PPDB). Candidate gender is gathered from electoral bulletins; in second instance we turn to name analysis (with AI-‘Gender Guesser’ classification algorithm). For the second research line (discrete choice experiment), we use Qualtrics to create an online questionnaire that is send via e-mail, together with research information and consent, to (regional) party leaders of represented political parties. Sampling method: snowball sampling. Party selectors are presented with about 15 choices, each time between three sets of candidate attributes (with different levels). Moreover, party selectors are asked to give some personal information about themselves: gender, age, educational attainment and previous actions within the party selection process regarding gender representation. For the third research line, we make use of the European Social Survey data on campaign engagement. More specifically these three items will be used: 'wrkprty', 'badge', and 'pstplonl'. These three research lines result in three data tables each consisting of numerical data. They will be stored in .xls format (which can be easily imported in PowerBI and/or R for ETL and analysis). Total storage space needed will be less than 1 TB (around 100 GB). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person 2 . Storage capacity/repository during the research after the research During the research, the data will be stored on the KU Leuven PGI data storage drive. The shared network drive is based on the standard file storage solution of ICTS KU Leuven. This storage is accessible outside the KU Leuven network via VPN and there is self-service version control. This environment offers a secure option to safe the two final data matrices, including personal information provided by party selectors. In addition, this secure environment will be used to store the auxiliary data table containing invidvidual electoral candidate renewal and gender statistics, i.e. before aggregation (and in casu anonimisation) by calculating the (weighted) turnover at the electoral list level. This auxiliary data table is pseudonymised by means of a candidate-specific ID. Moreover, bearing in mind flexiblity concerning data accessibility and data management, data will be saved as well on Teams-site, during the research. Taking into account additional precautionary measures when placing data on non-European cloud solutions, this option will only be used for the anonimesed aggregated candidate renewal data table from the frist research branch and the publicly available and pseudonymised ESS data (used in the third research branch of this project). Taking into account the relatively small data volume (< 1TB) of our numerical data tables, it will be convenient to ensure data preservation for at least 5 years after the end of the research using the shared network drive (for which Inge Vermeulen is the contact person). Data in the teams environment will not be stored after the end of the research. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) Within the second research branch, we collect sensitive personal information (gender and political views) of party selectors. This is crucial information for the research goal in the second branch of this project: to search for and, if found, understand possible biased patterns in the demand-side of the candidate selection process. Therefore, we will not only ask for informed consent on the use of this data within the scope of this research project, but also to preserve this data in the secured KUL environment for 5 years after the end of the research (with a view to possible replication studies). Without this second informed consent, these sensitive personal data will not be stored after the end of the research. Created using DMPonline.be. Last modiﬁed 24 April 2024 4 of 11 Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) Taking into account additional precautionary measures when placing data on non-European cloud solutions, the Teams-site will only be used for the anonimesed aggregated candidate renewal data table from the frist research branch and the publicly available and pseudonymised ESS data (used in the third research branch of this project). Within the second research branch, we collect sensitive personal information (gender and political views) of party selectors. This is crucial information for the research goal in the second branch of this project: to search for and, if found, understand possible biased patterns in the demand-side of the candidate selection process. Therefore, we will not only ask for informed consent on the use of this data within the scope of this research project, but also to preserve this data in the secured KUL environment for 5 years after the end of the research (with a view to possible replication studies). Without this second informed consent, these sensitive personal data will not be stored after the end of the research. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) Concerning data on electoral candidates, we gathered info via electoral bulletins on which the candidates agreed beforehand to run for public office. Yet, unavailable gender data will be generated using the AI-‘Gender Guesser’ classification algorithm. Data will only be shared, upon request, after aggregating renewal rates and gender shares at the list level. Possible questions regarding the AI algorithm can be addressed to the postdoctoral researcher (Gertjan Muyters). Data sanity has been/will be assured in the following ways: official government data are collected; complex procedural tasks were performed both using the MS Access and R environments; a battery of sanity checks were/will be performed by re-arranging and aggregating the data – in addition to random manual checks. Created using DMPonline.be. Last modiﬁed 24 April 2024 5 of 11 Gendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of Gendered candidate turnover in 14 established parliamentary democracies. Biases in the secret garden of politics. politics. FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Individual candidate renewal data table (auxiliary) - branch 1 Data table at the indididual candidate level (hierarchical structure: Election year > Country > Political party > Electoral district > Candidate). This table contains candidate gender, a dummy indicating if generated with gender guesser algorithm or provided in electoral bulletins, candidate age and occupation (if provided in the electoral bulletins) and an indicator variable for renewal status. Reuse existing data and add new data (additional country samples + gender data) Digital Compiled/aggregated data .txt, .R, .pbix < 100 GB NA Created using DMPonline.be. Last modiﬁed 24 April 2024 6 of 11 aggregated candidate renewal data table - branch 1 Data table at the electoral list (i.e. party-in-district) level. Two aggregated dependent variables: unweighted and weighted candidate renewal. Independent variables at party level and election level. Data sources: government websites, respective ministries of interior + online databases (IDEA, ParlGov, PPDB). Reuse existing data and add new data (additional country samples + gender data & party leader gender data) Digital Compiled/aggregated data .txt, .R, .pbix < 1 GB NA DCE - branch 2 Choice sets (varying levels of attributes) of party selectors + personal info on party selectors Generate new data Digital Experimental .txt, .R < 1 GB NA ESS - branch 3 3 ESS items on campain engagement combined with party level and election level data from second date table Reuse existing data Digital Observational .csv, .R < 1 GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: I will expend my own dataset on candidate renewal (project number: 1228524N). Moreover I will make use of the ESS: https://www.europeansocialsurvey.org/. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data We perform a DCE experiment on party selectors to study gendered candidate demand (i.e. DCE dataset). Therefore we will first inform possbile resondents on the goals and methods of this research, the necessity of their responses for answering the research questions at hand, and the way we will process and store the (personal) data. This will be done in short in the corresponding e-mail and at the start of informed consent form. Next we will ask for an informed consent, using a form based on the KUL template. This will presented to the respondents before they answer the questionnaire (a box for informed consent will need to be highlighted before the respondents can proceed to the actual questionnaire). In addition we will explicitly ask for the respondent's permission for the use and storage during the research + the possibility for the data storage for 5 years after the end of the research. These will be done at the end of the Qualtrics questionnaire. Created using DMPonline.be. Last modiﬁed 24 April 2024 7 of 11 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes We take into account additional data security measures to store and handle sensitive personal data (gender & political views of party selectors), more specifically in the second research branch of this project (i.e. DCE dataset). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). We create a codebook, listing all variable names together with their short discription and their operationalisation. Moreover, we will provide the relevent code and/or data management procedure upon request (in line with publication policy of journals where our work is published). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes We will use the github metadata format. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Created using DMPonline.be. Last modiﬁed 24 April 2024 8 of 11 During the research, the data will be stored on the KU Leuven PGI data storage drive. The shared network drive is based on the standard file storage solution of ICTS KU Leuven. This storage is accessible outside the KU Leuven network via VPN and there is self-service version control. This environment offers a secure option to safe the final data tables, including personal information provided by party selectors. In addition, this secure environment will be used to store the auxiliary data table containing invidvidual electoral candidate renewal and gender statistics, i.e. before aggregation (and in casu anonimisation) by calculating the (weighted) turnover at the electoral list level. This auxiliary data table is pseudonymised by means of a candidate-specific ID. How will the data be backed up? How will the data be backed up? Moreover, bearing in mind flexiblity concerning data accessibility and data management, data will be saved as well on Teams-site, during the research. Taking into account additional precautionary measures when placing data on non-European cloud solutions, this option will only be used for the anonimesed aggregated candidate renewal data table from the frist research branch and the publicly available and pseudonymised ESS data (used in the third research branch of this project). Given the relatively small data volume of the numeric data table, the DCE data table will be backed up on an external hard drive, only used for this purpose. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The options explained above (shared drive + Teams-site) are guarenteed up to 5 TB, while our data volume will remain significantly under 1 TB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The shared network drive is based on the standard file storage solution of ICTS KU Leuven. This environment offers a secure option to safe the final data tables. Moreover, bearing in mind flexiblity concerning data accessibility and data management, data will be saved as well on Teams-site, during the research. Taking into account additional precautionary measures when placing data on non-European cloud solutions, this option will only be used for the anonimesed aggregated candidate renewal data table from the frist research branch and the publicly available and pseudonymised ESS data (used in the third research branch of this project). What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs for data storage and backup are expected for the choosen options. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). Within the second research branch, we collect sensitive personal information (gender and political views) of party selectors. This is crucial information for the research goal in the second branch of this project: to search for and, if found, understand possible biased patterns in the demand-side of the candidate selection process. Therefore, we will not only ask for informed consent on the use of this data within the scope of this research project, but also to preserve this data in the secured KUL environment for 5 years after the end of the research (with a view to possible replication studies). Without this second consent, these sensitive personal data will not be stored after the end of the research. Otherwise they will be stort for 5 years. Created using DMPonline.be. Last modiﬁed 24 April 2024 9 of 11 Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Data will remain on the PGI shared drive for 5 years. In addition non-sensitive personal data (thus data from branch 1 and branch 3) will be placed in a GitHub secure repository that permits to control the access users have to assets, asset properties, and asset types. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs for data preservation are expected for the choosen options. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Sensitive personal information (branch 2) will not be made available. Aggregated data from branch 1 and branch 3 wlll be made available, in line with the publication policy of the journals where we publish the results based on the underlying data. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Sensitive personal information (branch 2) will not be made available. If given informed consent by the respondents, these data will be stored for 5 year after the end of the research to enable possible replication studies conducted by our research group (PGI). Without this consent, the data will not be stored afther the end of the research project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Choice set information (i.e. choosen levels of attributes by party selectors in branch 2) and Sensitive personal information (branch 2: gender & political views) will not be made available. They will only be shared to reviewers in the publication process if necessary and if it can be guaranteed that data remain intern. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Data can be shared upon request via shared drive. Moreover, the unrestricted data will be placed on a repository (candidate repository: githup or ManGo). When will the data be made available? When will the data be made available? The unrestricted data will be made available upon publication of research results or upon request (depending on the publication policy of the journal where results based on the underlying data are published). Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. In case no journal licence would apply, we will grant a licence based on the conditions specified in the informed consent form that respondents fill in. Created using DMPonline.be. Last modiﬁed 24 April 2024 10 of 11 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No Not specific to the datasets, but to the journal articles that are based on the data. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs related to these data sharing plans (other than the time invested by the postdoctoral researcher). 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? postdoctoral researcher Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? postdoctoral researcher Who will manage data preservation and sharing? Who will manage data preservation and sharing? PGI data contact in cooperation with the postdoctoral researcher (as corresponding author of publications based on these data) Who will update and implement this DMP? Who will update and implement this DMP? postdoctoral researcher Created using DMPonline.be. Last modiﬁed 24 April 2024 11 of 11"
}