{
    "document_id": "D-2023-1853",
    "LinkTitle": "D-2023-1853",
    "file_name": "D-2023-1853.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1853.pdf",
    "metadata": {
        "title": "An alternative route to widespread fears: the effects of fear learning on perceptual discrimination",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "An alternative route to widespread fears: the effects of fear learning\non perceptual discrimination\nA Data Management Plan created using DMPonline.be\nCreator: \nJonas Zaman\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n12P8623N\nID: \n193611\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nOur fears do not remain specific but tend to spread across stimuli and situations, making fear\ngeneralization a key transdiagnostic mechanism underlying multiple disorders. Our recent\nfinding\nthat generalized fears were associated with failures in perceptual discrimination between novel,\nunthreatening stimuli and threat-associated stimuli has drastically challenged existing\nconceptions.\nCombined with research showing the malleability of perceptual discrimination by associative\nlearning,\nour work suggests an alternative perceptual route via which widespread fears may emerge.\nAlthough\nthe theoretical implications of these findings for generalization theories are starting to be\nacknowledged, systematic and translational research is needed. In a series of experimental\nstudies,\nwe will: (1) investigate immediate and long-term changes in discrimination acuity solely due to\nfear\nlearning; (2) study the impact of the interplay between fear and safety learning (i.e., differential\nlearning) on (asymmetric) changes in discrimination acuity; and (3) translate for the first time\nfindings from animal research that demonstrated the moderating role of stimulus similarity\nbetween\nsafety and fear cues on changes in perceptual discrimination to humans. This project has the\npotential to increase our understanding of post-learning behaviors, especially as it opens up\nentirely\nnew perspectives within the field of fear generalization.\nLast modified: \n16-01-2023\nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n1 of 6\nAn alternative route to widespread fears: the effects of fear learning\non perceptual discrimination\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from\nthe following options:\nGenerate new\ndata\nReuse\nexisting data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following\noptions:\n.por, .xml,\n.tab,\n.cvs,.pdf, .txt,\n.rtf, .dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nEXP1\nWP1\nGenerate new data\nDigital\nExperimental\n.cvs,.txt,.RData,.xlsx\n<100MB\n \nEXP2\nWP1\nGenerate new data\nDigital\nExperimental\n.cvs,.txt,.RData,.xlsx\n<100MB\n \nEXP3\nWP2\nGenerate new data\nDigital\nExperimental\n.cvs,.txt,.RData,.xlsx\n<100MB\n \nEXP4\nWP3\nGenerate new data\nDigital\nExperimental\n.cvs,.txt,.RData,.xlsx\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nEXP 1 - ethics approval obtained (GZEK 2020-43)\nEXP 2 - ethics approval pending (\nG-2022-5873-R2(MAR)\n)\nEXP 3 - ethics approval will be obtained prior to start of data collection\nEXP 4 - ethics approval obtained (GZEK 2020-43)\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n2 of 6\nYes\nWe will collect anonymized information about the participant's gender and age.\nThe informed consent will be signed with the participant's name and the payment form\nwill comprise their name, address, and bank account. These will be saved in keylocked\ncabinets separately from the rest of the experimental data and will be destroyed\nafter the required embargo period.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nRaw an processed experimental data will be collected and saved per WP, including\na txt file with a clear description of what the data represent and how they were\ngenerated. The name of the folder will contain the description of the WP. A .txt file explaining the\nnaming will be maintained. In addition, the codebook will contain information on study\ndesign, sampling methodology, fieldwork, variable-level detail, and all information\nnecessary for a secondary analyst to use the data accurately and effectively. Research\nmethods and practices (including the informed consent process) will be fully\ndocumented as word files, as well as a blank copy of the informed consent form.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n3 of 6\nThe time-stamped master copy of the data will be kept on our research unit central\nstorage facility. Copies can be made and kept on personal devices. Furthermore, a back up will be stored (publically available) on the\nOpen Science Framework\nHow will the data be backed up?\nThe data will be backed up to one drive on a daily basis. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData folders will be saved in an encrypted password-protected manner using Bitlocker.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nFWO allows for part of the allocated project budget to be used to cover the cost\nassociated with data storage (currently, these are estimated at 0 euro).\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nAll collected data will be retained for the expected 5 year period after the end of the\nproject.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored on the university's servers (with automatic back-up\nprocedures) for at least 5 years, conform the KU Leuven RDM policy as well as on the Open Science Framework\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe KU Leuven offers limited free storage capacity to its employees. The size of the\ncollected data falls within the free-offered storage capacity.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n4 of 6\nYes, in an Open Access repository\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe full dataset will be uploaded in a cvs format in the Open Science Framework on\ndata servers located within the EU.\nWhen will the data be made available?\nUpon publication of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe full dataset and source code will be released on the Open Science Framework\nunder a CC-BY license on data servers located within the EU.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PI: Jonas Zaman \nWho will manage data storage and backup during the research project?\nThe PI: Jonas Zaman \nWho will manage data preservation and sharing?\nThe PI: Jonas Zaman \nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n5 of 6\nWho will update and implement this DMP?\nThe PI: Jonas Zaman \nCreated using DMPonline.be. Last modiﬁed 16 January 2023\n6 of 6"
    },
    "clean_full_text": "An alternative route to widespread fears: the effects of fear learning on perceptual discrimination A Data Management Plan created using DMPonline.be Creator: Jonas Zaman Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 12P8623N ID: 193611 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: Our fears do not remain specific but tend to spread across stimuli and situations, making fear generalization a key transdiagnostic mechanism underlying multiple disorders. Our recent finding that generalized fears were associated with failures in perceptual discrimination between novel, unthreatening stimuli and threat-associated stimuli has drastically challenged existing conceptions. Combined with research showing the malleability of perceptual discrimination by associative learning, our work suggests an alternative perceptual route via which widespread fears may emerge. Although the theoretical implications of these findings for generalization theories are starting to be acknowledged, systematic and translational research is needed. In a series of experimental studies, we will: (1) investigate immediate and long-term changes in discrimination acuity solely due to fear learning; (2) study the impact of the interplay between fear and safety learning (i.e., differential learning) on (asymmetric) changes in discrimination acuity; and (3) translate for the first time findings from animal research that demonstrated the moderating role of stimulus similarity between safety and fear cues on changes in perceptual discrimination to humans. This project has the potential to increase our understanding of post-learning behaviors, especially as it opens up entirely new perspectives within the field of fear generalization. Last modified: 16-01-2023 Created using DMPonline.be. Last modiﬁed 16 January 2023 1 of 6 An alternative route to widespread fears: the effects of fear learning on perceptual discrimination FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA EXP1 WP1 Generate new data Digital Experimental .cvs,.txt,.RData,.xlsx <100MB EXP2 WP1 Generate new data Digital Experimental .cvs,.txt,.RData,.xlsx <100MB EXP3 WP2 Generate new data Digital Experimental .cvs,.txt,.RData,.xlsx <100MB EXP4 WP3 Generate new data Digital Experimental .cvs,.txt,.RData,.xlsx <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data EXP 1 - ethics approval obtained (GZEK 2020-43) EXP 2 - ethics approval pending ( G-2022-5873-R2(MAR) ) EXP 3 - ethics approval will be obtained prior to start of data collection EXP 4 - ethics approval obtained (GZEK 2020-43) Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 16 January 2023 2 of 6 Yes We will collect anonymized information about the participant's gender and age. The informed consent will be signed with the participant's name and the payment form will comprise their name, address, and bank account. These will be saved in keylocked cabinets separately from the rest of the experimental data and will be destroyed after the required embargo period. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Raw an processed experimental data will be collected and saved per WP, including a txt file with a clear description of what the data represent and how they were generated. The name of the folder will contain the description of the WP. A .txt file explaining the naming will be maintained. In addition, the codebook will contain information on study design, sampling methodology, fieldwork, variable-level detail, and all information necessary for a secondary analyst to use the data accurately and effectively. Research methods and practices (including the informed consent process) will be fully documented as word files, as well as a blank copy of the informed consent form. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? Created using DMPonline.be. Last modiﬁed 16 January 2023 3 of 6 The time-stamped master copy of the data will be kept on our research unit central storage facility. Copies can be made and kept on personal devices. Furthermore, a back up will be stored (publically available) on the Open Science Framework How will the data be backed up? The data will be backed up to one drive on a daily basis. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data folders will be saved in an encrypted password-protected manner using Bitlocker. What are the expected costs for data storage and backup during the research project? How will these costs be covered? FWO allows for part of the allocated project budget to be used to cover the cost associated with data storage (currently, these are estimated at 0 euro). 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All collected data will be retained for the expected 5 year period after the end of the project. Where will these data be archived (stored and curated for the long-term)? The data will be stored on the university's servers (with automatic back-up procedures) for at least 5 years, conform the KU Leuven RDM policy as well as on the Open Science Framework What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The KU Leuven offers limited free storage capacity to its employees. The size of the collected data falls within the free-offered storage capacity. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 16 January 2023 4 of 6 Yes, in an Open Access repository If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. The full dataset will be uploaded in a cvs format in the Open Science Framework on data servers located within the EU. When will the data be made available? Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. The full dataset and source code will be released on the Open Science Framework under a CC-BY license on data servers located within the EU. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? None 6. Responsibilities Who will manage data documentation and metadata during the research project? The PI: Jonas Zaman Who will manage data storage and backup during the research project? The PI: Jonas Zaman Who will manage data preservation and sharing? The PI: Jonas Zaman Created using DMPonline.be. Last modiﬁed 16 January 2023 5 of 6 Who will update and implement this DMP? The PI: Jonas Zaman Created using DMPonline.be. Last modiﬁed 16 January 2023 6 of 6"
}