{
    "document_id": "D-2022-1511",
    "LinkTitle": "D-2022-1511",
    "file_name": "D-2022-1511.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1511.pdf",
    "metadata": {
        "title": "D-2022-1511",
        "author": "Myriam Mertens",
        "num_pages": 8
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant André Vantomme\nFWO Project Number & Title G089622N – Quantum color centers in diamond: unraveling the link between the atomic-scale structure \nand functionality\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☐ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).Primary data (generated by researcher and research group):\n1) Analogue data:\n1.1) Samples (bulk solids).\n1.2) Laboratory logbooks.\n1.3) Researchers’ notebooks.\n2) Digital data (total estimated volume of the order of GB/year):\n2.1) Experimental data (as directly measured): data files in an output format dictated by the specific \nsoftware, containing numerical data (measurement output) and text metadata (describing \nexperimental/instrumental parameters). Different formats, depending on instrument used for the \nmeasurements.\n2.2) Electronic laboratory logbooks containing detailed information on the samples, sample treatment, \nimplantation conditions and specifications, technical problems, main results… Such electronic logbooks are  \nset up both for emission channeling and photo luminescence measurements.  \n2.3) Processed and analysed experimental data: text documents, spreadsheets and graphical \nrepresentation of data, used for (or resulting from) data analysis.\n3.Ethical and legal issues\n2019-10-01 | FWO DMP Template 3Will you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☐ Yes\n☒ No\nIf yes: \n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used:\nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☐ Yes\n☒ No\nIf yes: \n-Reference to ethical committee approval:\nDoes your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☒ Yes\n☐ No\nIf yes, please comment:  \nAlthough tech transfer and valorisation are not direct goals of this project, such opportunities may \nemerge. In that case, IP related matters will be discussed among the staff involved in the project. The \noutcome of that discussion will be appended to this data management plan.\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\n4.Documentation and metadata\n2019-10-01 | FWO DMP Template 4What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  During each experiment, a detailed logbook will be used (different logbooks for the different experimental \nsetups). These logbooks will contain the date, a brief description of the performed experiment, the \nparameters used for each measurement, as well as the names of all the saved files.\nThe names of the files will be structured in a comprehensible way:\nsystem studied/date/main parameters used\nIn addition, data will be stored in a folder per experimental setup, the type of investigated system and the \ncorresponding date. In this way, by tracking the corresponding logbook notes, each file can be easily found  \non the local computers controlling the setup and on the server of the laboratory.\nThe analysis files will contain notes describing the analysis procedure and mention which original data files  \nare included. A readme file describing the goal of the experiment and the analysis procedure will be stored  \nin the folder where the data are saved.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☐ Yes\n☒ No\nIf yes, please specify:\nThere is no formal metadata standard in the research field of this project. However, we  will “metadata” \naccording to published examples in our field, and will make sure that the accompanying readme file will \nexplain the structure of the data .\n5.Data storage & backup during the FWO project\n2019-10-01 | FWO DMP Template 5Where will the data be stored?  EC: ISOLDE and Lisbon?\nPL?\nAll physical logbooks will be stored in a cabinet at the institute. Once each logbook is full, it will be stored \nin a central storage cabinet of the institute, for a period of 15 years after the last registered experiment. \nParts of the physical logbooks will be regularly scanned and stored digitally.  \nThe electronic data, including the physical logbook scans, electronic logbooks, raw data and analysis files, \nas well as reports, will be saved on local computers. The data stored on these computers are backed-up \ndaily on a central server. A mirror copy of this server is made on a back-up server located in a different \nbuilding. All researchers involved in the project will have access to the corresponding folder.\nThis project also involves experiments at an international large-scale facility (CERN). The setups, including \nthe computers that control them and collect the data, are owned and managed by a consortium of \ncollaborators that includes the PI of this project. The storage & backup policy applied to this data \ngenerated at CERN is the same as for the data generated at the KU Leuven.\nHow will the data be backed up?  All data on the server are automatically backed-up on a daily basis, as implemented by the IT responsible.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nIf no, please specify:  \nThe amount of data that will be generated in this project should not exceed a few hundred GBs, which is \nsmall enough to be stored on local computers and on central servers.\n2019-10-01 | FWO DMP Template 6What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The institutes involved have their own data servers and back-up systems. The cost for replacements of \noutdated infrastructure is shared by the staff members. Assuming a minimal lifetime of 5 years, the costs \nfor this project are estimated to be at most a few hundred euros per year, and will be covered by the \nrespective working budget.\nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Data servers and backups at KU Leuven can only be accessed via a password-protected central login, \ncomplemented by a personal authenticator (via mobile phone).  \n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).All the generated data will be stored for at least 5 years after the project ends.\nWhere will these data be archived (= stored for \nthe long term)? All data will be stored on the central back-up servers owned by and located at the partner institutes.\n2019-10-01 | FWO DMP Template 7What are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The system and cost allocation mentioned under 5.4 will also be used for data preservation after the \nproject ends. Costs are expected to be negligible (compared to personnel or consumable costs) and will be  \ncovered by other running projects from the involved groups (in case of no running projects, accumulated \nreserves will be used).\n7.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☐ Yes\n☒ No\nIf yes, please specify:\nWhich data will be made available after the end \nof the project? All data can be made available on an open repository (RDR at KU Leuven), for example if requested by the \neditor or publisher of a scientific journal or via restricted access upon request of an individual (e.g., a \nresearcher who intends to reproduce an experiment).\nWhere/how will the data be made available for \nreuse? ☐ In an Open Access repository\n☒ In a restricted access repository\n☒ Upon request by mail\n☐ Other (specify):\nUpon request and after the agreement of the partners of the collaboration, all data can be made available \non a repository. If other researchers have an interest in data published in our scientific papers, they can \ncontact the corresponding author of the publication in order to be pointed to the data sets.\nWhen will the data be made available?  After the research results have been published and after agreement by the partners.\n2019-10-01 | FWO DMP Template 8Who will be able to access the data and under \nwhat conditions? All involved researchers will have access to all the data. Upon request and after agreement of the \npartners, access to the data can be granted to other individuals/parties.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.The data volume is sufficiently small, freeware can be used to transfer and share the data.\n8.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  The partners involved in the project.\nWho will be responsible for data storage & back \nup during the project?  The partners involved in the project, together with the IT responsible of the research group, who is \nresponsible for the implementation of the storage and regular back up on the central server.\nWho will be responsible for ensuring data \npreservation and sharing?  The partners involved in the project.\nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPAlthough all researchers involved in the project have their responsibility, the PI bears the overall \nresponsibility for updating & implementing this DMP.\nIt should be emphasized that this is a project involving external partners, i.e., besides KU Leuven also at \nISOLDE, Lisbon, Diepenbeek and Torino. (Minor) differences in the overall philosophy and approach of the \nDMP may occur. Hereby, each partner is responsible for the DMP at her/his institute."
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant André Vantomme FWO Project Number & Title G089622N – Quantum color centers in diamond: unraveling the link between the atomic-scale structure and functionality Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).Primary data (generated by researcher and research group): 1) Analogue data: 1.1) Samples (bulk solids). 1.2) Laboratory logbooks. 1.3) Researchers’ notebooks. 2) Digital data (total estimated volume of the order of GB/year): 2.1) Experimental data (as directly measured): data files in an output format dictated by the specific software, containing numerical data (measurement output) and text metadata (describing experimental/instrumental parameters). Different formats, depending on instrument used for the measurements. 2.2) Electronic laboratory logbooks containing detailed information on the samples, sample treatment, implantation conditions and specifications, technical problems, main results… Such electronic logbooks are set up both for emission channeling and photo luminescence measurements. 2.3) Processed and analysed experimental data: text documents, spreadsheets and graphical representation of data, used for (or resulting from) data analysis. 3.Ethical and legal issues 2019-10-01 | FWO DMP Template 3Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☐ Yes ☒ No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☐ Yes ☒ No If yes: -Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☒ Yes ☐ No If yes, please comment: Although tech transfer and valorisation are not direct goals of this project, such opportunities may emerge. In that case, IP related matters will be discussed among the staff involved in the project. The outcome of that discussion will be appended to this data management plan. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: 4.Documentation and metadata 2019-10-01 | FWO DMP Template 4What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? During each experiment, a detailed logbook will be used (different logbooks for the different experimental setups). These logbooks will contain the date, a brief description of the performed experiment, the parameters used for each measurement, as well as the names of all the saved files. The names of the files will be structured in a comprehensible way: system studied/date/main parameters used In addition, data will be stored in a folder per experimental setup, the type of investigated system and the corresponding date. In this way, by tracking the corresponding logbook notes, each file can be easily found on the local computers controlling the setup and on the server of the laboratory. The analysis files will contain notes describing the analysis procedure and mention which original data files are included. A readme file describing the goal of the experiment and the analysis procedure will be stored in the folder where the data are saved. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No If yes, please specify: There is no formal metadata standard in the research field of this project. However, we will “metadata” according to published examples in our field, and will make sure that the accompanying readme file will explain the structure of the data . 5.Data storage & backup during the FWO project 2019-10-01 | FWO DMP Template 5Where will the data be stored? EC: ISOLDE and Lisbon? PL? All physical logbooks will be stored in a cabinet at the institute. Once each logbook is full, it will be stored in a central storage cabinet of the institute, for a period of 15 years after the last registered experiment. Parts of the physical logbooks will be regularly scanned and stored digitally. The electronic data, including the physical logbook scans, electronic logbooks, raw data and analysis files, as well as reports, will be saved on local computers. The data stored on these computers are backed-up daily on a central server. A mirror copy of this server is made on a back-up server located in a different building. All researchers involved in the project will have access to the corresponding folder. This project also involves experiments at an international large-scale facility (CERN). The setups, including the computers that control them and collect the data, are owned and managed by a consortium of collaborators that includes the PI of this project. The storage & backup policy applied to this data generated at CERN is the same as for the data generated at the KU Leuven. How will the data be backed up? All data on the server are automatically backed-up on a daily basis, as implemented by the IT responsible. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: The amount of data that will be generated in this project should not exceed a few hundred GBs, which is small enough to be stored on local computers and on central servers. 2019-10-01 | FWO DMP Template 6What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The institutes involved have their own data servers and back-up systems. The cost for replacements of outdated infrastructure is shared by the staff members. Assuming a minimal lifetime of 5 years, the costs for this project are estimated to be at most a few hundred euros per year, and will be covered by the respective working budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data servers and backups at KU Leuven can only be accessed via a password-protected central login, complemented by a personal authenticator (via mobile phone). 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).All the generated data will be stored for at least 5 years after the project ends. Where will these data be archived (= stored for the long term)? All data will be stored on the central back-up servers owned by and located at the partner institutes. 2019-10-01 | FWO DMP Template 7What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The system and cost allocation mentioned under 5.4 will also be used for data preservation after the project ends. Costs are expected to be negligible (compared to personnel or consumable costs) and will be covered by other running projects from the involved groups (in case of no running projects, accumulated reserves will be used). 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project? All data can be made available on an open repository (RDR at KU Leuven), for example if requested by the editor or publisher of a scientific journal or via restricted access upon request of an individual (e.g., a researcher who intends to reproduce an experiment). Where/how will the data be made available for reuse? ☐ In an Open Access repository ☒ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): Upon request and after the agreement of the partners of the collaboration, all data can be made available on a repository. If other researchers have an interest in data published in our scientific papers, they can contact the corresponding author of the publication in order to be pointed to the data sets. When will the data be made available? After the research results have been published and after agreement by the partners. 2019-10-01 | FWO DMP Template 8Who will be able to access the data and under what conditions? All involved researchers will have access to all the data. Upon request and after agreement of the partners, access to the data can be granted to other individuals/parties. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.The data volume is sufficiently small, freeware can be used to transfer and share the data. 8.Responsibilities Who will be responsible for the data documentation & metadata? The partners involved in the project. Who will be responsible for data storage & back up during the project? The partners involved in the project, together with the IT responsible of the research group, who is responsible for the implementation of the storage and regular back up on the central server. Who will be responsible for ensuring data preservation and sharing? The partners involved in the project. Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPAlthough all researchers involved in the project have their responsibility, the PI bears the overall responsibility for updating & implementing this DMP. It should be emphasized that this is a project involving external partners, i.e., besides KU Leuven also at ISOLDE, Lisbon, Diepenbeek and Torino. (Minor) differences in the overall philosophy and approach of the DMP may occur. Hereby, each partner is responsible for the DMP at her/his institute."
}