{
    "document_id": "D-2023-1870",
    "LinkTitle": "D-2023-1870",
    "file_name": "D-2023-1870.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1870.pdf",
    "metadata": {
        "title": "Jesuit Ideology, the Counter-Reformation and the Spiritual Madrigals of Philippe de Monte (1521-1603)",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Jesuit Ideology, the Counter-Reformation and the Spiritual Madrigals of Philippe de Monte\n(1521-1603)\nA Data Management Plan created using DMPonline.be\nCreator: \nLothar Peirsman\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nLothar Peirsman\nGrant number / URL: \n1107023N\nID: \n199003\nStart date: \n01-11-2022\nEnd date: \n01-11-2026\nProject abstract:\n \nThe genre of the spiritual madrigal reached a height of popularity in the final decades of the 16th century. With its combination of spiritual\nand philosophical poetry, and the music-expressive power of the secular madrigal, it flourished in Counter-Reformist contexts as a\nmedium for introducing sacred elements into the daily life. The Fleming Philippe de Monte (1521-1603) was not only one of the most\nsignificant and prolific composers of his time, but also one of the most important producers of spiritual madrigals. Yet, despite the rich\nsocio-cultural and musical interest of the spiritual madrigal, and Monte's stature and reputation, both the spiritual madrigal as a genre and\nMonte's contribution to it have not received much attention in research. This doctoral project scrutinizes Monte's spiritual madrigals\ntextually and musically. Monte's spiritual madrigals clearly exhibit connections with the Society of Jesus, which formed a powerful ally of\nCatholic rulers in their struggle against the rise of Protestantism. The hypothesis thus emerges that these pieces conveyed Jesuit doctrine\nor philosophy to their performers and audiences. A textual analysis of Monte's spiritual madrigals for their spiritual and philosophical\ncontent allows these pieces to be allocated within a Jesuit ideological framework. In addition, a musical analysis reveals techniques that\nempower the conveyed spiritual and philosophical messages in these madrigals.  \nLast modified: \n24-04-2023\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n1 of 7\nJesuit Ideology, the Counter-Reformation and the Spiritual Madrigals of Philippe de Monte\n(1521-1603)\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\n-Scans of sixteenth-century music prints of Monte's spiritual madrigals; saved as .pdf. \n-Scans of already made transcriptions in modern-day music notation of Monte's first three books of spiritual madrigals; saved as .pdf.\n-Self made transcriptions in modern-day music notation of Monte's third book of spiritual madrigals for six voices (1590), saved as .pdf.\n-Summarizing table of each book containing data such as title of the piece, cleffing, number of bars, time signature and poetic author, saved as .xlsx.\n-English translations of the poetry from these books, both saved as .word and .pdf. \n-Working document for textual and contextual analysis, saved as .word and .pdf.\n-Working document for musical analysis with excerpts from the scores, saved as pptx and pdf.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nDuring my research, I will be responsible for the preservation of my data. After my research, my promotor, Prof. David Burn, will take over this responsibility\n2\n. \nBoth during and after my research, the Faculty of Arts Onedrive service will be used which provides a safe storage space in combination a frequent back-up. \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n2 of 7\nJesuit Ideology, the Counter-Reformation and the Spiritual Madrigals of Philippe de Monte\n(1521-1603)\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n3 of 7\nJesuit Ideology, the Counter-Reformation and the Spiritual Madrigals of Philippe de Monte\n(1521-1603)\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n4 of 7\nJesuit Ideology, the Counter-Reformation and the Spiritual Madrigals of Philippe de Monte\n(1521-1603)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital\ndata\nOnly for\ndigital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital\nData\nType\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nMusic scores:\nscans\nScans of sixteenth-century prints Monte's books of spiritual\nmadrigals \nGenerate new data\n (the third book for\nsix voices hasn't been scanned yet)\nbooks\nReuse existing data\n (the first three\nbooks have already been scanned and\nare readily available)\nDigital\nNA\n.pdf\n \n<1GB\n \nMusic scores:\ntranscriptions\nTranscriptions in modern-day music notation of Monte's spiritual\nmadrigals\nGenerate new data \n(I will make a\ntranscription in modern-day notation\nfrom the pieces in the third book of six\nvoices)\nReuse existing data \n(I will use the\ntranscriptions in modern-day notation\nfrom the pieces in the first three\nbooks, which were already made by\nother scholars)\nDigital\nNA\n.pdf\n<1GB\n \nMusic scores:\nexcerpts \nExcerpt from the scores with additional explanatory notes which\nwill be used in my dissertation\nGenerate new data\nDigital\nNA\n.pptx\n<1GB\n \nEnglish\ntranslations\npoetry\nAll Italian poems in Monte's books of spiritual madrigals will be\ntranslated in English\nGenerate new data\nDigital\nNA\n.pdf\n<100MB\n \nSummaries\nMonte's books of\nspiritual\nmadrigals\nFor each book I will make an overview which will summarize some\nbasic aspects from each book e.g., the title of the pieces, the\nnumber of bars per piece, the time signature of each piece and\nthe poetic author.\nGenerate new data\nDigital\nNA\n.xlsx\n<100MB\n \nLists of spiritual\nand\nphilosophical\nsubjects \nPer book, I will make a list of spiritual and philosophical subjects\nper piece.\nGenerate new data\nDigital \nNA\nxlsx\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\n- The already made scans of the sixteenth-century prints will be consulted on the following musical databases: IMSLP (https://imslp.org/wiki/Main_Page) and RISM (https://rism.info/)\n-For the already made transcriptions in modern-day notation, I will use the following source:\nBook 1 for five voices: \nIl primo libro di madrigali spirituali a cinque voci\n by Piet Nuten; Brussel: Paleis der Academiën; 1958\nBook 1 for six voices: \nIl primo libro di madrigali spirituali a sei voci\n by Georges van Doorslaer; Bruxelles: Culture et civilisation, 1972\nBook 2 for six and seven voices: \nIl secondo libro di madrigali spirituali a sei e sette voci \nby Piet Nuten; Brussel: Paleis der Academiën, 1958\n  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n5 of 7\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nEach dataset will be stored in a separate folder in my KU Leuven Onedrive. The name of each document will contain only contain the information relevant to its content. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nI will use the metadata standard of KU Leuven Research Data Repository.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nKU Leuven Onedrive and a personal hard drive.\nHow will the data be backed up?\nThe KU Leuven Onedrive frequently makes a back-up. Furthermore, I will regularly update the storage on my personal hard drive. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKU Leuven one drive provides 2000 GB storage. This far exceeds the expected storage needed for my research. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe personal KU Leuven Onedrive can only be accessed by the personal institutional login.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNA\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll datasets previously described.\nWhere will these data be archived (stored and curated for the long-term)?\nKU Leuven Onedrive. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNA. \nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n6 of 7\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nMusical excerpts \nSummarizing tables\nLists of spiritual and philosophical subjects per book \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nA part of the modern-day transcription are scans from already made transcriptions. These are for personal use only and are restricted for circulation by the library of KU Leuven. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR\nWhen will the data be made available?\nAfter completion of my research. \nWhich data usage licenses are you going to provide? If none, please explain why.\nCreative Commons Attribution 4.0 International \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nNA\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nLothar Peirsman \nWho will manage data storage and backup during the research project?\nLothar Peirsman \nWho will manage data preservation and sharing?\nDavid Burn \nWho will update and implement this DMP?\nDavid Burn \nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n7 of 7"
    },
    "clean_full_text": "Jesuit Ideology, the Counter-Reformation and the Spiritual Madrigals of Philippe de Monte (1521-1603) A Data Management Plan created using DMPonline.be Creator: Lothar Peirsman Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Lothar Peirsman Grant number / URL: 1107023N ID: 199003 Start date: 01-11-2022 End date: 01-11-2026 Project abstract: The genre of the spiritual madrigal reached a height of popularity in the final decades of the 16th century. With its combination of spiritual and philosophical poetry, and the music-expressive power of the secular madrigal, it flourished in Counter-Reformist contexts as a medium for introducing sacred elements into the daily life. The Fleming Philippe de Monte (1521-1603) was not only one of the most significant and prolific composers of his time, but also one of the most important producers of spiritual madrigals. Yet, despite the rich socio-cultural and musical interest of the spiritual madrigal, and Monte's stature and reputation, both the spiritual madrigal as a genre and Monte's contribution to it have not received much attention in research. This doctoral project scrutinizes Monte's spiritual madrigals textually and musically. Monte's spiritual madrigals clearly exhibit connections with the Society of Jesus, which formed a powerful ally of Catholic rulers in their struggle against the rise of Protestantism. The hypothesis thus emerges that these pieces conveyed Jesuit doctrine or philosophy to their performers and audiences. A textual analysis of Monte's spiritual madrigals for their spiritual and philosophical content allows these pieces to be allocated within a Jesuit ideological framework. In addition, a musical analysis reveals techniques that empower the conveyed spiritual and philosophical messages in these madrigals. Last modified: 24-04-2023 Created using DMPonline.be. Last modiﬁed 24 April 2023 1 of 7 Jesuit Ideology, the Counter-Reformation and the Spiritual Madrigals of Philippe de Monte (1521-1603) Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) -Scans of sixteenth-century music prints of Monte's spiritual madrigals; saved as .pdf. -Scans of already made transcriptions in modern-day music notation of Monte's first three books of spiritual madrigals; saved as .pdf. -Self made transcriptions in modern-day music notation of Monte's third book of spiritual madrigals for six voices (1590), saved as .pdf. -Summarizing table of each book containing data such as title of the piece, cleffing, number of bars, time signature and poetic author, saved as .xlsx. -English translations of the poetry from these books, both saved as .word and .pdf. -Working document for textual and contextual analysis, saved as .word and .pdf. -Working document for musical analysis with excerpts from the scores, saved as pptx and pdf. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . During my research, I will be responsible for the preservation of my data. After my research, my promotor, Prof. David Burn, will take over this responsibility 2 . Both during and after my research, the Faculty of Arts Onedrive service will be used which provides a safe storage space in combination a frequent back-up. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA Created using DMPonline.be. Last modiﬁed 24 April 2023 2 of 7 Jesuit Ideology, the Counter-Reformation and the Spiritual Madrigals of Philippe de Monte (1521-1603) DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 April 2023 3 of 7 Jesuit Ideology, the Counter-Reformation and the Spiritual Madrigals of Philippe de Monte (1521-1603) GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 April 2023 4 of 7 Jesuit Ideology, the Counter-Reformation and the Spiritual Madrigals of Philippe de Monte (1521-1603) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Music scores: scans Scans of sixteenth-century prints Monte's books of spiritual madrigals Generate new data (the third book for six voices hasn't been scanned yet) books Reuse existing data (the first three books have already been scanned and are readily available) Digital NA .pdf <1GB Music scores: transcriptions Transcriptions in modern-day music notation of Monte's spiritual madrigals Generate new data (I will make a transcription in modern-day notation from the pieces in the third book of six voices) Reuse existing data (I will use the transcriptions in modern-day notation from the pieces in the first three books, which were already made by other scholars) Digital NA .pdf <1GB Music scores: excerpts Excerpt from the scores with additional explanatory notes which will be used in my dissertation Generate new data Digital NA .pptx <1GB English translations poetry All Italian poems in Monte's books of spiritual madrigals will be translated in English Generate new data Digital NA .pdf <100MB Summaries Monte's books of spiritual madrigals For each book I will make an overview which will summarize some basic aspects from each book e.g., the title of the pieces, the number of bars per piece, the time signature of each piece and the poetic author. Generate new data Digital NA .xlsx <100MB Lists of spiritual and philosophical subjects Per book, I will make a list of spiritual and philosophical subjects per piece. Generate new data Digital NA xlsx <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: - The already made scans of the sixteenth-century prints will be consulted on the following musical databases: IMSLP (https://imslp.org/wiki/Main_Page) and RISM (https://rism.info/) -For the already made transcriptions in modern-day notation, I will use the following source: Book 1 for five voices: Il primo libro di madrigali spirituali a cinque voci by Piet Nuten; Brussel: Paleis der Academiën; 1958 Book 1 for six voices: Il primo libro di madrigali spirituali a sei voci by Georges van Doorslaer; Bruxelles: Culture et civilisation, 1972 Book 2 for six and seven voices: Il secondo libro di madrigali spirituali a sei e sette voci by Piet Nuten; Brussel: Paleis der Academiën, 1958 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Created using DMPonline.be. Last modiﬁed 24 April 2023 5 of 7 No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Each dataset will be stored in a separate folder in my KU Leuven Onedrive. The name of each document will contain only contain the information relevant to its content. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes I will use the metadata standard of KU Leuven Research Data Repository. 3. Data storage & back-up during the research project Where will the data be stored? KU Leuven Onedrive and a personal hard drive. How will the data be backed up? The KU Leuven Onedrive frequently makes a back-up. Furthermore, I will regularly update the storage on my personal hard drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KU Leuven one drive provides 2000 GB storage. This far exceeds the expected storage needed for my research. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The personal KU Leuven Onedrive can only be accessed by the personal institutional login. What are the expected costs for data storage and backup during the research project? How will these costs be covered? NA 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All datasets previously described. Where will these data be archived (stored and curated for the long-term)? KU Leuven Onedrive. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? NA. Created using DMPonline.be. Last modiﬁed 24 April 2023 6 of 7 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Musical excerpts Summarizing tables Lists of spiritual and philosophical subjects per book If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights A part of the modern-day transcription are scans from already made transcriptions. These are for personal use only and are restricted for circulation by the library of KU Leuven. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR When will the data be made available? After completion of my research. Which data usage licenses are you going to provide? If none, please explain why. Creative Commons Attribution 4.0 International Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? NA 6. Responsibilities Who will manage data documentation and metadata during the research project? Lothar Peirsman Who will manage data storage and backup during the research project? Lothar Peirsman Who will manage data preservation and sharing? David Burn Who will update and implement this DMP? David Burn Created using DMPonline.be. Last modiﬁed 24 April 2023 7 of 7"
}