{
    "document_id": "D-2023-1901",
    "LinkTitle": "D-2023-1901",
    "file_name": "D-2023-1901.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-1901.pdf",
    "metadata": {
        "title": "D-2023-1901",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Quinten Goovaerts (0000-0002-2168-1103)\nContributor name(s) (+ ORCID) & roles Kalyan Das (0000-0002-8897-324X) – Supervisor\nSmita Patel (0000-0002-2523-4933) – Professor of collaboration group (for biochemical validation)\nJiayu Shen (0000-0001-8447-9378) – PhD student of collaboration group (for biochemical validation)\nProject number1 & title 3M200511\nHigh-resolution single-particle cryo-EM structures to reveal the human mitochondrial DNA transcription \nmachinery at work: a step towards understanding mitochondrial related disorders.\nFunder(s) GrantID21162823N\nAffiliation(s)  X KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  https://ror.org/03w5j8p12\n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description        ,     Gene transcription is carried out by RNA polymerases which are crucial biological machines  \n     -   -   . that synthesize RNA molecules from protein coding and non protein coding genes This  \n               enzymatic process is highly regulated and defects in genes or gene regulation are linked to a  \n  .  ,         myriad of diseases In eukaryotes these reactions occur in the nucleus and mitochondria and  \n        .    they have been widely studied in the last decades Despite significant advances in  \n      ,   understanding of gene transcription and regulation fundamentals our understanding of  \n    .  ,     mitochondrial RNA polymerases remains scarce In addition a complete overview of the  \n          successive molecular events involving the human mitochondrial RNA polymerases is still  \n, ,          missing however is required for exploring effective therapies for patients with certain  \n .        mitochondrial disorders The proposed fundamental research addresses this limitation by  \n           providing a structural and mechanistic framework of the human mitochondrial DNA transcription  \n              machinery at work and provides new avenues to better understand the details of normal and  \n           . pathological biology of the human mitochondrial RNA polymerase at near atomic resolution  \n        -     This goal will be achieved by trapping consecutive high resolution structures of the human  \n        -  -  mitochondrial DNA transcription initiation complex at work using single particle cryo EM and  \n     - -       . biochemical assays to reveal its step by step progression in the transcription initiation pathway\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL \nDATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL \nDATA\nDataset Name Description New or \nReused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data Volume \n(MB, GB, TB)Physical \nVolume\nSequencing \nresultsSequencing data to \ncheck if plasmids \nhave the correct \ninsert and/or \nmutations were \nsuccessful ☒ Generate \nnew data☒ Digital☒ Experimental ☒ .pdf\n☒ .txt\n☒ .ab1☒ < 100 MB\nProtein \nPurification \nchromatography \nresults\n(Size exclusion & \nAffinity\nChromatography)Elution profiles of \nvarious purifications☒ Generate \nnew data☒ Digital☒ Experimental ☒ .csv☒ < 100 MB\nBiophysical \ncharacterization \nresults Proteins will be \ncharacterized using \nbiophysical \ntechniques such as \nDLS, MALS, TSA, ☒ Generate \nnew data☒ Digital☒ Experimental ☒ .dexp\n☒ .afe7\n☒ .eds\n☒ .txt \n☒ .scn☒ < 100 MB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5NanoDrop and SDS-\nPAGE\nCryo-EM datasets After complex \nformation, samples\nfor cryo-EM data \ncollection will be \nprepared. Multiple \nintermediate states \nwill be collected☒ Generate \nnew data☒ Digital☒ Experimental ☒ .tiff\n☒ .mrc\n☒ .xml\n☒ .jpg\n☒ .emi\n☒ .emd\n☒ .sxml\n☒ .bmp☒ < 5 TB (per \ndataset)\nPhysical samples Cell pellets, Purified \nproteins, ordered \nDNA sequences and \npurified initiation \ncomplexes will be \nstored in -80 °C☒ Generate \nnew data☒ Physical☒ Experimental ☒ NA☒ NA\nImages and \nmoviesImages* generated \nby ChimeraX, \nChimera, PyMol. \nMovies* generated \nby ChimeraX.\n*made with \n(un)published \nprotein structures☒ Generate \nnew data\n☒ Reuse \nexisting data☒ Digital☒ Experimental\n☒ Compiled☒ .cxs\n☒ .py\n☒ .pyc\n☒ .tiff\n☒ .jpg\n☒.mp4☒ < 100 GB\nDocumentation Experimental \nprotocols (adjusted \nfrom literature), \nmanuscripts, \nanalysis, and ☒ Generate \nnew data\n☒ Reuse \nexisting data☒ Digital\n☒ Physical☒ Experimental\n☒ Observational☒ .docx\n☒ .xlsx\n☒ .pdf\n☒ .ppt☒ < 100 GB Also on paper \nin laboratory \nnotebooks\nFWO DMP Template (Flemish Standard DMP) 6presentations\nProtein density \nmaps & Protein \nstructuresCryo-EM datasets \nwill be used for \nstructure solution of \ntarget protein \ncomplexes. Software  \nincludes: Relion, \nCryoSPARC, COOT \nand Phenix.☒ Generate \nnew data☒ Digital☒ Compiled/\nAggregated data☒ .eff\n☒ .cif\n☒ .geo\n☒ .pdb \n☒ .txt\n☒ .cs\n☒ .mrc\n☒ .star☒ < 100 GB\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Published protein structures are used for comparison and analysis purpose. All protein structures and \nelectron density maps are freely available in the Protein Data Bank and the Electron Microscope Data Bank  \nrespectively; and are made available for sharing with the scientific community.\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 7Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:\nWill  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 8Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nFWO DMP Template (Flemish Standard DMP) 9Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).Reused data: All reused data/protocols are published online and hence is understandable and \nalways accessible and usable\nExperimental data: Experimental data will be divided in physical and digital data.  \nPhysical samples: A list of all physical samples is maintained by me and updated when certain \nsamples are used in further experiments. In addition, all samples are stored on 4°C, -20°C or -80°C \nand shared in an online inventory tool with the lab (Quartzy). All lab members have access to this \ntool and can digitally search for the content of the freezers and fridges. Self-explaining names are \nused to store physical samples e.g. name of protein/complex, buffer components, date of \nproduction, …\nDigital data: Experimental data obtained from sequencing, purifications and biophysical \ncharacterization are saved on the shared drive* in appropriate folders. These folders are \ncategorized based on the used technique or experiment and a subdivision is made based on user or  \nproject. Data folders containing raw and processed data are hierarchically organized and labelled \nbased on the date of data generation, the number of the experiment and the source of the data \n(DDMMYYYY - self-explaining names).\nImages and movies created by software are also saved on the shared drive in appropriate folders \nusing the system above.\nCryo-EM datasets will be created by default with metadata imprinted by the image acquisition \nsoftware automatically. This includes information on project (user), date and time, equipment \nparameters etc. Data generated with the cryo-EM will be saved on an in-line server and will be \nbacked-up on an external 600 TB capacity server available in our lab. As a large server capacity is \navailable all kind of raw and (meta)data generated through the microscope will be stored for \nseveral years. Prof. Kalyan Das will have the end responsibility for ensuring data preservation.\nCompiled/aggregated data: Protein density maps, protein coordinates are saved on the shared \ndrive in appropriate folders using the system described above. In addition, density maps are also \nsaved on the user’s CryoSPARC account and shared drive on the HPC computer of KU Leuven.\nDocumentation: Experimental protocols and results will be recorded in physical lab books and \nstored into Word or Excel files. A summary and the analysis of the results is done in word or \nPowerPoint files. Data documentation, storage and back-up during the project is my responsibility.\n *Data will be stored on servers centrally managed by ICTS KU Leuven, also providing back-up \nFWO DMP Template (Flemish Standard DMP) 10capacity allowing disaster recovery and guaranteeing long-term data availability. Sharing \npossibilities are in place via OneDrive.\nOverall, all kind of data is stored in the appropriate folder on the shared drive as following \n“DDMMYYYY-self-explaining-name”.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\n \nCryo-EM data-sets will stored on the 600 TB server and labelled as following: DDMMYYYY_name-\nproject_details-parameters.  \nHard drives are labelled and also stored in the lab.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? Digital data (including protocols, raw data, analysed data, produced images/movies, processed data, \ndensity maps, protein structures…) will be stored on a shared network (J: Drive), which only can be \naccessed by members of our lab. In addition, data is synched with OneDrive providing a copy of the \noriginal data if required. Data stored on these servers are centrally managed by ICTS KU Leuven, also \nproviding back-up capacity allowing disaster recovery and guaranteeing long-term data availability.  \nCryo-EM data will be saved on an in-line server and will be backed-up on an external 600 TB capacity \nserver available in our lab.\nHard copy notebooks  with raw data will be stored physically in our laboratory.\nFWO DMP Template (Flemish Standard DMP) 11How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.Cryo-EM data is backed-up on an external 600TB capacity RAID server available in our lab.\nOther data (all data, except cryo-EM data) is automatically back-up when stored in the KU Leuven \ndatacenters. Files are actively backed-up at different timestamps using “snapshot” technology on faculty \nnetwork shares (J: Drive), where the previous versions of the changed files are kept online in a snapshot \non the same storage system.\nTo prevent data loss or in case of “business continuity” or “disaster recovery”, a mirror (exact copy) of all \ndata is created in a second datacenter. Every hour the data is copied to the second datacenter allowing \ndata restoration within the hour by the ICTS team in case the primary storage unit is corrupted.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nAll KU Leuven staff has 2 TB of storage on OneDrive, which is sufficient for all data (except for cryo-EM \ndatasets). For cryo-EM datasets an external 600 TB server is available in our lab. Once results are \npublished, the related data is compressed to reduce their size. In addition an extra 15 TB is available on \nthe HPC of the KU Leuven and can be increased if necessary.\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7All computers in the lab require to login with your personal KU Leuven password and account. If the \nperson is not a member of the lab, the shared drive is invisible for that person. Data stored on the HPC is \nprotected and inaccessible by others not related to the lab.  \nIn addition, everywhere where a login is required a two-step authentication is required.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 12What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The external 600 TB data server is already available in our lab hence no costs have to be made for cryo-EM  \ndata preservation. Data-storage on the HPC is 20 euro/TB/year. Currently we have 15 TB available which \ncorresponds to 300 euro/year and is managed by funding by the host institute and other projects.\nHard drives are also available for data storage and back up.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All data (including cryo-EM metadata) will be retained for at least five years after the end of the project.\nWhere will these data be archived (stored and \ncurated for the long-term)?Data (except for Cryo-EM data) will be stored on the K: archive drive (managed by KU Leuven) which has \nan unlimited maximum size, meaning that all generated data can be easily stored there. In addition, the K: \narchive drive can only be accessed by the involved researchers. The Cryo-EM raw and (meta)data will be \ncompressed and stored on our external 600 Tb server in the lab\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The yearly cost for network share storage on the K: archive drive is 11.38 euro per 100 Gb of which Group \nbiomedical sciences sponsors 50%, so the price paid by the lab will be 5.69 per 100 Gb. No costs are \nexpected for storage on our external 600 Tb server.\nFWO DMP Template (Flemish Standard DMP) 13\nFWO DMP Template (Flemish Standard DMP) 146. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Professor Kalyan Das will be the lead contact for any request to access the data from this project.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.Cryo-EM structures and cryo-EM density maps will be made available in the Protein Data Bank (PDB) and \nthe Electron Microscopy Data Bank (EMDB) respectively. Raw data will be made available upon request.\nFWO DMP Template (Flemish Standard DMP) 15When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Data will be made available upon publication of research results\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Data from the project that can be shared will be made available under a Creative Commons Attribution \nlicense (CC-BY 4.0), so that users have to give credit to the original data creators.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes\n☐ No\nIf yes: Permanent identifiers will be added to the data upon deposition (in PDB and EMDB)\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Data will be shared in open access data banks such as PDB and EMDB.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 167. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Data documentation, storage & back-up during this project will be the responsibility of the PhD researcher  \n(Quinten Goovaerts) under supervision of Prof. Kalyan Das.\nWho will manage data storage and backup \nduring the research project?Data documentation, storage & back-up during this project will be the responsibility of the PhD researcher  \n(Quinten Goovaerts) under supervision of Prof. Kalyan Das.\nWho will manage data preservation and \nsharing?Prof. Kalyan Das will have the end responsibility for ensuring data preservation and will be the lead \ncontact for any request to access the data from this project.\nWho will update and implement this DMP? The PhD researcher (Quinten Goovaerts) will be responsible to update and implement this DMP. Prof. \nKalyan Das will bear the end responsibility for updating and implementing this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Quinten Goovaerts (0000-0002-2168-1103) Contributor name(s) (+ ORCID) & roles Kalyan Das (0000-0002-8897-324X) – Supervisor Smita Patel (0000-0002-2523-4933) – Professor of collaboration group (for biochemical validation) Jiayu Shen (0000-0001-8447-9378) – PhD student of collaboration group (for biochemical validation) Project number1 & title 3M200511 High-resolution single-particle cryo-EM structures to reveal the human mitochondrial DNA transcription machinery at work: a step towards understanding mitochondrial related disorders. Funder(s) GrantID21162823N Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: https://ror.org/03w5j8p12 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description , Gene transcription is carried out by RNA polymerases which are crucial biological machines - - . that synthesize RNA molecules from protein coding and non protein coding genes This enzymatic process is highly regulated and defects in genes or gene regulation are linked to a . , myriad of diseases In eukaryotes these reactions occur in the nucleus and mitochondria and . they have been widely studied in the last decades Despite significant advances in , understanding of gene transcription and regulation fundamentals our understanding of . , mitochondrial RNA polymerases remains scarce In addition a complete overview of the successive molecular events involving the human mitochondrial RNA polymerases is still , , missing however is required for exploring effective therapies for patients with certain . mitochondrial disorders The proposed fundamental research addresses this limitation by providing a structural and mechanistic framework of the human mitochondrial DNA transcription machinery at work and provides new avenues to better understand the details of normal and . pathological biology of the human mitochondrial RNA polymerase at near atomic resolution - This goal will be achieved by trapping consecutive high resolution structures of the human - - mitochondrial DNA transcription initiation complex at work using single particle cryo EM and - - . biochemical assays to reveal its step by step progression in the transcription initiation pathway FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Sequencing resultsSequencing data to check if plasmids have the correct insert and/or mutations were successful ☒ Generate new data☒ Digital☒ Experimental ☒ .pdf ☒ .txt ☒ .ab1☒ < 100 MB Protein Purification chromatography results (Size exclusion & Affinity Chromatography)Elution profiles of various purifications☒ Generate new data☒ Digital☒ Experimental ☒ .csv☒ < 100 MB Biophysical characterization results Proteins will be characterized using biophysical techniques such as DLS, MALS, TSA, ☒ Generate new data☒ Digital☒ Experimental ☒ .dexp ☒ .afe7 ☒ .eds ☒ .txt ☒ .scn☒ < 100 MB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5NanoDrop and SDS- PAGE Cryo-EM datasets After complex formation, samples for cryo-EM data collection will be prepared. Multiple intermediate states will be collected☒ Generate new data☒ Digital☒ Experimental ☒ .tiff ☒ .mrc ☒ .xml ☒ .jpg ☒ .emi ☒ .emd ☒ .sxml ☒ .bmp☒ < 5 TB (per dataset) Physical samples Cell pellets, Purified proteins, ordered DNA sequences and purified initiation complexes will be stored in -80 °C☒ Generate new data☒ Physical☒ Experimental ☒ NA☒ NA Images and moviesImages* generated by ChimeraX, Chimera, PyMol. Movies* generated by ChimeraX. *made with (un)published protein structures☒ Generate new data ☒ Reuse existing data☒ Digital☒ Experimental ☒ Compiled☒ .cxs ☒ .py ☒ .pyc ☒ .tiff ☒ .jpg ☒.mp4☒ < 100 GB Documentation Experimental protocols (adjusted from literature), manuscripts, analysis, and ☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☒ Experimental ☒ Observational☒ .docx ☒ .xlsx ☒ .pdf ☒ .ppt☒ < 100 GB Also on paper in laboratory notebooks FWO DMP Template (Flemish Standard DMP) 6presentations Protein density maps & Protein structuresCryo-EM datasets will be used for structure solution of target protein complexes. Software includes: Relion, CryoSPARC, COOT and Phenix.☒ Generate new data☒ Digital☒ Compiled/ Aggregated data☒ .eff ☒ .cif ☒ .geo ☒ .pdb ☒ .txt ☒ .cs ☒ .mrc ☒ .star☒ < 100 GB GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Published protein structures are used for comparison and analysis purpose. All protein structures and electron density maps are freely available in the Protein Data Bank and the Electron Microscope Data Bank respectively; and are made available for sharing with the scientific community. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 8Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata FWO DMP Template (Flemish Standard DMP) 9Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).Reused data: All reused data/protocols are published online and hence is understandable and always accessible and usable Experimental data: Experimental data will be divided in physical and digital data. Physical samples: A list of all physical samples is maintained by me and updated when certain samples are used in further experiments. In addition, all samples are stored on 4°C, -20°C or -80°C and shared in an online inventory tool with the lab (Quartzy). All lab members have access to this tool and can digitally search for the content of the freezers and fridges. Self-explaining names are used to store physical samples e.g. name of protein/complex, buffer components, date of production, … Digital data: Experimental data obtained from sequencing, purifications and biophysical characterization are saved on the shared drive* in appropriate folders. These folders are categorized based on the used technique or experiment and a subdivision is made based on user or project. Data folders containing raw and processed data are hierarchically organized and labelled based on the date of data generation, the number of the experiment and the source of the data (DDMMYYYY - self-explaining names). Images and movies created by software are also saved on the shared drive in appropriate folders using the system above. Cryo-EM datasets will be created by default with metadata imprinted by the image acquisition software automatically. This includes information on project (user), date and time, equipment parameters etc. Data generated with the cryo-EM will be saved on an in-line server and will be backed-up on an external 600 TB capacity server available in our lab. As a large server capacity is available all kind of raw and (meta)data generated through the microscope will be stored for several years. Prof. Kalyan Das will have the end responsibility for ensuring data preservation. Compiled/aggregated data: Protein density maps, protein coordinates are saved on the shared drive in appropriate folders using the system described above. In addition, density maps are also saved on the user’s CryoSPARC account and shared drive on the HPC computer of KU Leuven. Documentation: Experimental protocols and results will be recorded in physical lab books and stored into Word or Excel files. A summary and the analysis of the results is done in word or PowerPoint files. Data documentation, storage and back-up during the project is my responsibility. *Data will be stored on servers centrally managed by ICTS KU Leuven, also providing back-up FWO DMP Template (Flemish Standard DMP) 10capacity allowing disaster recovery and guaranteeing long-term data availability. Sharing possibilities are in place via OneDrive. Overall, all kind of data is stored in the appropriate folder on the shared drive as following “DDMMYYYY-self-explaining-name”. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No Cryo-EM data-sets will stored on the 600 TB server and labelled as following: DDMMYYYY_name- project_details-parameters. Hard drives are labelled and also stored in the lab. 4.Data Storage & Back-up during the Research Project Where will the data be stored? Digital data (including protocols, raw data, analysed data, produced images/movies, processed data, density maps, protein structures…) will be stored on a shared network (J: Drive), which only can be accessed by members of our lab. In addition, data is synched with OneDrive providing a copy of the original data if required. Data stored on these servers are centrally managed by ICTS KU Leuven, also providing back-up capacity allowing disaster recovery and guaranteeing long-term data availability. Cryo-EM data will be saved on an in-line server and will be backed-up on an external 600 TB capacity server available in our lab. Hard copy notebooks with raw data will be stored physically in our laboratory. FWO DMP Template (Flemish Standard DMP) 11How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.Cryo-EM data is backed-up on an external 600TB capacity RAID server available in our lab. Other data (all data, except cryo-EM data) is automatically back-up when stored in the KU Leuven datacenters. Files are actively backed-up at different timestamps using “snapshot” technology on faculty network shares (J: Drive), where the previous versions of the changed files are kept online in a snapshot on the same storage system. To prevent data loss or in case of “business continuity” or “disaster recovery”, a mirror (exact copy) of all data is created in a second datacenter. Every hour the data is copied to the second datacenter allowing data restoration within the hour by the ICTS team in case the primary storage unit is corrupted. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: All KU Leuven staff has 2 TB of storage on OneDrive, which is sufficient for all data (except for cryo-EM datasets). For cryo-EM datasets an external 600 TB server is available in our lab. Once results are published, the related data is compressed to reduce their size. In addition an extra 15 TB is available on the HPC of the KU Leuven and can be increased if necessary. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7All computers in the lab require to login with your personal KU Leuven password and account. If the person is not a member of the lab, the shared drive is invisible for that person. Data stored on the HPC is protected and inaccessible by others not related to the lab. In addition, everywhere where a login is required a two-step authentication is required. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 12What are the expected costs for data storage and backup during the research project? How will these costs be covered?The external 600 TB data server is already available in our lab hence no costs have to be made for cryo-EM data preservation. Data-storage on the HPC is 20 euro/TB/year. Currently we have 15 TB available which corresponds to 300 euro/year and is managed by funding by the host institute and other projects. Hard drives are also available for data storage and back up. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All data (including cryo-EM metadata) will be retained for at least five years after the end of the project. Where will these data be archived (stored and curated for the long-term)?Data (except for Cryo-EM data) will be stored on the K: archive drive (managed by KU Leuven) which has an unlimited maximum size, meaning that all generated data can be easily stored there. In addition, the K: archive drive can only be accessed by the involved researchers. The Cryo-EM raw and (meta)data will be compressed and stored on our external 600 Tb server in the lab What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The yearly cost for network share storage on the K: archive drive is 11.38 euro per 100 Gb of which Group biomedical sciences sponsors 50%, so the price paid by the lab will be 5.69 per 100 Gb. No costs are expected for storage on our external 600 Tb server. FWO DMP Template (Flemish Standard DMP) 13 FWO DMP Template (Flemish Standard DMP) 146. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.Professor Kalyan Das will be the lead contact for any request to access the data from this project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.Cryo-EM structures and cryo-EM density maps will be made available in the Protein Data Bank (PDB) and the Electron Microscopy Data Bank (EMDB) respectively. Raw data will be made available upon request. FWO DMP Template (Flemish Standard DMP) 15When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Data will be made available upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Data from the project that can be shared will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: Permanent identifiers will be added to the data upon deposition (in PDB and EMDB) What are the expected costs for data sharing? How will these costs be covered? Data will be shared in open access data banks such as PDB and EMDB. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 167. Responsibilities Who will manage data documentation and metadata during the research project?Data documentation, storage & back-up during this project will be the responsibility of the PhD researcher (Quinten Goovaerts) under supervision of Prof. Kalyan Das. Who will manage data storage and backup during the research project?Data documentation, storage & back-up during this project will be the responsibility of the PhD researcher (Quinten Goovaerts) under supervision of Prof. Kalyan Das. Who will manage data preservation and sharing?Prof. Kalyan Das will have the end responsibility for ensuring data preservation and will be the lead contact for any request to access the data from this project. Who will update and implement this DMP? The PhD researcher (Quinten Goovaerts) will be responsible to update and implement this DMP. Prof. Kalyan Das will bear the end responsibility for updating and implementing this DMP."
}