{
    "document_id": "D-2024-3016",
    "LinkTitle": "D-2024-3016",
    "file_name": "D-2024-3016.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3016.pdf",
    "metadata": {
        "title": "Pioneering Practices. Re-reading Flanders’ architecture of the 1960s and ‘70s.",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Pioneering Practices. Re-reading Flanders’ architecture of the 1960s and ‘70s.\nPioneering Practices. Re-reading Flanders’ architecture of the 1960s and ‘70s.\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nLaura Lievevrouw\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nLaura Lievevrouw\nData Manager:\nData Manager:\n \nn.n. n.n.\nProject Administrator:\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \nGrant number / URL: \n3E200729\nID: \nID: \n206861\nStart date: \nStart date: \n01-10-2020\nEnd date: \nEnd date: \n30-09-2024\nProject abstract:\nProject abstract:\nThis research revisits architecture in Flanders through their 1960s-1970s design processes. It examines the creation of two public buildings: Westrand,\nthe cultural centre of Dilbeek designed by Alfons Hoppenbrouwers and Rudi Somers (1967-1973), and Gasthuisberg, the University Hospital of\nLeuven designed by Paul Felix, Jan Delrue, and Jan Tanghe (1967-1982). Despite their different functions and appearances, both projects were created\nin response to shifting societal needs that significantly impacted Flanders’ urban environment, eliciting a direct response from architectural practices.\nMoreover, the Belgian government recognized the potential of these buildings to improve citizens’ well-being. As the social significance of both\nbuildings enhanced, so did the way the involved architectural practices saw their role as social actors serving society through their work. They\nexperimented with new design tools and methods to meet the growing scale and complexity of these commissions, thereby characterizing this period as\nan incubation period for the development of architectural culture in Flanders. However, the understanding of the architectural production processes,\nparticularly the design processes of the time, is still underdeveloped. This study employs the language of these architectural practices, particularly the\nact of drawing, as a research tool to analyse both familiar and undisclosed research material in which this thought process is embedded. These materials\ninclude existing literature from sociocultural, historical, and architectural perspectives, as well as unknown design notes and drawings, architects'\nlibraries, educational documents and lectures, photographs of reference buildings taken by the architects, and conversations with collaborators.\nUltimately, the aim of this research is to enrich our understanding of the development of architectural culture and design in 1960s-1970s' Flanders,\nthereby shedding light on the pivotal role of architectural practices as social actors in shaping the built environment.\nLast modified: \nLast modified: \n26-04-2024\nCreated using DMPonline.be. Last modiﬁed 26 April 2024\n1 of 7\nPioneering Practices. Re-reading Flanders’ architecture of the 1960s and ‘70s.\nPioneering Practices. Re-reading Flanders’ architecture of the 1960s and ‘70s.\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nSCANNED IMAGES OF ARCHIVAL SOURCES (10GB):\nGiven the vast size of the consulted archives and the limited time available in the archival institutions themselves to examine these documents,\nthe consulted (mostly paper-based) records are usually scanned in situ and uploaded as JPEG files on OneDrive. These include images of\nmeeting reports, correspondence, design drawings, design notes, plans, and photographs. All this data is categorized according to archival\ncollection, location, file number, year, title, author, and creator to ensure fluent consultation during the study.\nTEXTUAL AND VISUAL DATABASE OF ARCHIVAL DOCUMENTS (5GB):\nDepending on the relevance of an archive to the research aim, a database of the scanned archival sources is created as an Excel/CSV file to\nensure even more fluent and precise consultation during the study. As for the images of the archival material of the main cases of this study, a\nvisualization using Miro and InDesign is made to equally organize the archival material in a visually appealing way. These visualizations are\nsaved as PDF and JPEG files on OneDrive.\nCOLLECTING LITERATURE (5GB):\nAcademic literature, grey literature, and technical documentation are consulted physically or digitally, via open access or online access through\nthe Limo platform of KU Leuven, or in specific libraries (if existing only in print). The online literature will be consulted in PDF format and\nstored on OneDrive or via Endnote, in the case of open access academic literature. Visual sources such as (published) drawings, models, digital\nvisualizations, and photographs of buildings and sites will also be stored on OneDrive if intellectual property rights allow for their reproduction\nfor internal or academic use.\nGENERATING INSIGHTS THROUGH TEXT AND VISUAL ANALYSIS (10GB):\nOn one hand, the in-depth analysis of the cases will happen in the form of written texts like papers, articles, and other textual reflections. This\nmaterial will be created in programs such as Word, InDesign, and Scrivener, and finally formatted into DOCX and PDF files saved on\nOneDrive.\nOn the other hand, the in-depth analysis also occurs in a more visual form. Buildings and drawings are studied by hand, and digital drawings,\ndigital photographs, site visit notes and annotations, and analogue and digital drawings using AutoCAD, InDesign, and Illustrator are used to\nanalyze and reflect on the research data. This material will be created in the drawing programs the researchers are most familiar with\n(AutoCAD, SketchUp), while post-production will occur using Adobe Creative Cloud software. Finalized images will be stored in JPEG (.jpg),\nPNG (.png), TIFF (.tiff), or PDF format on OneDrive, depending on their future role.\nPOSTERS AND PRESENTATIONS (5GB):\nDuring the study, the researcher regularly presents findings at seminars, congresses, and research group meetings. For these occasions, posters\nand presentations are created to communicate the research narrative using InDesign, Photoshop, AutoCAD, Illustrator, and PowerPoint, and\nsaved as PDF-formatted files on OneDrive.\nORAL SOURCES (5GB):\nInterviews with close witnesses of the researched design processes (primary architects, intern architects, draftsmen, etc.), as well as\narchitecture historians or critics who experienced this period firsthand, are considered conversations in which the research's own hypotheses\nand thought processes can be tested. To maintain a space for open dialogue, conversations with interns, architects themselves, clients, and\npoliticians were not recorded. However, the researcher took careful notes during these conversations and shortly afterward recorded insights\nbrought up during the discussion. These notes are written in Word and Scrivener and stored on OneDrive. If information from these\nconversations is used, permission will be requested from the interviewees.\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nARCHIVAL MATERIAL (non-exclusive list):\nArchives of various architects in Brussels and Flanders are in private hands, in the hands of institutions like the Sint-Lucas schools of\narchitecture, KADOC Archives, the University Archive of Leuven, the CIVA collections of Brussels, and the Flemish Architecture Institute in\nAntwerp.\nPUBLICATIONS:\nThe research will rely on published documents such as architectural history and theory books, architecture magazines, educational materials,\netc. This material will be consulted in private collections containing the libraries of the studied architects, as well as collections of various\narchitecture schools and institutes.\nCreated using DMPonline.be. Last modiﬁed 26 April 2024\n2 of 7\nDATABASES:\nIn the first stage of the research, during the selection of potential cases, extensive use will be made of existing databases such as ODIS\n(Database Intermediaire Structuren, odis.be); the Inventory of Immovable Heritage in Flanders (https://inventaris.onroerenderfgoed.be/); the\nInventory of Architectural Heritage in Brussels (https://monument.heritage.brussels/nl); etc.\nMAPS:\nIn the first stage of the research, during the selection of potential cases, extensive use will also be made of digitally available maps such as\nGeopunt Vlaanderen (https://www.geopunt.be), as well as Google Street View and BruCiel (https://www.bruciel.brussels/).\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nPersonal data will only be collected through conducting interviews (see oral sources). We will store the contact information (telephone\nnumber, email address) of the interviewees, along with formal data such as name and date of birth, together with the notes of the discussions.\nSince the oral discussions are not recorded, we can ensure that the rest of the interview data will only pertain to the interviewee's scholarly and\nprofessional career. We will not request personal details and intend in no way to breach any privacy regulations regarding the interviewee's\npersonal life.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nReuse of images, photographs, and architectural drawings not only requires mentioning the secondary source but also the original\nauthor/creator. For some of these images, permission will need to be secured from the author/creator or relevant institution prior to publishing\nthis material.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nCreated using DMPonline.be. Last modiﬁed 26 April 2024\n3 of 7\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThrough a clear folder structure located on OneDrive, existing data and developed material will be organized to simplify retrieving and\nconsulting the overall documentation.\nProduced material will adopt meaningful filenames starting with the date (year/month/day, e.g., 230331_), followed by a description of its\ncontent (CASE/ARCHIEF/TEXT/TEKENING), and, when applicable, ending with the initials of the creator.\nREADME files: Data will be described according to category (archival, interviews, images) and structured according to several identifiers:\ntitle, year, location, author/creator, file type, and keywords.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nA Word document (.docx format) will serve as a manual for the shared SharePoint website. It will document the general agreements regarding\nthe naming of files and describe the structure of data storage on SharePoint to ensure efficient further use of this material.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nSharepoint online\nShared network drive (J-drive)\nData will be stored via SharePoint Online, a Microsoft cloud solution offered by KU Leuven. A SharePoint Online site is a protected and\nsecure platform that supports online collaboration within a group, joint editing of documents, and the exchange of information and ideas. \nThe main tool for data storage will be KU Leuven OneDrive. ICT support is provided by LUCA. On LUCA-managed devices, personal\ndocuments are stored and synchronized with the data server (no data on the hard disk of the laptops). Long-term storage is guaranteed for up to\n10 years after the end of a project. This is stored on servers in Leuven, on the K-disk. Both PhD researchers and both supervisors will have\naccess to the data.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nKU Leuven does not provide any additional backups beyond the measures provided by Microsoft. Therefore, the data on the SharePoint\nwebsite will be backed up every 4 months by the PhD student. Due to the involvement of SharePoint, this backup process has to be done\nmanually.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nOneDrive allows for a standard storage capacity of 2 TB (which can be extended to 5 TB), while SharePoint has a storage capacity of 25.6 TB.\nWe do not expect to exceed these capacity limits.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nCreated using DMPonline.be. Last modiﬁed 26 April 2024\n4 of 7\nOneDrive is a strictly personal data service. Access to its content is only possible with the researcher's personal information (KU Leuven\npassword).\nSharePoint is an encrypted service. Only individuals who are granted access by one of the researchers working on the project can access the\ndata.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe proposed data storage solution is offered free of charge to all KU Leuven researchers.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nThe long-term storage is guaranteed for up to 10 years after the end of a project. Currently, this data is stored on the LUCA server and is also\nmigrated to servers in Leuven, specifically to the J-disk.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe do not expect any costs regarding the preservation of data for 10 years after the project.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nAll data will be made available after the end of the project. The only eventual exception would be archival material with restricted access\nand interviews and personal data of the interviewees, in case there has been any objection.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe data will only be available to researchers within the university.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nCreated using DMPonline.be. Last modiﬁed 26 April 2024\n5 of 7\nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nAll data will be made available after the end of the project. The only potential exceptions would be archival material with restricted access and\npersonal data of the interviewees, in case there have been any objections.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nTo be determined.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nTo be determined.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nWe do not expect particular data sharing costs. \nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researcher working on the project, Laura Lievevrouw.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThis will be managed by the project supervisor, Caroline Voet, with assistance from the researcher, Laura Lievevrouw.\nCreated using DMPonline.be. Last modiﬁed 26 April 2024\n6 of 7\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe researcher working on the project, Laura Lievevrouw.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe researcher working on the project, Laura Lievevrouw.\nCreated using DMPonline.be. Last modiﬁed 26 April 2024\n7 of 7"
    },
    "clean_full_text": "Pioneering Practices. Re-reading Flanders’ architecture of the 1960s and ‘70s. Pioneering Practices. Re-reading Flanders’ architecture of the 1960s and ‘70s. A Data Management Plan created using DMPonline.be Creator: Creator: Laura Lievevrouw Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Laura Lievevrouw Data Manager: Data Manager: n.n. n.n. Project Administrator: Project Administrator: n.n. n.n. Grant number / URL: Grant number / URL: 3E200729 ID: ID: 206861 Start date: Start date: 01-10-2020 End date: End date: 30-09-2024 Project abstract: Project abstract: This research revisits architecture in Flanders through their 1960s-1970s design processes. It examines the creation of two public buildings: Westrand, the cultural centre of Dilbeek designed by Alfons Hoppenbrouwers and Rudi Somers (1967-1973), and Gasthuisberg, the University Hospital of Leuven designed by Paul Felix, Jan Delrue, and Jan Tanghe (1967-1982). Despite their different functions and appearances, both projects were created in response to shifting societal needs that significantly impacted Flanders’ urban environment, eliciting a direct response from architectural practices. Moreover, the Belgian government recognized the potential of these buildings to improve citizens’ well-being. As the social significance of both buildings enhanced, so did the way the involved architectural practices saw their role as social actors serving society through their work. They experimented with new design tools and methods to meet the growing scale and complexity of these commissions, thereby characterizing this period as an incubation period for the development of architectural culture in Flanders. However, the understanding of the architectural production processes, particularly the design processes of the time, is still underdeveloped. This study employs the language of these architectural practices, particularly the act of drawing, as a research tool to analyse both familiar and undisclosed research material in which this thought process is embedded. These materials include existing literature from sociocultural, historical, and architectural perspectives, as well as unknown design notes and drawings, architects' libraries, educational documents and lectures, photographs of reference buildings taken by the architects, and conversations with collaborators. Ultimately, the aim of this research is to enrich our understanding of the development of architectural culture and design in 1960s-1970s' Flanders, thereby shedding light on the pivotal role of architectural practices as social actors in shaping the built environment. Last modified: Last modified: 26-04-2024 Created using DMPonline.be. Last modiﬁed 26 April 2024 1 of 7 Pioneering Practices. Re-reading Flanders’ architecture of the 1960s and ‘70s. Pioneering Practices. Re-reading Flanders’ architecture of the 1960s and ‘70s. Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. SCANNED IMAGES OF ARCHIVAL SOURCES (10GB): Given the vast size of the consulted archives and the limited time available in the archival institutions themselves to examine these documents, the consulted (mostly paper-based) records are usually scanned in situ and uploaded as JPEG files on OneDrive. These include images of meeting reports, correspondence, design drawings, design notes, plans, and photographs. All this data is categorized according to archival collection, location, file number, year, title, author, and creator to ensure fluent consultation during the study. TEXTUAL AND VISUAL DATABASE OF ARCHIVAL DOCUMENTS (5GB): Depending on the relevance of an archive to the research aim, a database of the scanned archival sources is created as an Excel/CSV file to ensure even more fluent and precise consultation during the study. As for the images of the archival material of the main cases of this study, a visualization using Miro and InDesign is made to equally organize the archival material in a visually appealing way. These visualizations are saved as PDF and JPEG files on OneDrive. COLLECTING LITERATURE (5GB): Academic literature, grey literature, and technical documentation are consulted physically or digitally, via open access or online access through the Limo platform of KU Leuven, or in specific libraries (if existing only in print). The online literature will be consulted in PDF format and stored on OneDrive or via Endnote, in the case of open access academic literature. Visual sources such as (published) drawings, models, digital visualizations, and photographs of buildings and sites will also be stored on OneDrive if intellectual property rights allow for their reproduction for internal or academic use. GENERATING INSIGHTS THROUGH TEXT AND VISUAL ANALYSIS (10GB): On one hand, the in-depth analysis of the cases will happen in the form of written texts like papers, articles, and other textual reflections. This material will be created in programs such as Word, InDesign, and Scrivener, and finally formatted into DOCX and PDF files saved on OneDrive. On the other hand, the in-depth analysis also occurs in a more visual form. Buildings and drawings are studied by hand, and digital drawings, digital photographs, site visit notes and annotations, and analogue and digital drawings using AutoCAD, InDesign, and Illustrator are used to analyze and reflect on the research data. This material will be created in the drawing programs the researchers are most familiar with (AutoCAD, SketchUp), while post-production will occur using Adobe Creative Cloud software. Finalized images will be stored in JPEG (.jpg), PNG (.png), TIFF (.tiff), or PDF format on OneDrive, depending on their future role. POSTERS AND PRESENTATIONS (5GB): During the study, the researcher regularly presents findings at seminars, congresses, and research group meetings. For these occasions, posters and presentations are created to communicate the research narrative using InDesign, Photoshop, AutoCAD, Illustrator, and PowerPoint, and saved as PDF-formatted files on OneDrive. ORAL SOURCES (5GB): Interviews with close witnesses of the researched design processes (primary architects, intern architects, draftsmen, etc.), as well as architecture historians or critics who experienced this period firsthand, are considered conversations in which the research's own hypotheses and thought processes can be tested. To maintain a space for open dialogue, conversations with interns, architects themselves, clients, and politicians were not recorded. However, the researcher took careful notes during these conversations and shortly afterward recorded insights brought up during the discussion. These notes are written in Word and Scrivener and stored on OneDrive. If information from these conversations is used, permission will be requested from the interviewees. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: ARCHIVAL MATERIAL (non-exclusive list): Archives of various architects in Brussels and Flanders are in private hands, in the hands of institutions like the Sint-Lucas schools of architecture, KADOC Archives, the University Archive of Leuven, the CIVA collections of Brussels, and the Flemish Architecture Institute in Antwerp. PUBLICATIONS: The research will rely on published documents such as architectural history and theory books, architecture magazines, educational materials, etc. This material will be consulted in private collections containing the libraries of the studied architects, as well as collections of various architecture schools and institutes. Created using DMPonline.be. Last modiﬁed 26 April 2024 2 of 7 DATABASES: In the first stage of the research, during the selection of potential cases, extensive use will be made of existing databases such as ODIS (Database Intermediaire Structuren, odis.be); the Inventory of Immovable Heritage in Flanders (https://inventaris.onroerenderfgoed.be/); the Inventory of Architectural Heritage in Brussels (https://monument.heritage.brussels/nl); etc. MAPS: In the first stage of the research, during the selection of potential cases, extensive use will also be made of digitally available maps such as Geopunt Vlaanderen (https://www.geopunt.be), as well as Google Street View and BruCiel (https://www.bruciel.brussels/). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Personal data will only be collected through conducting interviews (see oral sources). We will store the contact information (telephone number, email address) of the interviewees, along with formal data such as name and date of birth, together with the notes of the discussions. Since the oral discussions are not recorded, we can ensure that the rest of the interview data will only pertain to the interviewee's scholarly and professional career. We will not request personal details and intend in no way to breach any privacy regulations regarding the interviewee's personal life. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes Reuse of images, photographs, and architectural drawings not only requires mentioning the secondary source but also the original author/creator. For some of these images, permission will need to be secured from the author/creator or relevant institution prior to publishing this material. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Created using DMPonline.be. Last modiﬁed 26 April 2024 3 of 7 Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Through a clear folder structure located on OneDrive, existing data and developed material will be organized to simplify retrieving and consulting the overall documentation. Produced material will adopt meaningful filenames starting with the date (year/month/day, e.g., 230331_), followed by a description of its content (CASE/ARCHIEF/TEXT/TEKENING), and, when applicable, ending with the initials of the creator. README files: Data will be described according to category (archival, interviews, images) and structured according to several identifiers: title, year, location, author/creator, file type, and keywords. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes A Word document (.docx format) will serve as a manual for the shared SharePoint website. It will document the general agreements regarding the naming of files and describe the structure of data storage on SharePoint to ensure efficient further use of this material. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Sharepoint online Shared network drive (J-drive) Data will be stored via SharePoint Online, a Microsoft cloud solution offered by KU Leuven. A SharePoint Online site is a protected and secure platform that supports online collaboration within a group, joint editing of documents, and the exchange of information and ideas. The main tool for data storage will be KU Leuven OneDrive. ICT support is provided by LUCA. On LUCA-managed devices, personal documents are stored and synchronized with the data server (no data on the hard disk of the laptops). Long-term storage is guaranteed for up to 10 years after the end of a project. This is stored on servers in Leuven, on the K-disk. Both PhD researchers and both supervisors will have access to the data. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution KU Leuven does not provide any additional backups beyond the measures provided by Microsoft. Therefore, the data on the SharePoint website will be backed up every 4 months by the PhD student. Due to the involvement of SharePoint, this backup process has to be done manually. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes OneDrive allows for a standard storage capacity of 2 TB (which can be extended to 5 TB), while SharePoint has a storage capacity of 25.6 TB. We do not expect to exceed these capacity limits. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 26 April 2024 4 of 7 OneDrive is a strictly personal data service. Access to its content is only possible with the researcher's personal information (KU Leuven password). SharePoint is an encrypted service. Only individuals who are granted access by one of the researchers working on the project can access the data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The proposed data storage solution is offered free of charge to all KU Leuven researchers. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) The long-term storage is guaranteed for up to 10 years after the end of a project. Currently, this data is stored on the LUCA server and is also migrated to servers in Leuven, specifically to the J-disk. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We do not expect any costs regarding the preservation of data for 10 years after the project. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) All data will be made available after the end of the project. The only eventual exception would be archival material with restricted access and interviews and personal data of the interviewees, in case there has been any objection. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The data will only be available to researchers within the university. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Created using DMPonline.be. Last modiﬁed 26 April 2024 5 of 7 Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects All data will be made available after the end of the project. The only potential exceptions would be archival material with restricted access and personal data of the interviewees, in case there have been any objections. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) To be determined. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) To be determined. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? We do not expect particular data sharing costs. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher working on the project, Laura Lievevrouw. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? This will be managed by the project supervisor, Caroline Voet, with assistance from the researcher, Laura Lievevrouw. Created using DMPonline.be. Last modiﬁed 26 April 2024 6 of 7 Who will manage data preservation and sharing? Who will manage data preservation and sharing? The researcher working on the project, Laura Lievevrouw. Who will update and implement this DMP? Who will update and implement this DMP? The researcher working on the project, Laura Lievevrouw. Created using DMPonline.be. Last modiﬁed 26 April 2024 7 of 7"
}