{
    "document_id": "D-2022-1643",
    "LinkTitle": "D-2022-1643",
    "file_name": "D-2022-1643.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1643.pdf",
    "metadata": {
        "title": "D-2022-1643",
        "author": "Ewald Janssens",
        "num_pages": 4
    },
    "content": {
        "full_text": "DATA MANAGEMENT PLAN: KU LEUVEN PROJECT C14/22/103  \n \nADMINISTRATIVE INFORMATION  \nProject title: Metal -doped carbon clusters as model systems for the chemical storage of hydrogen  \nProject Identifier: C14/22/103  \nResearchers: Ewald Janssens, Peter Lievens  \nProject summary: Hydrogen is expected to take as energy carrier a central role in the energy transition. The \nchemical storage of hydrogen in solid materials remains a critical point despite extensive research. Theoretically it is \npossible to realis e high volumetric energy densities and reversible hydrogen charging kinetics in porous carbon \nmaterials that contain transition metal (TM) dopants, but there is a lack of fundamental understanding, particularly \nabout the roles of the bonding between the me tal catalyst and the carbon support, the clustering of the metal atoms, \nand the possible hydrogen spillover. Since fundamental chemical reaction steps take place at the level of individual \natoms, insight can be garnered by investigating simplified cluster model systems under highly controlled conditions. \nIn this project, we aim for atomistic and electronic level understanding of the interaction of hydrogen with binary TM -\ncarbon clusters with TM = Sc, Ti, Nb, Rh, using a unique combination of experiments in molecular beams and \naccurate quantum chemical calculations.  \nInstitution: KU Leuven  \nRESEARCH DATA SUMMARY  \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research \nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description \n(sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or \nreused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), \nand an estimate of the upper limit of the volume of the data.  \n \nThis project will generate new data. There is no personal data  involved.  \n \nType of data  Format  Volume  How created  WP  \nMass spectra  .txt \n.csv 1-10 GB Time -of-flight mass spectrometry measurements  1, 2 \nInfrared spectra  .txt \n.h5 10-50 GB Infrared spectroscopy measurements at FELIX and a t \nlaboatory  in Leuven  1, 2 \nTPD spectra and GC \nmeasurements  .dat \n.csv 1-10 GB  Gas chromatography spectra and temperature \nprogrammed desorption spectra  3 \nQuantum chemical \ncalculations  .out \n.opj \n.dat 100 MB  Quantum chemical software packages: Gaussian, \nOrca, …  1-3  \nRelevant reviewed \nliterature  .pdf, \n \n.bib 10-100 \nMB Articles will be available at the KU Leuven digital \nlibrary. The articles may be stored in pdf and the \nselection of articles can be exported as a .bib file \nusing the reference manager Mendeley.  1-3 \nLab books with \nwritten details about \nthe different process \ntrials, results , and \nobservations.  Written  \n \nin \n \npaper  1 drawer  Written by the researchers in the lab.  \n \n 1-3 \nPhysical samples  Physical  / Fabricated by the researchers in the lab. Samples of \nthe gas phase studies performed in WP 1 and 2 \ncannot be kept.  3 \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, \ndual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval \nnumber.  \n● No \nWhen research involves living animals, human participants, or when there is a possibility for dual use or misuse for \nunethical purposes, ethical approval needs to be obtained.  Include your ethical approval reference number in the \ncomment section.  \n● Not applicable  \nWill you  process personal data? If so, please refer to specific datasets or data types when appropriate and provide \nthe KU Leuven or UZ Leuven privacy register number (G or S number).  \n● No \nDoes your work have potential for commercial valorization (e.g. tech transfer , for example spin -offs, commercial \nexploitation, …)?  If so, please comment per dataset or data type where appropriate.   \n● No, but with following remark: Although tech transfer and valorisation  are not direct goals of this project, if an \nopportunity presents itself, it will be discussed among the  PIs involved in the project. The conclusions of that \ndiscussion will be appended to this data management plan.  \nDo existing 3rd party agreements restri ct exploitation or dissemination of the data you (re)use (e.g. Material or Data \ntransfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data \nthey relate and what restrictions are in place.  \n● No \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the \ndata you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be \nasserted.  \n● No \nDOCUMENTATION AND M ETADATA  \nClearly describe what approach will be followed to capture the accompanying information necessary to keep data \nunderstandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels \nand types required, proc edures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this \ninformation is recorded).   \n• For each experiment, a detailed (electronic) logbook will be used (different logbooks for the different \nexperimental setups). These logbooks wi ll contain the date, a brief description of the performed experiment, the \nparameters used for each measurement, as well as the names of all the saved files. The names of the files will \nbe structured in a comprehensible way: system studied/date/main paramet ers used.  \n• In addition, data will be stored in a folder per experimental setup, the type of investigated system and the \ncorresponding date. In this way, by tracking the corresponding logbook notes, each file can be easily found on \nthe local computers contro lling the setup and on the server of the laboratory.  \n• The analysis files will contain notes describing the analysis procedure and mention which original data files are \nincluded. A readme file describing the goal of the experiment and the analysis procedure  will be stored in the \nfolder where the data is saved.  \n \nWill a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata \nstandard will be used. If not, please specify which metadata will be created to ma ke the data easier to find and \nreuse.   \n● No. In this  research field, there is no formal metadata standard. However, the standardized steps described \nabove will ensure that the data is easy to find and reuse.  \n  \nDATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?  \n● Shared network drive ( R-drive)  \n● Personal network drive  that is synchronized with OneDrive -KU Leuven.   \nHow will the data be backed up?  \n● Data on personal computers is placed in OneDrive folders.  \n● The data stored on the local computers is  continuously and automatically backed -up on local servers. This is \ntaken care of by the IT responsible s of the department.  \nIs there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup \ncapacities are available, explain how this will be taken care of.   \n● Yes: The amount of data that will be generated in this project should not exceed a few hundred GBs, which \nis small enough to be stored in lo cal computers and on local servers.   \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?   \n• The data will be systematically transferred to the local server, with restricted access (managed by the IT \nresponsible). Only the (co -)promotors and involved researchers have access to the shared folders where the \ndata, analysis files and reports will be stored. Also, credentials are required to log in to local computers in \nthe laboratories.  \nWhat are the expecte d costs for data storage and backup during the research project? How will these costs be \ncovered?  \n• The costs are small . The departmental IT plan that is being rolled out will for each researcher cover a basic \namount of data storage. Since data volumes in th is project are not large, they are expected to fall within the \noffered amount.  \nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) aft er \nthe end of the project?  In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or \ncontractual restrictions, storage/budget issues, institutional policies...).  \n● All data will be preserved for 10 years according to KU Leuven RDM policy  \nWhere will these data be archived (stored and curated for the long -term)?   \n● Lab books will be stored in dedicated cabinets in the laboratories. Digital data will be retained on  local data \nstorage facilities. Physical samples used in WP3 will be s tored in lab 01.05.  \n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be \ncovered?  \n• The cost for data preservation during the retention period are comparable to the cost for storage and backup \nduring the project.  The same conditions apply.   \nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?   \nPlease explain per dataset or data type which data will be made available.  \n● Depending  on each specific research result, we will consider the option to make the data available as open \ndata on RDR or another platform. This particularly makes sense for analyzed data like infrared spectra, \nmass spectra, and reaction kinetics data. Data that is  not made available as open data, will be made \navailable if requested by the editor or publisher of a scientific journal or upon request of an individual (e.g. a \nresearcher who intends to reproduce an experiment).  \nAre there any factors that restrict or pr event the sharing of (some of) the data (e.g. as defined in an agreement with a \n3rd party, legal restrictions)?  \n● No \nWhere will the data be made available?   . \n● KU Leuven RDR (Research Data Repository)  \nIn a restricted access depository . Upon request and after the agreement of the project's PIs, all data can be \nmade available  on an open repository, for example if requested by the editor or publisher of a scientific \njournal or via restricted access upon request of an individual (e.g. a researcher who intend s to reproduce an \nexperiment).  \nWhen will the data be made available?   \n● Upon publication of research results  and after agreement of the involved PIs (with a possible embargo time \nno longer than one year after the publication of the research)  \nWhich data usa ge licenses are you going to provide?  \n● This is not decided yet and will be discussed case by case , but most likely we will opt for a CC license.   \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If alr eady \navailable, please provide  it here.   \n● Yes, a PID will be added upon deposit in a data repository  \nWhat are the expected costs for data sharing? How will these costs be covered?    \n● The c ost of sharing is expected to be zero or low. In case there is a cos t, it will be covered by working \nbudget of the project.  \nRESPONSIBILITIES  \nWho will manage data documentation and metadata during the research project?   \n● Each researcher who collects data within the project, according to the standards that have been agreed \nupon. \nWho will manage data storage and backup during the research project?   \n● Data storage and backup is managed by the departmental IT  \n \nWho will manage data preservation and sharing?   \n● Data preservation is managed by the departmental IT. Data sharing falls under the responsibility of the PIs: \nEwald Janssens and Peter Lievens  \nWho will update and implement this DMP?   \n● The promotor of the project is responsible for the updating and implementation of this DMP.  "
    },
    "clean_full_text": "DATA MANAGEMENT PLAN: KU LEUVEN PROJECT C14/22/103 ADMINISTRATIVE INFORMATION Project title: Metal -doped carbon clusters as model systems for the chemical storage of hydrogen Project Identifier: C14/22/103 Researchers: Ewald Janssens, Peter Lievens Project summary: Hydrogen is expected to take as energy carrier a central role in the energy transition. The chemical storage of hydrogen in solid materials remains a critical point despite extensive research. Theoretically it is possible to realis e high volumetric energy densities and reversible hydrogen charging kinetics in porous carbon materials that contain transition metal (TM) dopants, but there is a lack of fundamental understanding, particularly about the roles of the bonding between the me tal catalyst and the carbon support, the clustering of the metal atoms, and the possible hydrogen spillover. Since fundamental chemical reaction steps take place at the level of individual atoms, insight can be garnered by investigating simplified cluster model systems under highly controlled conditions. In this project, we aim for atomistic and electronic level understanding of the interaction of hydrogen with binary TM - carbon clusters with TM = Sc, Ti, Nb, Rh, using a unique combination of experiments in molecular beams and accurate quantum chemical calculations. Institution: KU Leuven RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. This project will generate new data. There is no personal data involved. Type of data Format Volume How created WP Mass spectra .txt .csv 1-10 GB Time -of-flight mass spectrometry measurements 1, 2 Infrared spectra .txt .h5 10-50 GB Infrared spectroscopy measurements at FELIX and a t laboatory in Leuven 1, 2 TPD spectra and GC measurements .dat .csv 1-10 GB Gas chromatography spectra and temperature programmed desorption spectra 3 Quantum chemical calculations .out .opj .dat 100 MB Quantum chemical software packages: Gaussian, Orca, … 1-3 Relevant reviewed literature .pdf, .bib 10-100 MB Articles will be available at the KU Leuven digital library. The articles may be stored in pdf and the selection of articles can be exported as a .bib file using the reference manager Mendeley. 1-3 Lab books with written details about the different process trials, results , and observations. Written in paper 1 drawer Written by the researchers in the lab. 1-3 Physical samples Physical / Fabricated by the researchers in the lab. Samples of the gas phase studies performed in WP 1 and 2 cannot be kept. 3 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ● No When research involves living animals, human participants, or when there is a possibility for dual use or misuse for unethical purposes, ethical approval needs to be obtained. Include your ethical approval reference number in the comment section. ● Not applicable Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ● No Does your work have potential for commercial valorization (e.g. tech transfer , for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ● No, but with following remark: Although tech transfer and valorisation are not direct goals of this project, if an opportunity presents itself, it will be discussed among the PIs involved in the project. The conclusions of that discussion will be appended to this data management plan. Do existing 3rd party agreements restri ct exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ● No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ● No DOCUMENTATION AND M ETADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, proc edures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). • For each experiment, a detailed (electronic) logbook will be used (different logbooks for the different experimental setups). These logbooks wi ll contain the date, a brief description of the performed experiment, the parameters used for each measurement, as well as the names of all the saved files. The names of the files will be structured in a comprehensible way: system studied/date/main paramet ers used. • In addition, data will be stored in a folder per experimental setup, the type of investigated system and the corresponding date. In this way, by tracking the corresponding logbook notes, each file can be easily found on the local computers contro lling the setup and on the server of the laboratory. • The analysis files will contain notes describing the analysis procedure and mention which original data files are included. A readme file describing the goal of the experiment and the analysis procedure will be stored in the folder where the data is saved. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to ma ke the data easier to find and reuse. ● No. In this research field, there is no formal metadata standard. However, the standardized steps described above will ensure that the data is easy to find and reuse. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? ● Shared network drive ( R-drive) ● Personal network drive that is synchronized with OneDrive -KU Leuven. How will the data be backed up? ● Data on personal computers is placed in OneDrive folders. ● The data stored on the local computers is continuously and automatically backed -up on local servers. This is taken care of by the IT responsible s of the department. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ● Yes: The amount of data that will be generated in this project should not exceed a few hundred GBs, which is small enough to be stored in lo cal computers and on local servers. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? • The data will be systematically transferred to the local server, with restricted access (managed by the IT responsible). Only the (co -)promotors and involved researchers have access to the shared folders where the data, analysis files and reports will be stored. Also, credentials are required to log in to local computers in the laboratories. What are the expecte d costs for data storage and backup during the research project? How will these costs be covered? • The costs are small . The departmental IT plan that is being rolled out will for each researcher cover a basic amount of data storage. Since data volumes in th is project are not large, they are expected to fall within the offered amount. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) aft er the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ● All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long -term)? ● Lab books will be stored in dedicated cabinets in the laboratories. Digital data will be retained on local data storage facilities. Physical samples used in WP3 will be s tored in lab 01.05. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? • The cost for data preservation during the retention period are comparable to the cost for storage and backup during the project. The same conditions apply. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ● Depending on each specific research result, we will consider the option to make the data available as open data on RDR or another platform. This particularly makes sense for analyzed data like infrared spectra, mass spectra, and reaction kinetics data. Data that is not made available as open data, will be made available if requested by the editor or publisher of a scientific journal or upon request of an individual (e.g. a researcher who intends to reproduce an experiment). Are there any factors that restrict or pr event the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ● No Where will the data be made available? . ● KU Leuven RDR (Research Data Repository) In a restricted access depository . Upon request and after the agreement of the project's PIs, all data can be made available on an open repository, for example if requested by the editor or publisher of a scientific journal or via restricted access upon request of an individual (e.g. a researcher who intend s to reproduce an experiment). When will the data be made available? ● Upon publication of research results and after agreement of the involved PIs (with a possible embargo time no longer than one year after the publication of the research) Which data usa ge licenses are you going to provide? ● This is not decided yet and will be discussed case by case , but most likely we will opt for a CC license. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If alr eady available, please provide it here. ● Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? ● The c ost of sharing is expected to be zero or low. In case there is a cos t, it will be covered by working budget of the project. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? ● Each researcher who collects data within the project, according to the standards that have been agreed upon. Who will manage data storage and backup during the research project? ● Data storage and backup is managed by the departmental IT Who will manage data preservation and sharing? ● Data preservation is managed by the departmental IT. Data sharing falls under the responsibility of the PIs: Ewald Janssens and Peter Lievens Who will update and implement this DMP? ● The promotor of the project is responsible for the updating and implementation of this DMP."
}