{
    "document_id": "D-2024-2646",
    "LinkTitle": "D-2024-2646",
    "file_name": "D-2024-2646.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2646.pdf",
    "metadata": {
        "title": "Architecture Drawn from the Gut: designing toilets as leverage for a cultural shift on human bodily waste and its treatment",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Architecture Drawn from the Gut: designing toilets as leverage for a cultural shift on human\nbodily waste and its treatment\nA Data Management Plan created using DMPonline.be\nCreator: \nManon Persoone\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11P7N24N\nID: \n206354\nStart date: \n01-11-2023\nEnd date: \n31-10-2027\nProject abstract:\nThe rapid and total removal of waste from our buildings puts an increasingly heavy burden on our environment and infrastructures.\nHuman bodily waste in particular, evacuated through underground sewers, sustains an obliviousness towards the waste we produce and\nthe way it is treated. This absenting of waste from our daily living environments is counterproductive to envisioning more ecologically\naware living patterns. Moreover, the Flemish sewers today fail to sustainably support us due to climate emergency and an unforeseen\ngrowth in population since they were built. In this critical context, a variety of alternatives for sanitation are arising, but have not yet been\nsuccessful for the implementation of new sustainable technologies is highly expensive, and – often overlooked –  dealing with waste and\ntoilets remains a highly taboo subject. Hence, an ecological shift in sanitation is not merely technical but mostly a cultural challenge. This\nresearch-by-design hypothesizes that architectural design can evoke a cultural shift towards more ecological ways to cope with waste\nby altering the design of toilets and designing with care for waste as a valuable resource. By investigating the understudied architectural\nelement of the toilet, the project aims to show how the so-called ‘smallest room’ in architecture can become key in triggering a\nfundamental transformation towards more ecological mindsets, which ultimately lead to long-term cultural changes in our patterns of\nhabitation.\nLast modified: \n18-04-2024\nCreated using DMPonline.be. Last modiﬁed 18 April 2024\n1 of 7\nArchitecture Drawn from the Gut: designing toilets as leverage for a cultural shift on human\nbodily waste and its treatment\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is\nabout), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of\ncontent), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for digital data \nOnly for\ndigital data \nOnly for\nphysical data\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nLiterature\nIncluding academic literature and\ntechnical documentation. This literature\nwill be consulted physically or digitally,\nvia open access or online access\nthrough  Limo of KU Leuven or\nChalmers Library.\nReused\nDigital or\nPhysical\n(if the\ndocument\nexists only\nin print).\nObservational\nThe online literature will be\nconsulted in .pdf format and\nstored on the OneDrive or via\nEndNote, in the case of open\naccess academic literature.\n<10GB\n \nLiterature\nSurvey\nA literature report that reduces a large\nbody of literature to a collection of\nreferences and summaries of texts that\nhave direct bearing on the research\ntopic.\nNew\nDigital \nObservational\nThe literature survey will be\ndrafted and saved in a Word\nformat (.docx) and stored on the\nOneDrive or via EndNote.\n<1GB\n \n(Reused)\nVisual\nmaterial\nVisual sources such as existing designs\n(spatial plans and schemes), drawings,\nmodels, digital visualisations, and\nphotographs.\nReused\nDigital\nObservational\nThe digital visual material will be\nconsulted in .pdf, .img, .mov or\n.dwg format and stored on the\nKU Leuven OneDrive, given that\nintellectual property rights are\nguaranteed.\n<10GB\n \n(Newly\ngenerated)\nVisual\nmaterial\nVisual sources generated as part of the\nresearch, such as design drawings,\nvisualisations, photographs of designs,\ndigitized models, and film\ndocumentation.\nNew\nDigital and\nphysical:\nAnalogous\nmaterial\nprocessed\ndigitally\nand vice\nversa.\nExperimental\nThe digital visual material will be\nsaved as .pdf, .img, .dwg, .mp4\nor .mov format and stored on the\nKU Leuven OneDrive.\n \n <2TB\nThe material\nwill vary in size\nfrom A8 to A0\n(to lengths of\n15m) and is\nstored in\ndrawing tubes\nor storage\nboxes in the\nresearch\ngroup's office.\n Notebooks\nNotebooks for fieldnotes and research\nnotes.\nNew\nPhysical\nor digital\nObservational\nDigital scans of the notebooks\nwill be saved as .pdf format and\nstored on the KU Leuven\nOneDrive.\n <1GB\nThe physical\nnotebooks\n(varying in size\nfrom A6 to A3)\nwill be stored\nin the office of\nthe research\ngroup.\nOral\nsources \nThese include interviews and\nparticipatory workshops.\nNew\nDigital\nObservational\nInterviews will be uploaded as\n.mp3 files and transcripts in\nWord format (.docx) on the\nOneDrive. Observational notes of\nparticipatory moments will also\nbe uploaded in Word format\n(.docx) on the OneDrive.\n<1TB\n \nCreated using DMPonline.be. Last modiﬁed 18 April 2024\n2 of 7\n Models\nPhysical architectural models of various\nsizes (scales 1:200 to 1:10).\nNew\nPhysical\nand digital\n Experimental\nPhysical models will be digitized\nand saved as .img or .mov and\nstored on the KU Leuven\nOneDrive.\n <1TB\nThe physical\nmodels vary in\nsize from\n10x10x10cm to\n100x200x30cm\nand are stored\n(in storage\nboxes) in the\nresearch\ngroup's office.\n Designs\nArchitectural designs (on scale 1:1),\nbuilt on the site of the case study.\nNew\nPhysical\nand digital\nExperimental\nThorough documentation of the\nphysical designs will be saved as\n.img or .mov and stored on the\nKU Leuven OneDrive.\n <1TB\nThe physical\ndesigns vary in\nsize\nfrom 2x2x3m\nto 8x6x4m and\nwill remain built\non the site of\nthe case\nstudy. \nCase Study\nReport\nFor each case study, an illustrated\nreport will be drawn to describe the\nsite's location, history, qualities,\nrelations, values, etc.\nReused\nDigital\nObservational\nThorough documentation of each\ncase study will be saved as .pdf\nor .docx and stored on the KU\nLeuven OneDrive.\n<10GB\n \nResearch\nreports\nFor each design, an illustrated report on\nthe design, construction, spatial\nqualities, values and relation to the site\nwill be compiled. \nNew\nDigital\nObservational\nThorough documentation of each\ndesign will be saved as .pdf or\n.docx and stored on the KU\nLeuven OneDrive.\n<10GB\n \nPublications\nThese include academic papers and\npresentations (for internal use in the\nresearch group or for conferences and\nseminars) that will be produced by the\nPhD researcher.\nReused\nDigital\nObservational\nAcademic papers will be\npublished in .pdf format and\npresentations will be made in\n.ppt format and stored in .pdf on\nthe OneDrive.\n<10GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or\ndata type:\nLiterature and Visual material\nThe research will rely to a large extent on published or printed material such as technical documents, articles published with open access, books, etc.\nPublications\nArchitectural institutions: Sint-Lucas School of Architecture and Chalmers University of Technology (partner in the double degree framework of this\nPhD).\nMaps\nThe reseach will also make use of digitally available maps such as Geopunt Vlaanderen (https://www.geopunt.be), as well as Google Streetview.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nOral Sources\nIn the first stage of the research, explorative fieldwork will be carried out on the site of the case study to gather information on the case, its\ncurrent management of waste, and the ideas and mindsets on waste that are present.\nIn the second stage, Participatory Action Research (PAR) is used to construct workshops on site, where architectural models (scale 1:33) are\ndeployed as conversation pieces, generating critical insight on how architectural design can trigger an ecological shift in mindsets on waste. For both\nthe workshops and expert interviews in this stage, the interviewees are informed via an informed consent form and give their permission prior to\nparticipating.\nIn the final research cycle, a last round of workshops is organized to test and experience the architectural toilet designs on an embodied level by\nusing Participatory Action Research in the reallife context of the case study. The toilet designs on scale 1:1 will herein function as ‘knowledge\nvehicles’ realizing a direct uptake of ecological ideas in encounters with them.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nCreated using DMPonline.be. Last modiﬁed 18 April 2024\n3 of 7\nYes\nOral Sources\nThe research will collect 'ordinary' personal data of participants such as identification data (e.g., names, (e-mail) addresses), personal characteristics\n(e.g., age, gender), leisure activities and interests, education and training, lifestyle and habits, profession and professional occupation, and\npsychological details (personality, character traits). The personal data will only be collected upon consent from the interviewees to use their personal\ndata.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nReuse of images and architectural drawings does not only require mentioning the secondary source, but also the original author/creator. For some of\nthese images, permission will have to be granted from the author/creator or relevant institution.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThrough a clear folder structure located on the One Drive, existing data and developed material will be organised in order to simplify retrieving and\nconsulting the overall documentation. \nProduced material will adopt meaningful filenaming starting with the date (year/month/day, e.g. 230331_), description of its content and, when\napplicable, ending with the initials of the creator. \nREADME files: data will be described according to category (literature, workshops, images) and structured according to several identifiers: title, year,\nlocation, author/creator, file type, and key words.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data\ntype) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be\ncreated to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll the digital data will be stored on the secured network drive from KU Leuven (e.g., I / J drive) and the OneDrive linked to the researcher's KU\nLeuven account.\nCreated using DMPonline.be. Last modiﬁed 18 April 2024\n4 of 7\nAll physical data will be stored within the KU Leuven. In specific, in the research group's office in a locked drawer or cabinet accessible only to the\nresearcher and supervisors.\nHow will the data be backed up?\nVia the automatic backup provided by the KU Leuven ICTS for my storage solution.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nSince this project concerns Design Driven Research, it relies on the storage of visual material in high resolution. Especially the film documentation\n(.mov), drawings (.img) and oral sources (.mp3) require up to 1TB each.\nFor the Department of Architecture, we have 2 TB storage capacity + 5TB for archiving available and this can be extended if necessary. The main tool\nfor data storage will be KU Leuven OneDrive.\nThe ICT support is provided by LUCA. On LUCA managed devices, personal documents are stored and equally synchronized with the data server (no\ndata on the hard disks or laptops). All personal data will be stored on the I-disk/in Leuven/department of Architecture. As a cloud application, Box is\nsupported (up to 2TB per user). The long-term storage is guaranteed up to 10 years after the end of the research project. This is stored on servers in\nLeuven, on the K-disk. The members of the research group have access to the data with the permission of the supervisor.\nAll datasets combined, 2 + 5 TB of storage will be sufficient for this project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOneDrive documents will be shared only among the supervisors and PhD researcher of the research project. In case documents are shared outside of\nthe research project (e.g. within the research group) this will be done with restricted access (shared via e-mail) and editing rights (view-only).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe proposed data storage solution is accessible and offered for free to all KU Leuven researchers. There are no expected costs for data storage and\nbackup.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nThe PhD researcher is responsible for storing the data during the research and the main supervisor for preserving the data for 10 years after the\nresearch, according to the KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nSufficient physical archive space is made available in the office of the research group for storage of the physical data during as well as after the\nresearch (e.g. drawers designated for the storage of drawings, boxes for the storage of models, etc.). \nSufficient digital archive space is created by making use of the secure data storage capacity of KU Leuven and through the additional procurement of\narchive facilities (e.g. KU Leuven server, KU Leuven OneDrive) by the research group to ensure a double storage of the collected digital data.\nThe long-term storage is guaranteed up to 10 years after the end of the research project. This is stored on servers in Leuven, on the K-disk. The\nmembers of the research group have access to the data with the permission of the supervisor. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no additional costs involved during the standard retention period for data storage or backup.\nCreated using DMPonline.be. Last modiﬁed 18 April 2024\n5 of 7\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset\nor data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe collected data will be accessible to the PhD researcher (Manon Persoone) and the responsible supervisors of the PhD research (Prof. Nel\nJanssens and Dr. Jo Liekens).\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Intellectual Property Rights\nIntellectual property rights of existing as well as newly generated images, designs and maps.\nPrivacy aspects: personal data of the research participants and interviewees will be collected e.g. name, email address, age and gender.  \nAll personal data will be pseudonymized to the maximum extent. This will be done initially by not using names of participants in the thesis or other\npublications, but by using the collected data only in the design process. The names collected as personal data will serve purely for communication\nduring the workshop and will be pseudonymized to 'P1', 'P2', 'P3' and so on upon transcription.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nData on all the publications resulting from this research will be stored in the KU Leuven repository LIRIAS.\nWhen will the data be made available?\nUpon publication of the research results (as paper publication, seminar, exhibition, round table or workshop).\nWhich data usage licenses are you going to provide? If none, please explain why.\nData Transfer Agreement (restricted data)\nMost probably the researcher will use the Data Transfer Agreement. The researcher will further explore the specific data usage licences when the\nproject evolves.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nYes\nYes, a PID will be added upon deposit in a data repository.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs for data sharing.\n6. Responsibilities\nCreated using DMPonline.be. Last modiﬁed 18 April 2024\n6 of 7\nWho will manage data documentation and metadata during the research project?\nManon persoone (PhD researcher) \nWho will manage data storage and backup during the research project?\nManon persoone (PhD researcher) \nWho will manage data preservation and sharing?\nManon persoone (PhD researcher) will be responsible for the data preservation and sharing during the research period, and the supervisor Prof. Nel\nJanssens after the end of the research. \nWho will update and implement this DMP?\nManon persoone (PhD researcher) \nCreated using DMPonline.be. Last modiﬁed 18 April 2024\n7 of 7"
    },
    "clean_full_text": "Architecture Drawn from the Gut: designing toilets as leverage for a cultural shift on human bodily waste and its treatment A Data Management Plan created using DMPonline.be Creator: Manon Persoone Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11P7N24N ID: 206354 Start date: 01-11-2023 End date: 31-10-2027 Project abstract: The rapid and total removal of waste from our buildings puts an increasingly heavy burden on our environment and infrastructures. Human bodily waste in particular, evacuated through underground sewers, sustains an obliviousness towards the waste we produce and the way it is treated. This absenting of waste from our daily living environments is counterproductive to envisioning more ecologically aware living patterns. Moreover, the Flemish sewers today fail to sustainably support us due to climate emergency and an unforeseen growth in population since they were built. In this critical context, a variety of alternatives for sanitation are arising, but have not yet been successful for the implementation of new sustainable technologies is highly expensive, and – often overlooked – dealing with waste and toilets remains a highly taboo subject. Hence, an ecological shift in sanitation is not merely technical but mostly a cultural challenge. This research-by-design hypothesizes that architectural design can evoke a cultural shift towards more ecological ways to cope with waste by altering the design of toilets and designing with care for waste as a valuable resource. By investigating the understudied architectural element of the toilet, the project aims to show how the so-called ‘smallest room’ in architecture can become key in triggering a fundamental transformation towards more ecological mindsets, which ultimately lead to long-term cultural changes in our patterns of habitation. Last modified: 18-04-2024 Created using DMPonline.be. Last modiﬁed 18 April 2024 1 of 7 Architecture Drawn from the Gut: designing toilets as leverage for a cultural shift on human bodily waste and its treatment FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Literature Including academic literature and technical documentation. This literature will be consulted physically or digitally, via open access or online access through Limo of KU Leuven or Chalmers Library. Reused Digital or Physical (if the document exists only in print). Observational The online literature will be consulted in .pdf format and stored on the OneDrive or via EndNote, in the case of open access academic literature. <10GB Literature Survey A literature report that reduces a large body of literature to a collection of references and summaries of texts that have direct bearing on the research topic. New Digital Observational The literature survey will be drafted and saved in a Word format (.docx) and stored on the OneDrive or via EndNote. <1GB (Reused) Visual material Visual sources such as existing designs (spatial plans and schemes), drawings, models, digital visualisations, and photographs. Reused Digital Observational The digital visual material will be consulted in .pdf, .img, .mov or .dwg format and stored on the KU Leuven OneDrive, given that intellectual property rights are guaranteed. <10GB (Newly generated) Visual material Visual sources generated as part of the research, such as design drawings, visualisations, photographs of designs, digitized models, and film documentation. New Digital and physical: Analogous material processed digitally and vice versa. Experimental The digital visual material will be saved as .pdf, .img, .dwg, .mp4 or .mov format and stored on the KU Leuven OneDrive. <2TB The material will vary in size from A8 to A0 (to lengths of 15m) and is stored in drawing tubes or storage boxes in the research group's office. Notebooks Notebooks for fieldnotes and research notes. New Physical or digital Observational Digital scans of the notebooks will be saved as .pdf format and stored on the KU Leuven OneDrive. <1GB The physical notebooks (varying in size from A6 to A3) will be stored in the office of the research group. Oral sources These include interviews and participatory workshops. New Digital Observational Interviews will be uploaded as .mp3 files and transcripts in Word format (.docx) on the OneDrive. Observational notes of participatory moments will also be uploaded in Word format (.docx) on the OneDrive. <1TB Created using DMPonline.be. Last modiﬁed 18 April 2024 2 of 7 Models Physical architectural models of various sizes (scales 1:200 to 1:10). New Physical and digital Experimental Physical models will be digitized and saved as .img or .mov and stored on the KU Leuven OneDrive. <1TB The physical models vary in size from 10x10x10cm to 100x200x30cm and are stored (in storage boxes) in the research group's office. Designs Architectural designs (on scale 1:1), built on the site of the case study. New Physical and digital Experimental Thorough documentation of the physical designs will be saved as .img or .mov and stored on the KU Leuven OneDrive. <1TB The physical designs vary in size from 2x2x3m to 8x6x4m and will remain built on the site of the case study. Case Study Report For each case study, an illustrated report will be drawn to describe the site's location, history, qualities, relations, values, etc. Reused Digital Observational Thorough documentation of each case study will be saved as .pdf or .docx and stored on the KU Leuven OneDrive. <10GB Research reports For each design, an illustrated report on the design, construction, spatial qualities, values and relation to the site will be compiled. New Digital Observational Thorough documentation of each design will be saved as .pdf or .docx and stored on the KU Leuven OneDrive. <10GB Publications These include academic papers and presentations (for internal use in the research group or for conferences and seminars) that will be produced by the PhD researcher. Reused Digital Observational Academic papers will be published in .pdf format and presentations will be made in .ppt format and stored in .pdf on the OneDrive. <10GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Literature and Visual material The research will rely to a large extent on published or printed material such as technical documents, articles published with open access, books, etc. Publications Architectural institutions: Sint-Lucas School of Architecture and Chalmers University of Technology (partner in the double degree framework of this PhD). Maps The reseach will also make use of digitally available maps such as Geopunt Vlaanderen (https://www.geopunt.be), as well as Google Streetview. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Oral Sources In the first stage of the research, explorative fieldwork will be carried out on the site of the case study to gather information on the case, its current management of waste, and the ideas and mindsets on waste that are present. In the second stage, Participatory Action Research (PAR) is used to construct workshops on site, where architectural models (scale 1:33) are deployed as conversation pieces, generating critical insight on how architectural design can trigger an ecological shift in mindsets on waste. For both the workshops and expert interviews in this stage, the interviewees are informed via an informed consent form and give their permission prior to participating. In the final research cycle, a last round of workshops is organized to test and experience the architectural toilet designs on an embodied level by using Participatory Action Research in the reallife context of the case study. The toilet designs on scale 1:1 will herein function as ‘knowledge vehicles’ realizing a direct uptake of ecological ideas in encounters with them. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Created using DMPonline.be. Last modiﬁed 18 April 2024 3 of 7 Yes Oral Sources The research will collect 'ordinary' personal data of participants such as identification data (e.g., names, (e-mail) addresses), personal characteristics (e.g., age, gender), leisure activities and interests, education and training, lifestyle and habits, profession and professional occupation, and psychological details (personality, character traits). The personal data will only be collected upon consent from the interviewees to use their personal data. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Reuse of images and architectural drawings does not only require mentioning the secondary source, but also the original author/creator. For some of these images, permission will have to be granted from the author/creator or relevant institution. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Through a clear folder structure located on the One Drive, existing data and developed material will be organised in order to simplify retrieving and consulting the overall documentation. Produced material will adopt meaningful filenaming starting with the date (year/month/day, e.g. 230331_), description of its content and, when applicable, ending with the initials of the creator. README files: data will be described according to category (literature, workshops, images) and structured according to several identifiers: title, year, location, author/creator, file type, and key words. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? All the digital data will be stored on the secured network drive from KU Leuven (e.g., I / J drive) and the OneDrive linked to the researcher's KU Leuven account. Created using DMPonline.be. Last modiﬁed 18 April 2024 4 of 7 All physical data will be stored within the KU Leuven. In specific, in the research group's office in a locked drawer or cabinet accessible only to the researcher and supervisors. How will the data be backed up? Via the automatic backup provided by the KU Leuven ICTS for my storage solution. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Since this project concerns Design Driven Research, it relies on the storage of visual material in high resolution. Especially the film documentation (.mov), drawings (.img) and oral sources (.mp3) require up to 1TB each. For the Department of Architecture, we have 2 TB storage capacity + 5TB for archiving available and this can be extended if necessary. The main tool for data storage will be KU Leuven OneDrive. The ICT support is provided by LUCA. On LUCA managed devices, personal documents are stored and equally synchronized with the data server (no data on the hard disks or laptops). All personal data will be stored on the I-disk/in Leuven/department of Architecture. As a cloud application, Box is supported (up to 2TB per user). The long-term storage is guaranteed up to 10 years after the end of the research project. This is stored on servers in Leuven, on the K-disk. The members of the research group have access to the data with the permission of the supervisor. All datasets combined, 2 + 5 TB of storage will be sufficient for this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive documents will be shared only among the supervisors and PhD researcher of the research project. In case documents are shared outside of the research project (e.g. within the research group) this will be done with restricted access (shared via e-mail) and editing rights (view-only). What are the expected costs for data storage and backup during the research project? How will these costs be covered? The proposed data storage solution is accessible and offered for free to all KU Leuven researchers. There are no expected costs for data storage and backup. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The PhD researcher is responsible for storing the data during the research and the main supervisor for preserving the data for 10 years after the research, according to the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Sufficient physical archive space is made available in the office of the research group for storage of the physical data during as well as after the research (e.g. drawers designated for the storage of drawings, boxes for the storage of models, etc.). Sufficient digital archive space is created by making use of the secure data storage capacity of KU Leuven and through the additional procurement of archive facilities (e.g. KU Leuven server, KU Leuven OneDrive) by the research group to ensure a double storage of the collected digital data. The long-term storage is guaranteed up to 10 years after the end of the research project. This is stored on servers in Leuven, on the K-disk. The members of the research group have access to the data with the permission of the supervisor. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no additional costs involved during the standard retention period for data storage or backup. Created using DMPonline.be. Last modiﬁed 18 April 2024 5 of 7 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. The collected data will be accessible to the PhD researcher (Manon Persoone) and the responsible supervisors of the PhD research (Prof. Nel Janssens and Dr. Jo Liekens). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Intellectual Property Rights Intellectual property rights of existing as well as newly generated images, designs and maps. Privacy aspects: personal data of the research participants and interviewees will be collected e.g. name, email address, age and gender. All personal data will be pseudonymized to the maximum extent. This will be done initially by not using names of participants in the thesis or other publications, but by using the collected data only in the design process. The names collected as personal data will serve purely for communication during the workshop and will be pseudonymized to 'P1', 'P2', 'P3' and so on upon transcription. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Data on all the publications resulting from this research will be stored in the KU Leuven repository LIRIAS. When will the data be made available? Upon publication of the research results (as paper publication, seminar, exhibition, round table or workshop). Which data usage licenses are you going to provide? If none, please explain why. Data Transfer Agreement (restricted data) Most probably the researcher will use the Data Transfer Agreement. The researcher will further explore the specific data usage licences when the project evolves. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Yes, a PID will be added upon deposit in a data repository. What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. 6. Responsibilities Created using DMPonline.be. Last modiﬁed 18 April 2024 6 of 7 Who will manage data documentation and metadata during the research project? Manon persoone (PhD researcher) Who will manage data storage and backup during the research project? Manon persoone (PhD researcher) Who will manage data preservation and sharing? Manon persoone (PhD researcher) will be responsible for the data preservation and sharing during the research period, and the supervisor Prof. Nel Janssens after the end of the research. Who will update and implement this DMP? Manon persoone (PhD researcher) Created using DMPonline.be. Last modiﬁed 18 April 2024 7 of 7"
}