{
    "document_id": "D-2024-2742",
    "LinkTitle": "D-2024-2742",
    "file_name": "D-2024-2742.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2742.pdf",
    "metadata": {
        "title": "D-2024-2742",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "THE NEW GENERATION OF BIOMINERALISED MYCELIUM \nARCHITECTURE\nA Data Management Plan created using DMPonline.be\nCreator:      Tria Amalia Ningsih  \nAffiliation: KU Leuven (KUL)\nFunder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: FWO DMP (Flemish Standard DMP)\nGrant number / URL: 11Q3B24N\nID: 206192\nStart date: 01-11-2023\nEnd date: 31-10-2027\nProject abstract: \nArchitects and designers are beginning to explore the use of mycelium biocomposites, which have  demonstrated \npotential for sustainable design approaches. These materials are bound together by a  fungal hyphae network but \nthey are typically limited in their applicability due to a low compressive  strength. Other research has demonstrated \nthat microbial-induced calcite precipitations can add  mechanical strength to materials, but there exists no materials \nthat combine fungal hyphae networks  and calcite precipitations. Therefore, the goal of this project is develop a new \nclass of biocomposite materials in which an aggregate matrix is bound together by fungal biomass and calcite \nprecipitation. The development of these new materials will be based on a broad study of the fungi’s ability to \ngrow, produce calcite precipitation and bind aggregates together through these processes. Moreover, this  project will \nfocus on discovering the material properties that are obtained from this novel and  sustainable class of biocomposite. \nThe resulting materials and the identification of their properties  will lead to new circular material usage in future \narchitecture.\nLast modified: 11-04-2024\nTHE NEW GENERATION OF BIOMINERALISED MYCELIUM \nARCHITECTURE  \nFWO DMP (Flemish Standard DMP)\n1. RESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nOnly for digital \ndataOnly for digital data Only for \ndigital \ndataOnl\ny \nfor \nphy\nsic\nal \ndat\na\nDatas\net \nNameDescrip\ntionNew or \nreusedDigital or \nPhysicalDigital Data \nTypeDigital Data format Digital \ndata \nvolume \n(MB/GB/T\nB)Phy\nsic\nal \nvol\num\ne\nPlease \nchoose \nfrom the \nfollowing \noptions:\n●G\ne\nn\ne\nr\nat\ne \nn\ne\nw \nd\nat\na\n●R\ne\nu\ns\ne \ne\nxi\nst\nin\ng \nd\nat\naPlease \nchoose \nfrom the \nfollowing \noptions:\n●D\ni\ng\nit\na\nl\n●P\nh\ny\ns\ni\nc\na\nlPlease choose \nfrom the \nfollowing \noptions:\n●Observ\national\n●Experi\nmental\n●Compil\ned/\naggreg\nated \ndata\n●Simulat\nion \ndata\n●Softwar\ne\n●Other\n●NAPlease choose from the \nfollowing options:\n●.por, .xml, .tab, .cs\nv,.pdf, .txt, .rtf, .dw\ng, .gml, …\n●NAPlease \nchoose \nfrom the \nfollowing \noptions:\n●<\n1\n0\n0\nM\nB\n●<\n1\nG\nB\n●<\n1\n0\n0\nG\nB\n●<\n1\nT\nB\n●<\n5\nT\nB\n●<\n1\n0\nT\nB\n●<\n5\n0\nT\nB\n●>\n5\n0\nT\nB\n●N\nA\nliteratu\nre \nstudy \nof \nminera\nlised \nmyceli\num \nbioco\nmposit\nemanusc\nripts of \nstate-\nof-the-\nart \nmyceliu\nm \nbiocom\nposite \nand \nbiotech\nnology \nof \nbiomine\nralisatio\nn in \nsustain\nable \nbuildingNewDigitalCompile data \n(academic \njournals).doc < 1 GB\ndata of \nFungal \ngrowth \n& \nprecipi\ntation \nexperi\nmentMeasuri\nng \nfungal \nconditio\nns such \nas \ngrowth \nand \nprecipit\nation \nrates of \ndireffer\nent \nstrainsNewDigitalExperimental.exe <100 MB\nvisual \ndocum\nentatio\nn of \nFungal \ngrowth \n& \nprecipi\ntation \nexperi\nmentcollecti\nng \npictures \nduring \nexperim\nent of \nfungal \ngrowth \n& \nprecipit\nationNewDigitalObservational.jpeg <100 GB\ndata of \nminera\nlised \nmyceli\num \nbioco\nmposit\ne \nexperi\nmentmeasuri\nng \nbioche\nmical \nactivitie\ns during \nthe \nproducti\non of \nminerali\nsed NewDigitalExperiment.exe < 100 MB\nmyceliu\nm \nbiocom\nposite\nprotoc\nol of \nminera\nlised \nmyceli\num \nbioco\nmposit\ne \nproduc\ntionmanusc\nripts of \nthe \nbioproc\ness and \nbiofabri\ncation \nof \nminerali\nsed \nmyceliu\nm \nbiocom\npositeNewDigitalOthers.doc < 1 GB\nvisual \ndocum\nentatio\nn of \nthe \nproduc\ntion of \nminera\nlised \nmyceli\num \nbioco\nmposit\necolectin\ng \npictures \nand \nvideo \nclips \nduring \nexperim\nent of \nbiofabri\ncation \nof \nminerali\nsed \nmyceliu\nm \nbiocom\npositeNewDigitalObservational.jpeg\n.mp4< 1 TB\ndata of \ntesting \nthe \nmecha\nnical \nproper\nties of \nminera\nlised \nmyceli\num \nbioco\nmposit\nemeasuri\nng the \ncompre\nssive \nstrengt\nh of the \nsample\ns of \nminerali\nsed \nmyceliu\nm \nbiocom\npositeNewDigitalExperiment.exe < 100 MB\nvisual \ndocum\nentatio\nn of \nthe \nmecha\nnical \nstreght \nof \nminera\nlised \nmycelicollecti\nng \npictures \nand \nvideo \nclips \nduring \ntesting \nthe \nsample\ns of \nmineraliNewDigitalObservational.jpeg\n.mp4< 1 TB\num \nbioco\nmposit\nesed \nmyceliu\nm \nbiocom\nposite\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data \ntypes when appropriate.\n●No\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment \nsection. Please refer to specific datasets or data types when appropriate.\n●No\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)? If so, please comment per dataset or data type where appropriate.\n●No\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. \nMaterial/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●No\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●No\n2. DOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g., in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \nCodebook.tsv etc. where this information is recorded).\n1.data from analysing equitment (i.e Atomic absorbtion spectroscopy for calcium concentration measurement) \nwill be kept into .exe file. A readme file will be constructed for each group of experiments to describe the \nmaterials and method of experiment.\n2.for the model fit data, all relevant model parameter will be visible in the Matlab file used for model fit (which \ncan be opened as a txt.-file)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where \nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where \nappropriate per dataset or data type) which metadata will be created to make the data easier to find and \nreuse.\n●No\n3. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT\nWhere will the data be stored?\nDuring the project, I will be the responsible person for the preservation of data and after the  research project comes \nto an end, a new responsible person can be assigned. The results of the  study and other data will be stored on the \noffice pc of myself and KU Leuven/BioTeC+ team,  and in shared folder or cloud services (e.g. OneDrive, Google \ndrive). \nHow will the data be backed up?\nAs a back-up, data will also be  saved on my KU leuven clouds and on my personal external hard drive.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\n●Yes\nthe data will be stored in 1) my pc, 2) my KU leuven clouds, 3) BioTeC+ research group shared folder, and 4) my \nexternal hard drive\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons?\nmy pc need pascode to enter. KU leuven clouds need authenticator to log in with pascode.\nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nNA\n4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that \nare applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons \nfor this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nExperimental data.\nWhere will these data be archived (stored and curated for the long-term)?\ndata will be stored on the office pc of myself and KU Leuven/BioTeC+ team shared clouds for long-term\nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nNA\n5. DATA SHARING AND REUSE\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment \nsection please explain per dataset or data type which data will be made available.\n●Yes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\ndata will be available to all researchers upon request. However, request will be handled individually case-by-case\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data \ntype where appropriate.\n●No\nWhere will the data be made available? If already known, please provide a repository per dataset or data \ntype.\nData will be available on request after agreement with the project supervisor Prof. Jan Van Impe.\nWhen will the data be made available?\nData will be available on request after the results have been published.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNo licenses will be provided in the project as the data can only be shared under request and supervisor agreement.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the \noption to provide it in the comment section.\n●No\nWhat are the expected costs for data sharing? How will these costs be covered?\nthere is no expected costs related to data sharing\n6. RESPONSIBILITIES\nWho will manage data documentation and metadata during the research project?\n                      triaamalia.ningsih@kuleuven.be  \nWho will manage data storage and backup during the research project?\n                      triaamalia.ningsih@kuleuven.be  \nWho will manage data preservation and sharing?\n                      jan.vanimpe@kuleuven.be  \nWho will update and implement this DMP?\n                      triaamalia.ningsih@kuleuven.be  "
    },
    "clean_full_text": "THE NEW GENERATION OF BIOMINERALISED MYCELIUM ARCHITECTURE A Data Management Plan created using DMPonline.be Creator: Tria Amalia Ningsih Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11Q3B24N ID: 206192 Start date: 01-11-2023 End date: 31-10-2027 Project abstract: Architects and designers are beginning to explore the use of mycelium biocomposites, which have demonstrated potential for sustainable design approaches. These materials are bound together by a fungal hyphae network but they are typically limited in their applicability due to a low compressive strength. Other research has demonstrated that microbial-induced calcite precipitations can add mechanical strength to materials, but there exists no materials that combine fungal hyphae networks and calcite precipitations. Therefore, the goal of this project is develop a new class of biocomposite materials in which an aggregate matrix is bound together by fungal biomass and calcite precipitation. The development of these new materials will be based on a broad study of the fungi’s ability to grow, produce calcite precipitation and bind aggregates together through these processes. Moreover, this project will focus on discovering the material properties that are obtained from this novel and sustainable class of biocomposite. The resulting materials and the identification of their properties will lead to new circular material usage in future architecture. Last modified: 11-04-2024 THE NEW GENERATION OF BIOMINERALISED MYCELIUM ARCHITECTURE FWO DMP (Flemish Standard DMP) 1. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital dataOnly for digital data Only for digital dataOnl y for phy sic al dat a Datas et NameDescrip tionNew or reusedDigital or PhysicalDigital Data TypeDigital Data format Digital data volume (MB/GB/T B)Phy sic al vol um e Please choose from the following options: ●G e n e r at e n e w d at a ●R e u s e e xi st in g d at aPlease choose from the following options: ●D i g it a l ●P h y s i c a lPlease choose from the following options: ●Observ ational ●Experi mental ●Compil ed/ aggreg ated data ●Simulat ion data ●Softwar e ●Other ●NAPlease choose from the following options: ●.por, .xml, .tab, .cs v,.pdf, .txt, .rtf, .dw g, .gml, … ●NAPlease choose from the following options: ●< 1 0 0 M B ●< 1 G B ●< 1 0 0 G B ●< 1 T B ●< 5 T B ●< 1 0 T B ●< 5 0 T B ●> 5 0 T B ●N A literatu re study of minera lised myceli um bioco mposit emanusc ripts of state- of-the- art myceliu m biocom posite and biotech nology of biomine ralisatio n in sustain able buildingNewDigitalCompile data (academic journals).doc < 1 GB data of Fungal growth & precipi tation experi mentMeasuri ng fungal conditio ns such as growth and precipit ation rates of direffer ent strainsNewDigitalExperimental.exe <100 MB visual docum entatio n of Fungal growth & precipi tation experi mentcollecti ng pictures during experim ent of fungal growth & precipit ationNewDigitalObservational.jpeg <100 GB data of minera lised myceli um bioco mposit e experi mentmeasuri ng bioche mical activitie s during the producti on of minerali sed NewDigitalExperiment.exe < 100 MB myceliu m biocom posite protoc ol of minera lised myceli um bioco mposit e produc tionmanusc ripts of the bioproc ess and biofabri cation of minerali sed myceliu m biocom positeNewDigitalOthers.doc < 1 GB visual docum entatio n of the produc tion of minera lised myceli um bioco mposit ecolectin g pictures and video clips during experim ent of biofabri cation of minerali sed myceliu m biocom positeNewDigitalObservational.jpeg .mp4< 1 TB data of testing the mecha nical proper ties of minera lised myceli um bioco mposit emeasuri ng the compre ssive strengt h of the sample s of minerali sed myceliu m biocom positeNewDigitalExperiment.exe < 100 MB visual docum entatio n of the mecha nical streght of minera lised mycelicollecti ng pictures and video clips during testing the sample s of mineraliNewDigitalObservational.jpeg .mp4< 1 TB um bioco mposit esed myceliu m biocom posite If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. ●No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. ●No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●No 2. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1.data from analysing equitment (i.e Atomic absorbtion spectroscopy for calcium concentration measurement) will be kept into .exe file. A readme file will be constructed for each group of experiments to describe the materials and method of experiment. 2.for the model fit data, all relevant model parameter will be visible in the Matlab file used for model fit (which can be opened as a txt.-file) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. ●No 3. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? During the project, I will be the responsible person for the preservation of data and after the research project comes to an end, a new responsible person can be assigned. The results of the study and other data will be stored on the office pc of myself and KU Leuven/BioTeC+ team, and in shared folder or cloud services (e.g. OneDrive, Google drive). How will the data be backed up? As a back-up, data will also be saved on my KU leuven clouds and on my personal external hard drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ●Yes the data will be stored in 1) my pc, 2) my KU leuven clouds, 3) BioTeC+ research group shared folder, and 4) my external hard drive How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? my pc need pascode to enter. KU leuven clouds need authenticator to log in with pascode. What are the expected costs for data storage and backup during the research project? How will these costs be covered? NA 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Experimental data. Where will these data be archived (stored and curated for the long-term)? data will be stored on the office pc of myself and KU Leuven/BioTeC+ team shared clouds for long-term What are the expected costs for data preservation during the expected retention period? How will these costs be covered? NA 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. ●Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. data will be available to all researchers upon request. However, request will be handled individually case-by-case Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. ●No Where will the data be made available? If already known, please provide a repository per dataset or data type. Data will be available on request after agreement with the project supervisor Prof. Jan Van Impe. When will the data be made available? Data will be available on request after the results have been published. Which data usage licenses are you going to provide? If none, please explain why. No licenses will be provided in the project as the data can only be shared under request and supervisor agreement. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. ●No What are the expected costs for data sharing? How will these costs be covered? there is no expected costs related to data sharing 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? triaamalia.ningsih@kuleuven.be Who will manage data storage and backup during the research project? triaamalia.ningsih@kuleuven.be Who will manage data preservation and sharing? jan.vanimpe@kuleuven.be Who will update and implement this DMP? triaamalia.ningsih@kuleuven.be"
}