{
    "document_id": "D-2024-2737",
    "LinkTitle": "D-2024-2737",
    "file_name": "D-2024-2737.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2737.pdf",
    "metadata": {
        "title": "D-2024-2737",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders \nand research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary  of definitions and abbreviations is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Laura Tibermont : 0000 -0002 -2609 -7133  \nContributor name(s) (+ ORCID) & roles  / \nProject number  1 & title  KU Leuven Research Portal: 3M220478  \nAre you in tune with me? Understanding social functioning in autism via biobehavioral synchrony  measurements  \nFunder(s) GrantID  2 Flanders Research Foundation (FWO), Belgium: 11Q0R24N  \nAffiliation(s)  ☒ KU Leuven - ROR identifier KU Leuven:  05f950310  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nPlease provide a short project description  During social interactions, behaviors and neurophysiological processes are bidirectionally synchronized between human interac ting \npartners. In recent neuro -affective research, this phenomenon is referred to as biobehavioral synchrony and plays a crucial ro le by \nfacilitating successful social exchanges. However, for individuals with autism spectrum disorder, who may experience challeng es in \nsocial interaction and communication, this synchrony may present atypically.  \n \nFor my PhD project, I will investigate h ow behavioral patterns and neurophysiological processes  of autistic  versus neurotypical  \nindividuals synchronizes to the patterns and processes  of their NT interaction partner, and vice versa. Moreover, I am interested \nto investigate these dynamics around the onset of real -life eye contract between the interacting partners.  To measure this, I will \napply dual multimodal biobehavioral measurements throughout a series  of innovative real -life dyadic  social  interaction paradigms. \nThis project constitutes a crucial step towards  understanding the underlying mechanisms of social attunement and development, \nthereby providing  new tools for the development o f novel therapeutic strategies to help autistic individuals in social  contexts.  \n \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multip le funding sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n 2. Research Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to k now what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an \nestimate of the upper limit of the v olume of the data 3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused  Digital or \nPhysical  Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nScreening_log  During the first lab visit, \nparticipant’s eligibility will \nbe assessed based on \ninclusion and exclusion \ncriteria. Eligibility will be \nrecorded on the \nscreening_log.  ☒ Generate new data  \n☐ Reuse existing data  ☐ Digital  \n☒ Physical  ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other:   ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n 1 large folder  \nSubject_log  Upon inclusion in the study, \nparticipant names will be  \nPseudonymize using codes. \nThese will be recorded in \nthe subject_log.  ☒ Generate new data  \n ☒ Physical  NA NA NA 1 large folder  \n \n \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n Informed Consent  During the first lab visit, \nparticipant and their \nparents will receive a \nthorough explanation about \nthe study. Following this \ndiscussion, the informed \nconsent form will be \ndiscussed and signed.  ☒ Generate new data  ☒ Physical  NA NA NA 3 large folders  \nDemographics  Following inclusion, data \nregarding age, gender, IQ, \nconcomitant medication or \ntherapy, etc. will be \ncollected.  ☒ Generate new data  ☒ Digital  \n☒ Physical  ☒ Numerical  \n☒ Textual  \n ☒ Electronic Case \nReport Form (e CRF) \n☒ .csv \n☒ .xlsx  \n☒ .pdf \n \n ☒ < 1 GB  \n NA \nQuestionnaires  During the first visit, I will \napply the following \nquestionnaires:  \n- Social Responsiveness \nScale 2  \n- Screen for Child \nAnxiety Related \nDisorders  \n- Attachment Style \nQuestionnaire  \n- 3x3 Attachment \nquestions  ☒ Generate new data  ☒ Digital  \n☒ Physical  ☒ Numerical  \n☒ Textual  \n ☒ eCRF  \n☒ .csv \n☒ .xlsx  \n☒ .pdf \n ☒ < 1 GB  \n I will gather questionnaire  \ndata solely on paper if \nthere would be an issue \nwith the eCRF .  \n \n2 folder s \n \nET_data  During the second lab visit, \nI will record eye tracking  \n(ET) data from the two \ninteracti ng partners \nsimultaneously.   ☒ Generate new data  ☒ Digital  \n ☒ Numerical  \n☒ Visual  \n \n ☒ .csv \n☒ .xlsx  \n☒ .pdf \n☒ .txt \n☒ .avi \n☒ .png \n ☒ < 5 TB NA \n \nEEG_data  During the second lab visit, \nI will record  \nencephalography  (EEG) \nsignals from the two \ninteracting partners \nsimultaneously.  ☒ Generate new data  ☒ Digital  \n ☒ Numerical  \n ☒ .bdf ☒ < 5 TB NA \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n ECG_data  During the second lab visit, \nI will record \nelectrocardiography ( ECG) \nsignals from the two \ninteracting partners \nsimultaneously.  ☒ Generate new data  ☒ Digital  \n ☒ Numerical  \n ☒ .bdf ☒ < 5 TB NA \nGSR_data  During the second lab visit, \nI will record Galvanic Skin \nResponses (GSR) from the \ntwo interacting partners \nsimultaneously.  ☒ Generate new data  ☒ Digital  \n ☒ Numerical  \n ☒ .bdf ☒ < 5 TB NA \nVideo_data  During the second lab visit \n(and as part of the \nET_data ), the interacting \npartners will be video \nrecorded . ☒ Generate new data  ☒ Digital  \n ☒ Visual  \n☒ Audiovisual  \n ☒ .avi \n☒ .mp4  \n ☒ > 5 TB  \n NA \nAudio_data  During the second lab visit, \nthe audio of the \nconversations between the \ninteracting partners will be \nrecorded.  ☒ Generate new data  ☒ Digital  \n ☒ Sound  ☒ .WAV  \n ☒ < 5 TB  \n NA \nOT_data  During the second lab visit, \nI will collect 3 saliva \nsamples from the \nparticipant, for assessing \nendogenous  oxytocin \nlevels.  ☒ Generate new data  ☒ Physical  \n☒ Digital  \n \n  \n☒ Numerical  \n  \n☒ .csv \n☒ .xlsx  \n☒ .pdf \n  \n☒ < 1 GB  \n 2 freeze r compartments  \nNA \nWorksheets  During the second lab visit, \nannotations regarding data \ncollection will be made on a \ndesignated worksheet (on \npaper).  ☒ Generate new data  ☒ Physical  \n NA NA NA 2 folders  \nVisit_overview  Overview of completed \nsessions and collected data \nper participant.  ☒ Generate new data  ☒ Digital  \n ☒ Textual  \n ☒ .csv \n☒ .xlsx  \n☒ .pdf ☒ < 1 GB  \n NA \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n GUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are \nvaluable, diffic ult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.   \n NA \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval  number:   s67699  \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \nOnly information relevant for the project’s research questions will be collected , as defined in section 2 “Research  Data Summary ”. \nThese (personal ) data will be de -identified and pseudonymized, and will be  collected, stored and processed in coded form.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n Will you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven pri vacy register number (G or S number).  ☒ Yes (provide PRET G -number or EC S -number below)  \n☐ No \nAdditional information:   \nThe project involves the collection of a broad range of multimodal data, including participant characteristics (phenotypical and \ndemographical information, questionnaires, clinical ratings, …), dual (neuro)physiology recordings ( EEG, ECG, skin conductance), \ndual eye  tracking d ata, video and audio recordings of child and experimenter during interactions,  saliva samples, etc. Collected \n(personal ) data will be de -identified and pseudonymized, and will be  collected, stored and processed in coded form.  Participant -\nidentification  information is only accessible by the researchers who need to know this information for the purpose of conducting \nthe study.  \n \nPersonal data used for organizing the research (i.e. name, phone number, e -mail address) will not be included in the analysis and \nwill be stored separately from the research data.  \n \nDatasets: Screening_log, Subject_log, Demographics , Informed Consent  \nG number: G-2023 -6502  \nS number: S67699  \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin -\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.  ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements, \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Are there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be a sserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n  \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded).  \n \nRDM guidance on documentation and metadata . \n 1. Study manual  and Standard Operating Pr ocedures  (SOP s): All scientific operations that will be performed for collecting and \nprocessing data are documented in a study manual and/or study specific SOPs . \n \n2. Readme  files in each individual dataset folder : Every dataset is stored in a separate folder, which will be supplemented with a \nreadme file. The first section  of this file  will contain the table of content . The following sections  will include more information \nregarding that dataset in terms of how data was acquired, who was involved in the collection of the data (e.g. internship/ master \nstudents), a short overview of the respective study experiment , etc.  \n \n3. Metadata labels in the KU Leuven ManG O platform : Raw (and analyzed) data will be stored on the KU Leuven ManG O platform \n(section 4  Data Storage & Back -up during the Research Project ), which provides  Metadata schema(s) for adding descriptive \ninformation about data objects and collections in the form of metadata.  \n \n5. (Pre-)processing and analysis documents:  Manual s with the instructions to clean , (pre-)process and analyze the data  will be \nwritten for every analyzed dataset . These documents will never contain sensitive (identifiable) participants information such as \nnames, contact details, etc.  \n \n6. Markdown and comments in analysis scripts:  Many scripts, such as RStudio and Python scripts, allow to add comments within \nthe a nalysis script, in between the lines of code , allowing for clarifying/explaining in a step -by-step manner how  the script operates . \nWill a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LIST S WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \nI will not use any metadata standard, as there is no a priori intention to reuse the data that I will be collecting. Only in exceptional \ncases, such as severe illness for instance, the data could be further processed /reused  by other members within the same research \ngroup as myself. In that case, that person(s) could rely on the types of documentation described above (1 -6). \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n 4. Data Storage & Back -up during the Research Project  \n \nWhere will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☐ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☒ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☒ Large Volume Storage  \n☐ Digital Vault  \n☒ Other: KU Leuven ManG O platform  \n☒ Other: Paper data will be stored in  a locked room, next to the lab, in a storage cupboard or drawer , and can only be accessed \nby the researcher . Data collected on paper will be transferred to the eCRF  (REDCap, a secure web -based application, running on \nthe protected servers of the University ). Entered data can be exported in  .xlsx,  .csv or .pdf format , in order to be stored on OneDrive \n(KU Leuven) or Large Volume Storage.  \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☒ Personal back -ups I make (specify) : Digital data will be backed up on BIOMED L -Drive for large volume storage (secure \nKU Leuven facility for archiving) and/or the KU Leuven ManG O platform.  \n☐ Other (specify)  \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \nAll data, except for the video (and audio) recordings, will stored on the KU Leuven One Drive and L -drive. The video data will  be \nstored on the secured KU Leuven ManGO platform. In case storage space should not be sufficient, additional space will be \npurchased . \n \nKU Leuven One Drive offers  2 TB of storage space . \nThe L -drive offers unlimited data storage in blocks of 5 TB , or 10 TB once storage has exceeded 100 TB.  \nThe KU Leuven ManGO platform  offers 1 TB of storage for free with the option to ex pand storage  against  additional charges.  At \nthe moment  we have  10 TB available.  \n \n☐ No \n \nIf no, please specify:  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n The personal nature of OneDrive ensures that files that are not explicitly shared, are not accessible to anyone else. As such , a \nseparate folder will be created for each dataset  separately . Only registered collaborators (i.e. colleagues withing the same research \ngroup, KU Leuven students, etc.)  can be granted (reader only) access to this folder.  \n \nThe KU Leuven drives , including the L-drive , are incorporated within se cured KU Leuven environments . Therefore, they  are \npassword -protected (including smartphone -based multi -factor identification) and are only accessible by registered  KU Leuven  \nresearchers  and/or students . Only the PI can request access to the network drive for study personnel.  \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  The Department of Neurosciences provides our research group  (Center for Developmental Psychiatry) with an L -drive. As such, \ncosts will be covered by the department  (€ 104,42/TB/year ). The OneDrive storage comes free of charge for students and personnel \nof KU Leuven. At the moment, we have 10 TB of storage available  on the KU Leuven ManGO platform ( €35/TB/year ). \n \nAny additional costs regarding storage and backup will be covered by rese arch group -related funding .  \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n 5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be \npreserved, clearly state the reasons for this  \n(e.g. legal or contract ual restrictions, \nstorage/budget issues, institutional policies...).  \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and f or clinical experiments on humans  \n☒ Certain data cannot be kept for 10 years (explain) : Saliva samples will be used to analyze endogenous levels of \noxytocin. Once analyzed, residual saliva will be destructed.  \n \n \n \nWhere will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☒ KU Leuven  RDR : KU Leuven ManGo platform  \n☒ Large Volume Storage (longterm for large volumes)  \n☐ Shared network drive (J -drive)  \n☐ Other (specifiy):  \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n Large volume storage can be purchased in blocks of 5 TB. From 100 TB on, large volume storage can only be purchased in blocks  \nof 10 TB. The cost per TB, per year is € 95.14 .  \nThe KU Leuven ManGO platform offers 1 TB of storage for free with the option to expand storage against additional charges of €35 \nper TB per year . \n \nGiven the maximum estimated used storages spaces will be  as follows:  \n- OneDrive: 2 TB : no cost  \n- L-drive:  \n- Mango: 8 TB:  \nThe expected cost will be €  \n \nAny additional costs regarding storage and backup will be covered by research group -related funding.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n  \n \n6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILA BLE, CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☒ Yes, as restricted data (upon approval, or institutional access only)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \nOnly published data (and associated scripts) can be made available in the form of publications or other dissemination of scie ntific \nwork. In such case, a ll data will be pseudonymised when disseminated. More d ata can be made available or shared after permission \nof the responsible person (prof. Bart Boets). Non -published data will remain confidential until a final decision on publication of the \ndata has been taken.  \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Data can potentially be (re)used by direct colleagues, after consultation and approval of the head of the research group (pro f. dr. \nBart Boets). External researchers will have to motiva te why they want access to the data. When this data it is being used by other \nresearchers, they are required to give credit to the original data creators.  \n \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined i n \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☒ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify:  \nI work with confidential data (e.g., name, sex, age, physiological data, etc.).  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☐ KU Leuven RDR  \n☒ Other data repository (specify) : A specific repository will be chosen based on the publication strategy, as some journals \nrequest specific repositories.  \n☐ Other (specify)  \n \nWhen will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT C ONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☒ CC-BY 4.0 (data)  \n☒ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \n \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.  \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes, a PID /DOI/accession number  will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n Given that most data repositories are free of charge, no costs are expected for data sharing.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        15 \n  \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  The PhD researcher (Laura Tibermont) will manage data documentation and metadata, under supervision of the head of the \nresearch group  (Prof. dr. Bart Boets).  \nWho will manage data storage and backup \nduring the research project?  Data storage and back up wil l be managed by the PhD researcher (Laura Tibermont), under supervision of the head of the research \ngroup  (Prof. dr. Bart Boets) and with delegation to the dedicated data manager of the Psychiatry Research Group (dr. Martien \nWampers).  \nWho will manage data  preservation and \nsharing?  The head of the research group (Prof. dr. Bart Boets) will be responsible for ensuring data preservation and sharing, with de legation \nto the dedicated data manager of the Psychiatry Research Group (dr. Martien Wampers).  \nWho will  update and implement this DMP?  The PhD researcher (Laura Tibermont ) will update and implement this DMP, under supervision of the PI (Prof. Dr. Bart Boets).  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Laura Tibermont : 0000 -0002 -2609 -7133 Contributor name(s) (+ ORCID) & roles / Project number 1 & title KU Leuven Research Portal: 3M220478 Are you in tune with me? Understanding social functioning in autism via biobehavioral synchrony measurements Funder(s) GrantID 2 Flanders Research Foundation (FWO), Belgium: 11Q0R24N Affiliation(s) ☒ KU Leuven - ROR identifier KU Leuven: 05f950310 ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Please provide a short project description During social interactions, behaviors and neurophysiological processes are bidirectionally synchronized between human interac ting partners. In recent neuro -affective research, this phenomenon is referred to as biobehavioral synchrony and plays a crucial ro le by facilitating successful social exchanges. However, for individuals with autism spectrum disorder, who may experience challeng es in social interaction and communication, this synchrony may present atypically. For my PhD project, I will investigate h ow behavioral patterns and neurophysiological processes of autistic versus neurotypical individuals synchronizes to the patterns and processes of their NT interaction partner, and vice versa. Moreover, I am interested to investigate these dynamics around the onset of real -life eye contract between the interacting partners. To measure this, I will apply dual multimodal biobehavioral measurements throughout a series of innovative real -life dyadic social interaction paradigms. This project constitutes a crucial step towards understanding the underlying mechanisms of social attunement and development, thereby providing new tools for the development o f novel therapeutic strategies to help autistic individuals in social contexts. 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multip le funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to k now what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), and an estimate of the upper limit of the v olume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Screening_log During the first lab visit, participant’s eligibility will be assessed based on inclusion and exclusion criteria. Eligibility will be recorded on the screening_log. ☒ Generate new data ☐ Reuse existing data ☐ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA 1 large folder Subject_log Upon inclusion in the study, participant names will be Pseudonymize using codes. These will be recorded in the subject_log. ☒ Generate new data ☒ Physical NA NA NA 1 large folder 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 Informed Consent During the first lab visit, participant and their parents will receive a thorough explanation about the study. Following this discussion, the informed consent form will be discussed and signed. ☒ Generate new data ☒ Physical NA NA NA 3 large folders Demographics Following inclusion, data regarding age, gender, IQ, concomitant medication or therapy, etc. will be collected. ☒ Generate new data ☒ Digital ☒ Physical ☒ Numerical ☒ Textual ☒ Electronic Case Report Form (e CRF) ☒ .csv ☒ .xlsx ☒ .pdf ☒ < 1 GB NA Questionnaires During the first visit, I will apply the following questionnaires: - Social Responsiveness Scale 2 - Screen for Child Anxiety Related Disorders - Attachment Style Questionnaire - 3x3 Attachment questions ☒ Generate new data ☒ Digital ☒ Physical ☒ Numerical ☒ Textual ☒ eCRF ☒ .csv ☒ .xlsx ☒ .pdf ☒ < 1 GB I will gather questionnaire data solely on paper if there would be an issue with the eCRF . 2 folder s ET_data During the second lab visit, I will record eye tracking (ET) data from the two interacti ng partners simultaneously. ☒ Generate new data ☒ Digital ☒ Numerical ☒ Visual ☒ .csv ☒ .xlsx ☒ .pdf ☒ .txt ☒ .avi ☒ .png ☒ < 5 TB NA EEG_data During the second lab visit, I will record encephalography (EEG) signals from the two interacting partners simultaneously. ☒ Generate new data ☒ Digital ☒ Numerical ☒ .bdf ☒ < 5 TB NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 ECG_data During the second lab visit, I will record electrocardiography ( ECG) signals from the two interacting partners simultaneously. ☒ Generate new data ☒ Digital ☒ Numerical ☒ .bdf ☒ < 5 TB NA GSR_data During the second lab visit, I will record Galvanic Skin Responses (GSR) from the two interacting partners simultaneously. ☒ Generate new data ☒ Digital ☒ Numerical ☒ .bdf ☒ < 5 TB NA Video_data During the second lab visit (and as part of the ET_data ), the interacting partners will be video recorded . ☒ Generate new data ☒ Digital ☒ Visual ☒ Audiovisual ☒ .avi ☒ .mp4 ☒ > 5 TB NA Audio_data During the second lab visit, the audio of the conversations between the interacting partners will be recorded. ☒ Generate new data ☒ Digital ☒ Sound ☒ .WAV ☒ < 5 TB NA OT_data During the second lab visit, I will collect 3 saliva samples from the participant, for assessing endogenous oxytocin levels. ☒ Generate new data ☒ Physical ☒ Digital ☒ Numerical ☒ .csv ☒ .xlsx ☒ .pdf ☒ < 1 GB 2 freeze r compartments NA Worksheets During the second lab visit, annotations regarding data collection will be made on a designated worksheet (on paper). ☒ Generate new data ☒ Physical NA NA NA 2 folders Visit_overview Overview of completed sessions and collected data per participant. ☒ Generate new data ☒ Digital ☒ Textual ☒ .csv ☒ .xlsx ☒ .pdf ☒ < 1 GB NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are valuable, diffic ult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☒ Yes, human subject data ; provide SMEC or EC a pproval number: s67699 ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☐ No Additional information : Only information relevant for the project’s research questions will be collected , as defined in section 2 “Research Data Summary ”. These (personal ) data will be de -identified and pseudonymized, and will be collected, stored and processed in coded form. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven pri vacy register number (G or S number). ☒ Yes (provide PRET G -number or EC S -number below) ☐ No Additional information: The project involves the collection of a broad range of multimodal data, including participant characteristics (phenotypical and demographical information, questionnaires, clinical ratings, …), dual (neuro)physiology recordings ( EEG, ECG, skin conductance), dual eye tracking d ata, video and audio recordings of child and experimenter during interactions, saliva samples, etc. Collected (personal ) data will be de -identified and pseudonymized, and will be collected, stored and processed in coded form. Participant - identification information is only accessible by the researchers who need to know this information for the purpose of conducting the study. Personal data used for organizing the research (i.e. name, phone number, e -mail address) will not be included in the analysis and will be stored separately from the research data. Datasets: Screening_log, Subject_log, Demographics , Informed Consent G number: G-2023 -6502 S number: S67699 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin - offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be a sserted. ☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata . 1. Study manual and Standard Operating Pr ocedures (SOP s): All scientific operations that will be performed for collecting and processing data are documented in a study manual and/or study specific SOPs . 2. Readme files in each individual dataset folder : Every dataset is stored in a separate folder, which will be supplemented with a readme file. The first section of this file will contain the table of content . The following sections will include more information regarding that dataset in terms of how data was acquired, who was involved in the collection of the data (e.g. internship/ master students), a short overview of the respective study experiment , etc. 3. Metadata labels in the KU Leuven ManG O platform : Raw (and analyzed) data will be stored on the KU Leuven ManG O platform (section 4 Data Storage & Back -up during the Research Project ), which provides Metadata schema(s) for adding descriptive information about data objects and collections in the form of metadata. 5. (Pre-)processing and analysis documents: Manual s with the instructions to clean , (pre-)process and analyze the data will be written for every analyzed dataset . These documents will never contain sensitive (identifiable) participants information such as names, contact details, etc. 6. Markdown and comments in analysis scripts: Many scripts, such as RStudio and Python scripts, allow to add comments within the a nalysis script, in between the lines of code , allowing for clarifying/explaining in a step -by-step manner how the script operates . Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LIST S WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: I will not use any metadata standard, as there is no a priori intention to reuse the data that I will be collecting. Only in exceptional cases, such as severe illness for instance, the data could be further processed /reused by other members within the same research group as myself. In that case, that person(s) could rely on the types of documentation described above (1 -6). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 4. Data Storage & Back -up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☒ Large Volume Storage ☐ Digital Vault ☒ Other: KU Leuven ManG O platform ☒ Other: Paper data will be stored in a locked room, next to the lab, in a storage cupboard or drawer , and can only be accessed by the researcher . Data collected on paper will be transferred to the eCRF (REDCap, a secure web -based application, running on the protected servers of the University ). Entered data can be exported in .xlsx, .csv or .pdf format , in order to be stored on OneDrive (KU Leuven) or Large Volume Storage. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☒ Personal back -ups I make (specify) : Digital data will be backed up on BIOMED L -Drive for large volume storage (secure KU Leuven facility for archiving) and/or the KU Leuven ManG O platform. ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes All data, except for the video (and audio) recordings, will stored on the KU Leuven One Drive and L -drive. The video data will be stored on the secured KU Leuven ManGO platform. In case storage space should not be sufficient, additional space will be purchased . KU Leuven One Drive offers 2 TB of storage space . The L -drive offers unlimited data storage in blocks of 5 TB , or 10 TB once storage has exceeded 100 TB. The KU Leuven ManGO platform offers 1 TB of storage for free with the option to ex pand storage against additional charges. At the moment we have 10 TB available. ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data The personal nature of OneDrive ensures that files that are not explicitly shared, are not accessible to anyone else. As such , a separate folder will be created for each dataset separately . Only registered collaborators (i.e. colleagues withing the same research group, KU Leuven students, etc.) can be granted (reader only) access to this folder. The KU Leuven drives , including the L-drive , are incorporated within se cured KU Leuven environments . Therefore, they are password -protected (including smartphone -based multi -factor identification) and are only accessible by registered KU Leuven researchers and/or students . Only the PI can request access to the network drive for study personnel. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The Department of Neurosciences provides our research group (Center for Developmental Psychiatry) with an L -drive. As such, costs will be covered by the department (€ 104,42/TB/year ). The OneDrive storage comes free of charge for students and personnel of KU Leuven. At the moment, we have 10 TB of storage available on the KU Leuven ManGO platform ( €35/TB/year ). Any additional costs regarding storage and backup will be covered by rese arch group -related funding . FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contract ual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and f or clinical experiments on humans ☒ Certain data cannot be kept for 10 years (explain) : Saliva samples will be used to analyze endogenous levels of oxytocin. Once analyzed, residual saliva will be destructed. Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☒ KU Leuven RDR : KU Leuven ManGo platform ☒ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J -drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Large volume storage can be purchased in blocks of 5 TB. From 100 TB on, large volume storage can only be purchased in blocks of 10 TB. The cost per TB, per year is € 95.14 . The KU Leuven ManGO platform offers 1 TB of storage for free with the option to expand storage against additional charges of €35 per TB per year . Given the maximum estimated used storages spaces will be as follows: - OneDrive: 2 TB : no cost - L-drive: - Mango: 8 TB: The expected cost will be € Any additional costs regarding storage and backup will be covered by research group -related funding. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILA BLE, CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: Only published data (and associated scripts) can be made available in the form of publications or other dissemination of scie ntific work. In such case, a ll data will be pseudonymised when disseminated. More d ata can be made available or shared after permission of the responsible person (prof. Bart Boets). Non -published data will remain confidential until a final decision on publication of the data has been taken. If access is restricted, please specify who will be able to access the data and under what conditions. Data can potentially be (re)used by direct colleagues, after consultation and approval of the head of the research group (pro f. dr. Bart Boets). External researchers will have to motiva te why they want access to the data. When this data it is being used by other researchers, they are required to give credit to the original data creators. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined i n an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: I work with confidential data (e.g., name, sex, age, physiological data, etc.). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☒ Other data repository (specify) : A specific repository will be chosen based on the publication strategy, as some journals request specific repositories. ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT C ONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes, a PID /DOI/accession number will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? Given that most data repositories are free of charge, no costs are expected for data sharing. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 7. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher (Laura Tibermont) will manage data documentation and metadata, under supervision of the head of the research group (Prof. dr. Bart Boets). Who will manage data storage and backup during the research project? Data storage and back up wil l be managed by the PhD researcher (Laura Tibermont), under supervision of the head of the research group (Prof. dr. Bart Boets) and with delegation to the dedicated data manager of the Psychiatry Research Group (dr. Martien Wampers). Who will manage data preservation and sharing? The head of the research group (Prof. dr. Bart Boets) will be responsible for ensuring data preservation and sharing, with de legation to the dedicated data manager of the Psychiatry Research Group (dr. Martien Wampers). Who will update and implement this DMP? The PhD researcher (Laura Tibermont ) will update and implement this DMP, under supervision of the PI (Prof. Dr. Bart Boets)."
}