{
    "document_id": "D-2024-3445",
    "LinkTitle": "D-2024-3445",
    "file_name": "D-2024-3445.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3445.pdf",
    "metadata": {
        "title": "D-2024-3445",
        "author": "Liene Van Craen",
        "num_pages": 10
    },
    "content": {
        "full_text": "PLAN OVERVIEW\nA Data Management Plan created using DMPonline.be\nTitle: Investigation of fixed dose combinations of poorly soluble drugs using amorphous solid dispersions\nCreator: Liene Van Craen\nAffiliation: KU Leuven (KUL)\nFunder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: FWO DMP (Flemish Standard DMP)\nPrincipal investigator: Liene Van Craen\nData manager: Liene Van Craen\nProject administrator:  Liene Van Craen\nGrant number/URL: 1S01625N\nProject abstract: \nThe increasing number of drugs with low solubility, classified as Biopharmaceutics Classification System (BCS) class II  \nand class IV, forms a major problem for the development of efficient pharmacotherapy. The limited solubility of these  \nsubstances reduces oral absorption, resulting in decreased oral bioavailability. To overcome those challenges,  \ninnovative formulation strategies are needed. In this context, amorphous solid dispersions (ASDs) are considered a  \npromising solution for enhancing the solubility/dissolution rate and absorption of poorly soluble drugs. ASDs are  \namorphous systems wherein an amorphous carrier is utilized to disperse the active pharmaceutical ingredient (API) at  \nthe molecular level. \nHigh pill burden poses a significant challenge for patients with conditions such as cardiovascular diseases, tuberculosis  \nor HIV. This leads to a reduced therapeutic compliance, and therefore effectiveness of the treatment can no longer be  \nassured. A possible solution is the formulation of fixed dose combinations (FDC), in which two or more relevant drugs  \nare combined. This will lead to a significant reduction in pill burden, which will have a positive effect on treatment  \ncompliance and outcome.  \nThe overarching goal of this project is to gain fundamental physical chemical insight to support the formulation  \ndevelopment of FDC drug products of poorly soluble drugs. The strategy that we will follow is the use of “multi composed  \namorphous solid dispersions” (MCASD).\nID: 211080\nStart date: 01-11-2024\nEnd date: 31-10-2028\nLast modified: 18-11-2024\nINVESTIGATION  OF  FIXED  DOSE  COMBINATIONS  OF  POORLY  \nSOLUBLE DRUGS USING AMORPHOUS SOLID DISPERSIONS \nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\n●Not applicable\nINVESTIGATION  OF  FIXED  DOSE  COMBINATIONS  OF  POORLY  \nSOLUBLE DRUGS USING AMORPHOUS SOLID DISPERSIONS \nGDPR\nHave you registered personal data processing activities for this project?\n●No\nINVESTIGATION  OF  FIXED  DOSE  COMBINATIONS  OF  POORLY  \nSOLUBLE DRUGS USING AMORPHOUS SOLID DISPERSIONS \nApplication DMP\nQUESTIONNAIRE\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate  \nand /or (re)use. (use up to 700 characters)\nThe data collected during the project will only be materialistic and no human participants will be involved. Collected data  \nwill consist mostly of analytical results, such as mDSC thermograms, microscopic images, spectroscopic data and so  \nforth. The only non-digital data will be the contents of the lab book, describing experimental procedures and concrete  \nlab procedures.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5  \nyears after the end of the research? Motivate your answer. (use up to 700 characters)\n1.Designation of responsible person (If already designated, please fill in his/her name.)  \nProfessor Guy Van den Mooter is the final responsible person of the data. During the project, Liene Van Craen, the PhD  \nstudent, generates and curates the data.\n2. Storage capacity/repository   \n●during the research\nAll the collected data will be preserved on a central J-drive. Any file or folder will be well ordered and named, making  \nsure any data can be retrieved during or after the project. All digital data as well as the lab book will be kept for at least  \nfive years.\n●after the research\nAll the collected data will be preserved on a central J-drive. Any file or folder will be well ordered and named, making  \nsure any data can be retrieved during or after the project. All digital data as well as the lab book will be kept for at least  \nfive years\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum  \npreservation term of 5 years? (max. 700 characters)\nNot applicable.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form?  \nWhich specific security measures do those data require? (use up to 700 characters)\nNo\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNot applicable.\nINVESTIGATION  OF  FIXED  DOSE  COMBINATIONS  OF  POORLY  \nSOLUBLE DRUGS USING AMORPHOUS SOLID DISPERSIONS \nFWO DMP (Flemish Standard DMP)\n1. RESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n    Only for digital \ndata Only for digital data Only for \ndigital \ndata Only for \nphysical \ndata\nDataset \nNameDescriptio\nnNew or \nreusedDigital \nor \nPhysica\nlDigital Data \nTypeDigital Data format Digital \ndata \nvolume \n(MB/GB/\nTB)Physical \nvolume\nLab \nBooksLab books \nare kept \nhere \nreasoning, \nmethods \nand results \nare saved \nfor every \nexperiment\ns. Generat\ne new \ndataPhysicalNANA NABooks \n(hard \ncover)\nAll raw \ndata \ngenerat\ned by \nany \ninstrum\nent \nand/or \nexperim\nentAll data \ngenerated \nthrough \ninstrumenta\nl analysis \nresults in a \ndigital file \nthat will be \nstored \nsafely and \nappropriatel\ny. Generat\ne new \ndataDigitalObservational \nand\nExperimental.tri\n.UA\n.xlsx\nMore instrument-\nspecific extensions \n(will be further \ndetailed at the end of \nthe project)<5TBNA\nAnalyze\nd dataAnalyzed \ndata will be \nstored in \nthe same \nfolder as \nraw dataGenerat\ne new \ndataDigitalObservational \nand \nExperimentalMainly .xlsx\nSometimes .docx, .jp\neg or .png <1TBNA\nSoftwar\neA data \nanalysis \nprogram to \nanalyze \nthermal \nanalysis \ndata \ncompatible \nwith the \nTRIOS Generat\ne new \ndataDigitalSoftware.R <100MBNA\nsoftware \nwas \ndeveloped. \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data \ntypes when appropriate.\n●No\nNA. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment \nsection. Please refer to specific datasets or data types when appropriate.\n●No\nNA.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)? If so, please comment per dataset or data type where appropriate.\n●Yes\nThis is not entirely clear since we're at the start of the project. This will be uploaded towards the end of the project.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. \nMaterial/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●No\nNA\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●No\nNA\n2. DOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g., in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \nCodebook.tsv etc. where this information is recorded).\n1.Lab books are kept where reasoning, methods and results are saved for every experiment. This data will be \ncurated according to good  laboratory practices, in other words: chronologically, pages numbered, table of \ncontents at the start, clear and readable writing, all data  remains legible, even when crossing something out \ndue to a mistake.\n2.Many instruments also generate metadata that are stored in the files generated as output. This information \nis stored on top of point 1.\n3.When either point 1 or point 2 would give insufficient information regarding any file, a text file is included in \nthe results folder with additional information.\n4.All files are appropriately named, allowing for easy identification of any files. All the files will be ordered in \nclear and well-named folder  structures that can be understood and interpreted by any reader.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where \nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where \nappropriate per dataset or data type) which metadata will be created to make the data easier to find and \nreuse.\n●Yes\nTwo standards are applicable for this project: one for the lab books, one for digital data.\nFor the lab books: every entry comes with a title and date, followed by a what? and why? section to explain why the \nexperiment was performed. This is then followed by a how? section including a detailed explanation of the methods. \nFinally, results are discussed briefly  as well. Where possible, templates are used that the researcher can simply filled \nin - especially if a certain technique is applied often.\nFor data stored digitally : the results are grouped per technique. Inside these folders, subfolders can be used to \ndistinguish bulk materials  and materials in film form. Inside these folders, data is grouped in folders that contain the \ndata the analysis was ran as well as the  (shortened) title of the experiment. The files themselves also contain the \ndate in their names, the shortened experiment title, and a number  in case duplicates or triplicates were ran. Dates \nspecified for digital information always match with the ones from the lab book, ensuring  good consistency between \nthe two.\n3. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT\nWhere will the data be stored?\nAll the collected data will be preserved on a central J-drive. Any file or folder will be well ordered and named, making \nsure any data can be retrieved during or after the project. All digital data as well as the lab book will be kept for at \nleast five years.\nHow will the data be backed up?\nBackups are made daily by the research institution.  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\n●Yes\nThe research institution ensures that there will always be enough room on the J-drive.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons?\nThe research institution ensures safe management of the J-drive.\nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nThe research institution takes care of all costs.\n4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that \nare applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons \nfor this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll of the data will be retained for at least five years.\nWhere will these data be archived (stored and curated for the long-term)?\nAll the collected data will be preserved on a central J-drive. Any file or folder will be well ordered and named, making \nsure any data can be retrieved during or after the project. All digital data as well as the lab book will be kept for at \nleast five years.\nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nAll costs are covered by the research institution.\n5. DATA SHARING AND REUSE\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment \nsection please explain per dataset or data type which data will be made available.\n●Other, please specify:\nNot clear as of now.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot clear as of now.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data \ntype where appropriate.\n●No\nNA\nWhere will the data be made available? If already known, please provide a repository per dataset or data \ntype.\nNot clear as of now.\nWhen will the data be made available?\nNot clear as of now.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNot clear as of now.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the \noption to provide it in the comment section.\n●No\nNot clear as of now.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNot clear as of now.\n6. RESPONSIBILITIES\nWho will manage data documentation and metadata during the research project?\n                      Guy Van den Mooter, Liene Van Craen  \nWho will manage data storage and backup during the research project?\n                      Guy Van den Mooter, Liene Van Craen  \nWho will manage data preservation and sharing?\n                      Guy Van den Mooter, Liene Van Craen  \nWho will update and implement this DMP?\n                      Guy Van den Mooter, Liene Van Craen  "
    },
    "clean_full_text": "PLAN OVERVIEW A Data Management Plan created using DMPonline.be Title: Investigation of fixed dose combinations of poorly soluble drugs using amorphous solid dispersions Creator: Liene Van Craen Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal investigator: Liene Van Craen Data manager: Liene Van Craen Project administrator: Liene Van Craen Grant number/URL: 1S01625N Project abstract: The increasing number of drugs with low solubility, classified as Biopharmaceutics Classification System (BCS) class II and class IV, forms a major problem for the development of efficient pharmacotherapy. The limited solubility of these substances reduces oral absorption, resulting in decreased oral bioavailability. To overcome those challenges, innovative formulation strategies are needed. In this context, amorphous solid dispersions (ASDs) are considered a promising solution for enhancing the solubility/dissolution rate and absorption of poorly soluble drugs. ASDs are amorphous systems wherein an amorphous carrier is utilized to disperse the active pharmaceutical ingredient (API) at the molecular level. High pill burden poses a significant challenge for patients with conditions such as cardiovascular diseases, tuberculosis or HIV. This leads to a reduced therapeutic compliance, and therefore effectiveness of the treatment can no longer be assured. A possible solution is the formulation of fixed dose combinations (FDC), in which two or more relevant drugs are combined. This will lead to a significant reduction in pill burden, which will have a positive effect on treatment compliance and outcome. The overarching goal of this project is to gain fundamental physical chemical insight to support the formulation development of FDC drug products of poorly soluble drugs. The strategy that we will follow is the use of “multi composed amorphous solid dispersions” (MCASD). ID: 211080 Start date: 01-11-2024 End date: 31-10-2028 Last modified: 18-11-2024 INVESTIGATION OF FIXED DOSE COMBINATIONS OF POORLY SOLUBLE DRUGS USING AMORPHOUS SOLID DISPERSIONS DPIA Have you performed a DPIA for the personal data processing activities for this project? ●Not applicable INVESTIGATION OF FIXED DOSE COMBINATIONS OF POORLY SOLUBLE DRUGS USING AMORPHOUS SOLID DISPERSIONS GDPR Have you registered personal data processing activities for this project? ●No INVESTIGATION OF FIXED DOSE COMBINATIONS OF POORLY SOLUBLE DRUGS USING AMORPHOUS SOLID DISPERSIONS Application DMP QUESTIONNAIRE Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The data collected during the project will only be materialistic and no human participants will be involved. Collected data will consist mostly of analytical results, such as mDSC thermograms, microscopic images, spectroscopic data and so forth. The only non-digital data will be the contents of the lab book, describing experimental procedures and concrete lab procedures. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1.Designation of responsible person (If already designated, please fill in his/her name.) Professor Guy Van den Mooter is the final responsible person of the data. During the project, Liene Van Craen, the PhD student, generates and curates the data. 2. Storage capacity/repository ●during the research All the collected data will be preserved on a central J-drive. Any file or folder will be well ordered and named, making sure any data can be retrieved during or after the project. All digital data as well as the lab book will be kept for at least five years. ●after the research All the collected data will be preserved on a central J-drive. Any file or folder will be well ordered and named, making sure any data can be retrieved during or after the project. All digital data as well as the lab book will be kept for at least five years What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Not applicable. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) No Which other issues related to the data management are relevant to mention? (use up to 700 characters) Not applicable. INVESTIGATION OF FIXED DOSE COMBINATIONS OF POORLY SOLUBLE DRUGS USING AMORPHOUS SOLID DISPERSIONS FWO DMP (Flemish Standard DMP) 1. RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset NameDescriptio nNew or reusedDigital or Physica lDigital Data TypeDigital Data format Digital data volume (MB/GB/ TB)Physical volume Lab BooksLab books are kept here reasoning, methods and results are saved for every experiment s. Generat e new dataPhysicalNANA NABooks (hard cover) All raw data generat ed by any instrum ent and/or experim entAll data generated through instrumenta l analysis results in a digital file that will be stored safely and appropriatel y. Generat e new dataDigitalObservational and Experimental.tri .UA .xlsx More instrument- specific extensions (will be further detailed at the end of the project)<5TBNA Analyze d dataAnalyzed data will be stored in the same folder as raw dataGenerat e new dataDigitalObservational and ExperimentalMainly .xlsx Sometimes .docx, .jp eg or .png <1TBNA Softwar eA data analysis program to analyze thermal analysis data compatible with the TRIOS Generat e new dataDigitalSoftware.R <100MBNA software was developed. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. ●No NA. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. ●No NA. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●Yes This is not entirely clear since we're at the start of the project. This will be uploaded towards the end of the project. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●No NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●No NA 2. DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1.Lab books are kept where reasoning, methods and results are saved for every experiment. This data will be curated according to good laboratory practices, in other words: chronologically, pages numbered, table of contents at the start, clear and readable writing, all data remains legible, even when crossing something out due to a mistake. 2.Many instruments also generate metadata that are stored in the files generated as output. This information is stored on top of point 1. 3.When either point 1 or point 2 would give insufficient information regarding any file, a text file is included in the results folder with additional information. 4.All files are appropriately named, allowing for easy identification of any files. All the files will be ordered in clear and well-named folder structures that can be understood and interpreted by any reader. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. ●Yes Two standards are applicable for this project: one for the lab books, one for digital data. For the lab books: every entry comes with a title and date, followed by a what? and why? section to explain why the experiment was performed. This is then followed by a how? section including a detailed explanation of the methods. Finally, results are discussed briefly as well. Where possible, templates are used that the researcher can simply filled in - especially if a certain technique is applied often. For data stored digitally : the results are grouped per technique. Inside these folders, subfolders can be used to distinguish bulk materials and materials in film form. Inside these folders, data is grouped in folders that contain the data the analysis was ran as well as the (shortened) title of the experiment. The files themselves also contain the date in their names, the shortened experiment title, and a number in case duplicates or triplicates were ran. Dates specified for digital information always match with the ones from the lab book, ensuring good consistency between the two. 3. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? All the collected data will be preserved on a central J-drive. Any file or folder will be well ordered and named, making sure any data can be retrieved during or after the project. All digital data as well as the lab book will be kept for at least five years. How will the data be backed up? Backups are made daily by the research institution. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ●Yes The research institution ensures that there will always be enough room on the J-drive. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The research institution ensures safe management of the J-drive. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The research institution takes care of all costs. 4. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All of the data will be retained for at least five years. Where will these data be archived (stored and curated for the long-term)? All the collected data will be preserved on a central J-drive. Any file or folder will be well ordered and named, making sure any data can be retrieved during or after the project. All digital data as well as the lab book will be kept for at least five years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? All costs are covered by the research institution. 5. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. ●Other, please specify: Not clear as of now. If access is restricted, please specify who will be able to access the data and under what conditions. Not clear as of now. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. ●No NA Where will the data be made available? If already known, please provide a repository per dataset or data type. Not clear as of now. When will the data be made available? Not clear as of now. Which data usage licenses are you going to provide? If none, please explain why. Not clear as of now. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. ●No Not clear as of now. What are the expected costs for data sharing? How will these costs be covered? Not clear as of now. 6. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Guy Van den Mooter, Liene Van Craen Who will manage data storage and backup during the research project? Guy Van den Mooter, Liene Van Craen Who will manage data preservation and sharing? Guy Van den Mooter, Liene Van Craen Who will update and implement this DMP? Guy Van den Mooter, Liene Van Craen"
}