{
    "document_id": "D-2021-1012",
    "LinkTitle": "D-2021-1012",
    "file_name": "D-2021-1012.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1012.pdf",
    "metadata": {
        "title": "D-2021-1012",
        "author": "Myriam Mertens",
        "num_pages": 9
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their  \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the  \nresearch co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the  \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the  \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final  \nDMP may use this template.\n1.General Information\nName applicant Sandra Nuyts\nFWO Project Number & Title 18B4122N\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data? ☒ Generate new data\n☒ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data  \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from data  \nformats (the technical format).PART1:\nExisting data:\nClinical and imaging data will be available in electronic patient files (KWS) of the UZ Leuven (n=60 patients  \nWP1 and n=20 patients in WP2)\nRaw data to be generated:\nDelineation of CT images (and registration of additional functional imaging modalities) of 60 HNSCC patients  \nas part of the training set for the CNN tool for automated delineation. \nDice similarity coefficient (DSC) and average symmetric distance (ASSD) calculations to assess IOV. Format=  \nxls/doc/txt files.\nImaging parameters of functional data generated to identify resistant areas. Format= xls/doc/txt files\nResected specimen and associated to images to calculate the shrinkage factor. Format= xls/doc/txt files\nIHC staining for hypoxia, and stem cell related factors to correlate the resistant areas with IHC.  \nPART2:\nExisting data: \nThe Cancer Genome Atlas (TCGA) datasets of HNSCC (cBioportal database; http://www.cbioportal.org).  \nThese are anonymized genetic or expression data (SNPs, CNA, RNA and protein arrays) of HNSCC patients or  \ncell lines, linked with specific treatments and survival data. Format = .xls files.\nHNSCC cell lines (primary and acquired) available in the lab. The cell lines are stored in liquid nitrogen tanks  \nand the location is annotated in xls files on the shared drive (J-drive).\nYeast deletion collection and WT yeast strains are available in collaborating lab (Verstrepen lab), the location  \nis annotated on the shared software of this lab (available to the responsible researcher).\nHNSCC biobank (S51441) is a biobank in which tissue and blood from HNSCC patients are collected in a  \nprospective manner. The collection of tissue and data (tumor and patient characteristics) is with informed  \nconsent of the patients. In addition, legal obligations to protect privacy according to the Belgian law of 8  \nDecember 1992, the law of 22 August 2002 on the rights of patients, the law of 7 May 2004 on experiments  \non the human person and the law of 19 December 2008 law on the acquisition and use of human body  \nmaterial for the purposes of medical application to humans or scientific research will be respected. Data that  \nwill be used will be all anonymized.\nPDX models from the PDX platform trace (P038/2015; S54185) will be used for some of the experiments.  \nInformation about tumor characteristics are annotated by PDX platform.\n2019-10-01 | FWO DMP Template 3Raw data to be generated: \nGeneration of acquired resistant HNSCC cell lines. The cell lines are stored in liquid nitrogen tanks and  \nlocation is annotated in xls files stored on the shared drive (J-drive).\nGeneration of PDO of HNSCC (S61048). The collection of tissue will take place in context of HNSCC biobank  \n(S51441) The PDOs are stored in liquid nitrogen tanks, location is annotated in xls files stored on the shared  \ndrive (J drive). The collection of clinical and tumor related data will be performed in context of the biobank  \n(see above).\nNew  plasmid  construct  including  deletion  constructs  of  yeast  models,  experimental  measurements  \n(clonogenic, IF, FACS, IC , WB, IHC) in in vitro, ex vivo and yeast models, will be documented in paper lab  \nnotebooks and collected on the shared drives and hard disks. Format: doc., xls, text, tiff, jpg, PDF, facs  \n(experimental files) files. Mass spectrometry data [raw data files (0.5-3 GB/file),  output files of data  \nprocessing software, .xls files containing processed data].\nIn vivo experiments cell line based models (P163/2017) and PDX from trace (P038/2015) will be used.  \nInformation about the tumor (IHC, growth), mice (treatment, radiotherapy schedule, start and end date of  \nthe experiments) will be documented in xls file stored on the shared drives.  \nTumor tissues and paraffin embedded tissues will be stored in -80°C and at room temperature in the lab,  \nrespectively. Any derivates (RNA, DNA, WB lysates,…) of the above mentioned models will be stored in -20°C,  \n-80°C freezers in our lab and storage location will be documented in xls file on the shared drives.\nSequencing files of in vitro, ex vivo, in vivo and yeast models will be documented in paper lab notebooks and  \ncollected on the hard disks and after publication online repositories. Format: xls, txt, seq file BAM, VCF.  \nDetails on all irradiation experiments are kept in an electronic logbook of Laboratory of Experimental  \nRadiotherpay/MOSAIC.\nProcessed data: \nBioinformatics and statistical analysis of the existing data from cBioportal and new generated data lab  \nmeeting presentations, intermediate PhD reports, manuscripts and posters will be stored on the shared  \ndrives and hard disks. File format: doc, .ppt, .xls files, statistica, graphpad, R files.\n3.Ethical and legal issues\n2019-10-01 | FWO DMP Template 4Will you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☒ Yes\n☐ No\nIf yes: \n-Privacy Registry Reference:\n-Short description of the kind of personal data that will be used: \nData will be re-used or collected in UH Leuven HNSCC in context of study with EC S54730; S63252; S61048  \nand S54185, from databases (COSMIC, cBioportal) .\nFor the biobank the legal obligations to protect privacy according to the Belgian law of 8 December 1992, the  \nlaw of 22 August 2002 on the rights of patients, the law of 7 May 2004 on experiments on the human person  \nand the law of 19 December 2008 law on the acquisition and use of human body material for the purposes of  \nmedical application to humans or scientific research will be respected. \nThe study will be conducted according to the guidelines of good clinical practice (ICH/GCP) and according to  \nthe most recent version of the Declaration of Helsinki prepared to protect people participating in clinical  \nstudies. Data collected as part of the study will be treated with the utmost confidentiality. In doing so, the  \nmedical secrecy, the international guidelines (ICH-GCP) and the Belgian legislation are observed (including  \nthe legal requirements as stipulated in the Belgian Law of 8 December 1992 on the protection of privacy and  \nthe Belgian Law of 22 August 2002 on patient rights). Data that will be used will be all anonymized before any  \ntransfer  to  third  parties.  The  link  between  the  participant  and  his/her  data  is  kept  by  the  \nresearcher/research team. \nAre  there  any  ethical  issues  concerning  the  \ncreation and/or use of the data (e.g. experiments  \non humans or animals, dual use)? If so, add the  \nreference to the formal approval by the relevant  \nethical review committee(s).☒ Yes\n☐ No\nIf yes: \n-Reference to ethical committee approval: \nPathological validation study (S54730)\nHNSCC biobank (S51441). \nCell lines (S63252)\nGeneration of organoids (S61048)\nCell line based mice models (ECD P163/2017) \nPDX from trace (ECD P038-2015, MEC S59271).\n2019-10-01 | FWO DMP Template 5Does your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☒ Yes\n☐ No\nIf yes, please comment: For part 1 we will generate an automated delineation tool that we aim to introduce  \nin daily clinical practice. We will seek advice from the University Research and Development Office. This  \nconsultation will take place prior to any publication or disclosure of results if IPR is applicable. For part 2, we  \naim for better biological understanding and targeting of radiotherapy response, which can lead to better  \ntreatment options for these patients. For this part, we will seek advice from the University Research and  \nDevelopment Office if we think an output is worthy of registering as IPR.\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☒ Yes\n☐ No\nIf yes, please comment: IPR could apply for delineation tool, for part 2 if we think an output is worthy of  \nregistering as IPR, here also IPR will apply.\n4.Documentation and metadata\nWhat documentation will be provided to enable  \nunderstanding  and  reuse  of  the  data  \ncollected/generated in this project?  Each researcher, involved in the project will provide detailed descriptions of data acquisition in electronic or  \npaper notebooks, according to good laboratory practices. Detailed protocols are documented on shared  \ndrives (.doc/txt/xls files). Clinical and imaging data will be available in electronic patient files (KWS) of the UZ  \nLeuven. Information of Pathological data (tumor resection pieces and IHC sections) will be documented as  \ntxt/xls/doc files and stored on the shared drives. The final CNN  based auto-delineation tool will be  \ngenerated with MeVisLab and available commercial software at our department. Physical data (new cell  \nlines, organoids, tumor or derivates derived from xenograft or yeast ) and where/how they are stored are  \ndocumented on the shared drives (.xls file).\n2019-10-01 | FWO DMP Template 6Will a metadata standard be used? If so, describe  \nin detail which standard will be used.  If not, state  \nin detail which metadata will be created to make  \nthe data easy/easier to find and reuse.☐ Yes\n☒ No\nIf yes, please specify: No real metadata standard will be used. Each researcher provides a clear overview  \n(summary) of the generated or processed data in their (e-)lab-books. Clinical data and imaging data will be  \navailable in electronic patient files (KWS) of the UZ Leuven. Cell line lists, HNSCC organoid list, protocols will  \nbe updated and stored on the shared drives (J-drive). Processed data will be provided as digital info on the  \nshared and on the portable hard disks of the lab. Later on, the data will be stored on the K-drives, the data  \nare ordered per researcher/per project. \n5.Data storage & backup during the FWO project\nWhere will the data be stored? Paper lab notebooks are kept in cabinets in the lab of Experimental Radiotherapy. Digital data files are stored  \non local KU Leuven/UZ Leuven PC or shared KU Leuven/UZ Leuven drives and also will be stored on external  \nSSDs. The first author is responsible for storing raw and processed data of the paper concerned. Clinical and  \nimaging data will be available in electronic patient files (KWS) of the UZ Leuven. Information of physical data  \nwill be documented as txt/xls/doc files and stored on the shared drives. After publication any high-\nthroughput data will be deposited to online repositories. \nNon-digital or non-written data: new cell models, tumors, organoids, plasmids, will be stored in appropriate  \nstoring conditions, i.e. liquid nitrogen cell tanks and -80°C, -20°C freezers.\nHow will the data be backed up? Besides regularly provided automated backups by ICTS (of J-drive, K-drive), the data stored on personal PCs,  \npersonal KUL SharePoint and J-drive will be back-up on external hard disks. External SSD hard-disks (up to 12  \nTB storage capacity) keep the storage costs feasible.\nIs  there  currently  sufficient  storage  &  backup  \ncapacity  during  the  project?  If  yes,  specify  \nconcisely. If no or insufficient storage or backup  \ncapacities are available, then explain how this  \nwill be taken care of. ☒ Yes\n☐ No\nIf no, please specify: Yes. The lab of experimental radiotherapy shares a shared drive with the lab of  \nexperimental oncology. The J-drive has a capacity 400GB, the K-drive has a capacity 500GB. Extensions of  \nthis volume can be asked for at ICTS for an additional cost. We have currently several external hard disks  \n(12TB, 5TB, 1TB capacities). Same for liquid nitrogen tanks or freezers, but sufficient capacity is currently  \navailable.\n2019-10-01 | FWO DMP Template 7What are the expected costs for data storage and  \nbackup during the project? How will these costs  \nbe covered? \nAlthough  FWO  has  no  earmarked  budget  at  its  \ndisposal  to  support  correct  research  data  \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Currently the expenses for the shared drives are covered by the shared budgets of the labs. The external  \nhard disks on lab budget are available. Extra data storage can be covered by the FWO budget.  \nData security: how will you ensure that the data  \nare securely stored and not accessed or modified  \nby unauthorized persons? Clinical and imaging data will be available in electronic patient files (KWS) of the UZ Leuven and will only be  \navailable to the involved researchers by passwords. The archives and SharePoint both KUL/UZ Leuven will be  \navailable to the involved researcher by passwords. Paper lab notebooks are kept in cabinets in the lab. The  \nhard disk are kept in the cabinets in the lab.\n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5  \nyear period after the end of the project? In case  \nonly  a  selection  of  the  data  can/will  be  \npreserved,  clearly  state  the  reasons   for  this  \n(legal  or  contractual  restrictions,  physical  \npreservation issues, ...).Generated data will be preserved, raw and processed, for at least 5 years.\nUnpublished data from unfinished work will be kept for longer than 5 years since there is a possibility to use  \nin publications. The final delineation tool and data under IPR will be made public after consultation and  \nadvice from the University Research and Development Office.\nWhere will these data be archived (= stored for  \nthe long term)? K-drive and external SSD hard disks. In addition, after publication all high-throughput (sequencing, mass-\nspec) data will be deposited to online repositories.\nGenerated plasmids will in part be stored in -20° freezers. Newly generated cell lines and organoids will in  \npart be stored in liquid nitrogen storage tanks. Tumor tissues will be stored in -80°C freezers. IHC slides will  \nbe stored at RT in the lab of experimental radiotherapy. \n2019-10-01 | FWO DMP Template 8What  are  the  expected  costs  for  data  \npreservation during these 5 years? How will the  \ncosts be covered? \nAlthough  FWO  has  no  earmarked  budget  at  its  \ndisposal  to  support  correct  research  data  \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.K-Archive drive costs: around € 12 /year/100 GB\nJ-drive costs: around €50/year/100GB \nExternal hard disks: max. 1000€ (2x 12TB)\nCosts will be covered from shared lab budget; part of the cost can be covered by the FWO budget.\n7.Data sharing and reuse\nAre there any factors restricting or preventing  \nthe sharing of (some of) the data (e.g. as defined  \nin  an  agreement  with  a  3rd party,  legal \nrestrictions)? ☒ Yes\n☐ No\nIf yes, please specify: Data sharing will occur through publications (open access policy). The planned  \ndepositions of data in the relevant responsible repositories will occur after publication. We do not plan to  \nshare any unpublished data. Delays to the above data sharing policy may only arise through IPR. We will seek  \nadvice from the University Research and Development Office. This consultation will take place prior to any  \npublication or disclosure of results.\nWhich data will be made available after the end  \nof the project? Publications, data deposited in public repositories and tool will be available with IPR.\nWhere/how will the data be made available for  \nreuse? ☒ In an Open Access repository\n☐ In a restricted access repository\n☐ Upon request by mail\n☐ Other (specify):\nWhen will the data be made available?  After finalization of the tool and upon publication during the project, or as soon as possible upon publication  \nafter the project.\nWho will be able to access the data and under  \nwhat conditions? Publications and repositories mentioned all open access.\nFor unpublished data: only the PIs of the lab and scientific collaborators involved.\n2019-10-01 | FWO DMP Template 9What are the expected costs for data sharing?  \nHow will these costs be covered?  \nAlthough  FWO  has  no  earmarked  budget  at  its  \ndisposal  to  support  correct  research  data  \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Publication costs (open access) will be covered by the project budget.\n8.Responsibilities\nWho  will  be  responsible  for  the  data  \ndocumentation & metadata? All researchers involved in data collection and evaluation of the project. The final responsibility lies with the  \nPI of the project.\nWho will be responsible for data storage & back  \nup during the project? The PI of the project\nWho  will  be  responsible  for  ensuring  data  \npreservation and sharing? The PI of the project\nWho bears the end responsibility for updating &  \nimplementing  this  DMP?  \nDefault  response:  The  PI  bears  the  overall  \nresponsibility for updating & implementing this DMPThe PI of the project (prof. Sandra Nuyts) "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Sandra Nuyts FWO Project Number & Title 18B4122N Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).PART1: Existing data: Clinical and imaging data will be available in electronic patient files (KWS) of the UZ Leuven (n=60 patients WP1 and n=20 patients in WP2) Raw data to be generated: Delineation of CT images (and registration of additional functional imaging modalities) of 60 HNSCC patients as part of the training set for the CNN tool for automated delineation. Dice similarity coefficient (DSC) and average symmetric distance (ASSD) calculations to assess IOV. Format= xls/doc/txt files. Imaging parameters of functional data generated to identify resistant areas. Format= xls/doc/txt files Resected specimen and associated to images to calculate the shrinkage factor. Format= xls/doc/txt files IHC staining for hypoxia, and stem cell related factors to correlate the resistant areas with IHC. PART2: Existing data: The Cancer Genome Atlas (TCGA) datasets of HNSCC (cBioportal database; http://www.cbioportal.org). These are anonymized genetic or expression data (SNPs, CNA, RNA and protein arrays) of HNSCC patients or cell lines, linked with specific treatments and survival data. Format = .xls files. HNSCC cell lines (primary and acquired) available in the lab. The cell lines are stored in liquid nitrogen tanks and the location is annotated in xls files on the shared drive (J-drive). Yeast deletion collection and WT yeast strains are available in collaborating lab (Verstrepen lab), the location is annotated on the shared software of this lab (available to the responsible researcher). HNSCC biobank (S51441) is a biobank in which tissue and blood from HNSCC patients are collected in a prospective manner. The collection of tissue and data (tumor and patient characteristics) is with informed consent of the patients. In addition, legal obligations to protect privacy according to the Belgian law of 8 December 1992, the law of 22 August 2002 on the rights of patients, the law of 7 May 2004 on experiments on the human person and the law of 19 December 2008 law on the acquisition and use of human body material for the purposes of medical application to humans or scientific research will be respected. Data that will be used will be all anonymized. PDX models from the PDX platform trace (P038/2015; S54185) will be used for some of the experiments. Information about tumor characteristics are annotated by PDX platform. 2019-10-01 | FWO DMP Template 3Raw data to be generated: Generation of acquired resistant HNSCC cell lines. The cell lines are stored in liquid nitrogen tanks and location is annotated in xls files stored on the shared drive (J-drive). Generation of PDO of HNSCC (S61048). The collection of tissue will take place in context of HNSCC biobank (S51441) The PDOs are stored in liquid nitrogen tanks, location is annotated in xls files stored on the shared drive (J drive). The collection of clinical and tumor related data will be performed in context of the biobank (see above). New plasmid construct including deletion constructs of yeast models, experimental measurements (clonogenic, IF, FACS, IC , WB, IHC) in in vitro, ex vivo and yeast models, will be documented in paper lab notebooks and collected on the shared drives and hard disks. Format: doc., xls, text, tiff, jpg, PDF, facs (experimental files) files. Mass spectrometry data [raw data files (0.5-3 GB/file), output files of data processing software, .xls files containing processed data]. In vivo experiments cell line based models (P163/2017) and PDX from trace (P038/2015) will be used. Information about the tumor (IHC, growth), mice (treatment, radiotherapy schedule, start and end date of the experiments) will be documented in xls file stored on the shared drives. Tumor tissues and paraffin embedded tissues will be stored in -80°C and at room temperature in the lab, respectively. Any derivates (RNA, DNA, WB lysates,…) of the above mentioned models will be stored in -20°C, -80°C freezers in our lab and storage location will be documented in xls file on the shared drives. Sequencing files of in vitro, ex vivo, in vivo and yeast models will be documented in paper lab notebooks and collected on the hard disks and after publication online repositories. Format: xls, txt, seq file BAM, VCF. Details on all irradiation experiments are kept in an electronic logbook of Laboratory of Experimental Radiotherpay/MOSAIC. Processed data: Bioinformatics and statistical analysis of the existing data from cBioportal and new generated data lab meeting presentations, intermediate PhD reports, manuscripts and posters will be stored on the shared drives and hard disks. File format: doc, .ppt, .xls files, statistica, graphpad, R files. 3.Ethical and legal issues 2019-10-01 | FWO DMP Template 4Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☒ Yes ☐ No If yes: -Privacy Registry Reference: -Short description of the kind of personal data that will be used: Data will be re-used or collected in UH Leuven HNSCC in context of study with EC S54730; S63252; S61048 and S54185, from databases (COSMIC, cBioportal) . For the biobank the legal obligations to protect privacy according to the Belgian law of 8 December 1992, the law of 22 August 2002 on the rights of patients, the law of 7 May 2004 on experiments on the human person and the law of 19 December 2008 law on the acquisition and use of human body material for the purposes of medical application to humans or scientific research will be respected. The study will be conducted according to the guidelines of good clinical practice (ICH/GCP) and according to the most recent version of the Declaration of Helsinki prepared to protect people participating in clinical studies. Data collected as part of the study will be treated with the utmost confidentiality. In doing so, the medical secrecy, the international guidelines (ICH-GCP) and the Belgian legislation are observed (including the legal requirements as stipulated in the Belgian Law of 8 December 1992 on the protection of privacy and the Belgian Law of 22 August 2002 on patient rights). Data that will be used will be all anonymized before any transfer to third parties. The link between the participant and his/her data is kept by the researcher/research team. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☒ Yes ☐ No If yes: -Reference to ethical committee approval: Pathological validation study (S54730) HNSCC biobank (S51441). Cell lines (S63252) Generation of organoids (S61048) Cell line based mice models (ECD P163/2017) PDX from trace (ECD P038-2015, MEC S59271). 2019-10-01 | FWO DMP Template 5Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☒ Yes ☐ No If yes, please comment: For part 1 we will generate an automated delineation tool that we aim to introduce in daily clinical practice. We will seek advice from the University Research and Development Office. This consultation will take place prior to any publication or disclosure of results if IPR is applicable. For part 2, we aim for better biological understanding and targeting of radiotherapy response, which can lead to better treatment options for these patients. For this part, we will seek advice from the University Research and Development Office if we think an output is worthy of registering as IPR. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☒ Yes ☐ No If yes, please comment: IPR could apply for delineation tool, for part 2 if we think an output is worthy of registering as IPR, here also IPR will apply. 4.Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Each researcher, involved in the project will provide detailed descriptions of data acquisition in electronic or paper notebooks, according to good laboratory practices. Detailed protocols are documented on shared drives (.doc/txt/xls files). Clinical and imaging data will be available in electronic patient files (KWS) of the UZ Leuven. Information of Pathological data (tumor resection pieces and IHC sections) will be documented as txt/xls/doc files and stored on the shared drives. The final CNN based auto-delineation tool will be generated with MeVisLab and available commercial software at our department. Physical data (new cell lines, organoids, tumor or derivates derived from xenograft or yeast ) and where/how they are stored are documented on the shared drives (.xls file). 2019-10-01 | FWO DMP Template 6Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☐ Yes ☒ No If yes, please specify: No real metadata standard will be used. Each researcher provides a clear overview (summary) of the generated or processed data in their (e-)lab-books. Clinical data and imaging data will be available in electronic patient files (KWS) of the UZ Leuven. Cell line lists, HNSCC organoid list, protocols will be updated and stored on the shared drives (J-drive). Processed data will be provided as digital info on the shared and on the portable hard disks of the lab. Later on, the data will be stored on the K-drives, the data are ordered per researcher/per project. 5.Data storage & backup during the FWO project Where will the data be stored? Paper lab notebooks are kept in cabinets in the lab of Experimental Radiotherapy. Digital data files are stored on local KU Leuven/UZ Leuven PC or shared KU Leuven/UZ Leuven drives and also will be stored on external SSDs. The first author is responsible for storing raw and processed data of the paper concerned. Clinical and imaging data will be available in electronic patient files (KWS) of the UZ Leuven. Information of physical data will be documented as txt/xls/doc files and stored on the shared drives. After publication any high- throughput data will be deposited to online repositories. Non-digital or non-written data: new cell models, tumors, organoids, plasmids, will be stored in appropriate storing conditions, i.e. liquid nitrogen cell tanks and -80°C, -20°C freezers. How will the data be backed up? Besides regularly provided automated backups by ICTS (of J-drive, K-drive), the data stored on personal PCs, personal KUL SharePoint and J-drive will be back-up on external hard disks. External SSD hard-disks (up to 12 TB storage capacity) keep the storage costs feasible. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: Yes. The lab of experimental radiotherapy shares a shared drive with the lab of experimental oncology. The J-drive has a capacity 400GB, the K-drive has a capacity 500GB. Extensions of this volume can be asked for at ICTS for an additional cost. We have currently several external hard disks (12TB, 5TB, 1TB capacities). Same for liquid nitrogen tanks or freezers, but sufficient capacity is currently available. 2019-10-01 | FWO DMP Template 7What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Currently the expenses for the shared drives are covered by the shared budgets of the labs. The external hard disks on lab budget are available. Extra data storage can be covered by the FWO budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Clinical and imaging data will be available in electronic patient files (KWS) of the UZ Leuven and will only be available to the involved researchers by passwords. The archives and SharePoint both KUL/UZ Leuven will be available to the involved researcher by passwords. Paper lab notebooks are kept in cabinets in the lab. The hard disk are kept in the cabinets in the lab. 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).Generated data will be preserved, raw and processed, for at least 5 years. Unpublished data from unfinished work will be kept for longer than 5 years since there is a possibility to use in publications. The final delineation tool and data under IPR will be made public after consultation and advice from the University Research and Development Office. Where will these data be archived (= stored for the long term)? K-drive and external SSD hard disks. In addition, after publication all high-throughput (sequencing, mass- spec) data will be deposited to online repositories. Generated plasmids will in part be stored in -20° freezers. Newly generated cell lines and organoids will in part be stored in liquid nitrogen storage tanks. Tumor tissues will be stored in -80°C freezers. IHC slides will be stored at RT in the lab of experimental radiotherapy. 2019-10-01 | FWO DMP Template 8What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.K-Archive drive costs: around € 12 /year/100 GB J-drive costs: around €50/year/100GB External hard disks: max. 1000€ (2x 12TB) Costs will be covered from shared lab budget; part of the cost can be covered by the FWO budget. 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: Data sharing will occur through publications (open access policy). The planned depositions of data in the relevant responsible repositories will occur after publication. We do not plan to share any unpublished data. Delays to the above data sharing policy may only arise through IPR. We will seek advice from the University Research and Development Office. This consultation will take place prior to any publication or disclosure of results. Which data will be made available after the end of the project? Publications, data deposited in public repositories and tool will be available with IPR. Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☐ Upon request by mail ☐ Other (specify): When will the data be made available? After finalization of the tool and upon publication during the project, or as soon as possible upon publication after the project. Who will be able to access the data and under what conditions? Publications and repositories mentioned all open access. For unpublished data: only the PIs of the lab and scientific collaborators involved. 2019-10-01 | FWO DMP Template 9What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Publication costs (open access) will be covered by the project budget. 8.Responsibilities Who will be responsible for the data documentation & metadata? All researchers involved in data collection and evaluation of the project. The final responsibility lies with the PI of the project. Who will be responsible for data storage & back up during the project? The PI of the project Who will be responsible for ensuring data preservation and sharing? The PI of the project Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPThe PI of the project (prof. Sandra Nuyts)"
}