{
    "document_id": "D-2023-1885",
    "LinkTitle": "D-2023-1885",
    "file_name": "D-2023-1885.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1885.pdf",
    "metadata": {
        "title": "On the classification of equivariantly O_2-stable amenable actions of locally compact groups",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "On the classification of equivariantly O_2-stable amenable actions of locally compact groups\nA Data Management Plan created using DMPonline.be\nCreators: \nMatteo Pagliero, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nMatteo Pagliero\nGrant number / URL: \n1131623N\nID: \n198177\nStart date: \n01-11-2022\nEnd date: \n31-10-2024\nProject abstract:\nC*-algebras are mathematical objects that were conceived to supply quantum mechanics with a mathematical rigour, and subsequently\nbecame a solid theory on its own right. The most compelling breakthroughs, in particular in the Elliott program, i.e. the classification of\nsimple, separable and nuclear C*-algebras, came in the last few decades. With the Elliott program almost complete, the non-simple case\nhas recently become a new achievable research target. An astonishing result with  regard to the non-simple case classifies nuclear C*-\nalgebras tensorially absorbing the Cuntz algebra O_2 using their primitive ideal space as invariant. Recently, major advances in the study\nof C*-dynamical systems paved the way for a dynamical version of the classification program. This PhD project is situated in the\nclassification theory of C*-dynamical systems up to cocycle conjugacy. Research is conducted on amenable actions of locally compact\ngroups on nuclear C*-algebras that tensorially absorb a model action on the Cuntz algebra O_2, which represents the dynamical version\nof the aforementioned classification result. The first objective is to determine if the induced group action on the ideal lattice is a\nclassification invariant for C*-dynamics of this type. The second objective is to investigate the range of all actions on the ideal lattice of a\nnuclear C*-algebra that can be realized by a C*-dynamical system.\nLast modified: \n29-03-2023\nCreated using DMPonline.be. Last modiﬁed 29 March 2023\n1 of 7\nOn the classification of equivariantly O_2-stable amenable actions of locally compact groups\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nSince the proposed research concerns theoretical aspects of mathematics, the collected and stored datatypes are (electronic) manuscripts and publications resulting from the completion of the\nresearch project.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nThe research outcomes will be published in international peer-reviewed journals. Following the usual convention in mathematics research, each paper resulting from the project will be posted on\narxiv.org as a preprint, which makes them freely available to everyone. During and after the research, the manuscript data will be stored on the hard drives of work-related computers, and on the\ninternal KU Leuven cloud service (OneDrive). All of these measures guarantee availability and preservation of the generated data for at least 5 years after the end of the research project.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNot applicable.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNot applicable.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNot applicable.\nCreated using DMPonline.be. Last modiﬁed 29 March 2023\n2 of 7\nOn the classification of equivariantly O_2-stable amenable actions of locally compact groups\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 29 March 2023\n3 of 7\nOn the classification of equivariantly O_2-stable amenable actions of locally compact groups\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 29 March 2023\n4 of 7\nOn the classification of equivariantly O_2-stable amenable actions of locally compact groups\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose from\nthe following options:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from the\nfollowing options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt, .rtf,\n.dwg, .gml, …\nNA\nPlease choose\nfrom the following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nPhD\nthesis\nManuscript containing\nresults obtained during the\nPhD\nGenerate new data\nDigital\nCompiled/aggregated data\n.tex and .pdf\n<100MB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nNot applicable.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nNot applicable.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nNot applicable.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNot applicable.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nNot applicable.\nCreated using DMPonline.be. Last modiﬁed 29 March 2023\n5 of 7\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nData will be kept understandable and usable for myself, my supervisor, and collaborators, by storing results in .tex (and .pdf) files that contain our results and their proofs in great detail. This\nprocedure will ensure that data is understandable to anyone who reads it.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nNot applicable.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData will be stored on the KU Leuven storage space (OneDrive), and on work-laptops. Papers will be additionally stored on arxiv.org, where they become available to everyone.\nHow will the data be backed up?\nAll files on arxiv.org are backed up regularly on multiple locations in the World. The central servers of KU Leuven are backed up daily.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe expected amount of storage required to contain all manuscripts amounts to less than 1GB, while the storage available on the central servers of KU Leuven amounts to 1TB.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThis does not apply to the kind of data this research project produces.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no costs for the usage of the central servers of KU Leuven and/or the usage\nof arxiv.org.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll manuscripts will be stored for at least five years after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nThe completed manuscripts will be stored indefinitely on the open access\nwebsite arxiv.org.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no costs.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nCreated using DMPonline.be. Last modiﬁed 29 March 2023\n6 of 7\nYes, in an Open Access repository\nAll research outputs will be publicly available on arxiv.org.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot applicable.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nAll research outputs will be publicly available on arxiv.org.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nArxiv.org, an open access repository.\nWhen will the data be made available?\nImmediately after the completion of a paper.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNo license is provided as research outputs are publicly available to everyone.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nJournals provide a DOI for each paper produced.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no costs.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMatteo Pagliero (PI) \nWho will manage data storage and backup during the research project?\nMatteo Pagliero (PI) \nWho will manage data preservation and sharing?\nMatteo Pagliero (PI) \nWho will update and implement this DMP?\nMatteo Pagliero (PI) \nCreated using DMPonline.be. Last modiﬁed 29 March 2023\n7 of 7"
    },
    "clean_full_text": "On the classification of equivariantly O_2-stable amenable actions of locally compact groups A Data Management Plan created using DMPonline.be Creators: Matteo Pagliero, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Matteo Pagliero Grant number / URL: 1131623N ID: 198177 Start date: 01-11-2022 End date: 31-10-2024 Project abstract: C*-algebras are mathematical objects that were conceived to supply quantum mechanics with a mathematical rigour, and subsequently became a solid theory on its own right. The most compelling breakthroughs, in particular in the Elliott program, i.e. the classification of simple, separable and nuclear C*-algebras, came in the last few decades. With the Elliott program almost complete, the non-simple case has recently become a new achievable research target. An astonishing result with regard to the non-simple case classifies nuclear C*- algebras tensorially absorbing the Cuntz algebra O_2 using their primitive ideal space as invariant. Recently, major advances in the study of C*-dynamical systems paved the way for a dynamical version of the classification program. This PhD project is situated in the classification theory of C*-dynamical systems up to cocycle conjugacy. Research is conducted on amenable actions of locally compact groups on nuclear C*-algebras that tensorially absorb a model action on the Cuntz algebra O_2, which represents the dynamical version of the aforementioned classification result. The first objective is to determine if the induced group action on the ideal lattice is a classification invariant for C*-dynamics of this type. The second objective is to investigate the range of all actions on the ideal lattice of a nuclear C*-algebra that can be realized by a C*-dynamical system. Last modified: 29-03-2023 Created using DMPonline.be. Last modiﬁed 29 March 2023 1 of 7 On the classification of equivariantly O_2-stable amenable actions of locally compact groups Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Since the proposed research concerns theoretical aspects of mathematics, the collected and stored datatypes are (electronic) manuscripts and publications resulting from the completion of the research project. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) The research outcomes will be published in international peer-reviewed journals. Following the usual convention in mathematics research, each paper resulting from the project will be posted on arxiv.org as a preprint, which makes them freely available to everyone. During and after the research, the manuscript data will be stored on the hard drives of work-related computers, and on the internal KU Leuven cloud service (OneDrive). All of these measures guarantee availability and preservation of the generated data for at least 5 years after the end of the research project. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Not applicable. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Not applicable. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Not applicable. Created using DMPonline.be. Last modiﬁed 29 March 2023 2 of 7 On the classification of equivariantly O_2-stable amenable actions of locally compact groups DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 29 March 2023 3 of 7 On the classification of equivariantly O_2-stable amenable actions of locally compact groups GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 29 March 2023 4 of 7 On the classification of equivariantly O_2-stable amenable actions of locally compact groups FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA PhD thesis Manuscript containing results obtained during the PhD Generate new data Digital Compiled/aggregated data .tex and .pdf <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Not applicable. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Not applicable. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Not applicable. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Not applicable. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Not applicable. Created using DMPonline.be. Last modiﬁed 29 March 2023 5 of 7 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Data will be kept understandable and usable for myself, my supervisor, and collaborators, by storing results in .tex (and .pdf) files that contain our results and their proofs in great detail. This procedure will ensure that data is understandable to anyone who reads it. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Not applicable. 3. Data storage & back-up during the research project Where will the data be stored? Data will be stored on the KU Leuven storage space (OneDrive), and on work-laptops. Papers will be additionally stored on arxiv.org, where they become available to everyone. How will the data be backed up? All files on arxiv.org are backed up regularly on multiple locations in the World. The central servers of KU Leuven are backed up daily. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The expected amount of storage required to contain all manuscripts amounts to less than 1GB, while the storage available on the central servers of KU Leuven amounts to 1TB. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? This does not apply to the kind of data this research project produces. What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no costs for the usage of the central servers of KU Leuven and/or the usage of arxiv.org. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All manuscripts will be stored for at least five years after the end of the project. Where will these data be archived (stored and curated for the long-term)? The completed manuscripts will be stored indefinitely on the open access website arxiv.org. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no costs. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 29 March 2023 6 of 7 Yes, in an Open Access repository All research outputs will be publicly available on arxiv.org. If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No All research outputs will be publicly available on arxiv.org. Where will the data be made available? If already known, please provide a repository per dataset or data type. Arxiv.org, an open access repository. When will the data be made available? Immediately after the completion of a paper. Which data usage licenses are you going to provide? If none, please explain why. No license is provided as research outputs are publicly available to everyone. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Journals provide a DOI for each paper produced. What are the expected costs for data sharing? How will these costs be covered? There are no costs. 6. Responsibilities Who will manage data documentation and metadata during the research project? Matteo Pagliero (PI) Who will manage data storage and backup during the research project? Matteo Pagliero (PI) Who will manage data preservation and sharing? Matteo Pagliero (PI) Who will update and implement this DMP? Matteo Pagliero (PI) Created using DMPonline.be. Last modiﬁed 29 March 2023 7 of 7"
}