{
    "document_id": "D-2023-2123",
    "LinkTitle": "D-2023-2123",
    "file_name": "D-2023-2123.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2123.pdf",
    "metadata": {
        "title": "Can we trust our numbers? Quantification of measurement reliability for intensive longitudinal data (GPMU/22/014)",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Can we trust our numbers? Quantification of measurement reliability for intensive longitudinal data\nCan we trust our numbers? Quantification of measurement reliability for intensive longitudinal data\n(GPMU/22/014)\n(GPMU/22/014)\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nFrancis Tuerlinckx\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nFrancis Tuerlinckx\nGrant number / URL: \nGrant number / URL: \nhttps://www.kuleuven.be/onderzoek/portaal/#/projecten/3H220285?hl=en&lang=en\nID: \nID: \n198313\nStart date: \nStart date: \n01-10-2022\nEnd date: \nEnd date: \n30-09-2026\nProject abstract:\nProject abstract:\nIn many scientific domains, like medical and psychological sciences, technical advances led to the development of devices that can record biological,\nphysical, behavioural or environmental information in real time. Recordings can be passive (e.g., sensors) or active (e.g., questionnaires sent on a\nsmartphone). These devices offer the possibility to study individuals in real-time and real-life settings. They generate intensive longitudinal data (ILD)\non one or more variables (e.g., heart rate and stress level). ILD are characterized by many observations very close in time. Reliability and agreement\nstudies contribute to assessing the quality of measurement instruments by providing information about the amount of error inherent to any diagnostic,\nscore or measurement. Unfortunately, no encompassing statistical framework with clear guidelines and a user-friendly software tool exists to study the\nreliability and agreement for ILD. In this doctoral project, we propose to develop general Bayesian state-space models to assess reliability and\nagreement for ILD. The framework will be developed for a wide range of outcomes (binary, Gaussian and bounded) and implemented in a free\nstatistical software. We further propose to empirically validate how model assumptions affect reliability and agreement. Based on the findings,\nguidelines to assess reliability and agreement for ILD will be formulated. This doctoral project will provide a solid statistical framework with large\npotential impact, given the increased use of mobile technology innovations and the lack of methods to assess their reliability and agreement.\n \nLast modified: \nLast modified: \n17-05-2023\nCreated using DMPonline.be. Last modiﬁed 17 May 2023\n1 of 5\nCan we trust our numbers? Quantification of measurement reliability for intensive longitudinal data\nCan we trust our numbers? Quantification of measurement reliability for intensive longitudinal data\n(GPMU/22/014)\n(GPMU/22/014)\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\nupper limit of the volume of the data.\nupper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData\nType\nFile\nformat\nData\nvolume\nPhysical\nvolume\nData from\nKoval, P.\n, \nPe, M. L.\n, \nMeers, K.\n, & \nKuppens, P.\n (2013). Affect dynamics in relation to depressive\nsymptoms: Variable, unstable or inert? \nEmotion\n, \n13\n, 1132-\n1141. \nhttps://doi.org/10.1037/a0033579\n \nESM data\nE\nE\n(xisting\ndata) \nDigital\ndata\nnumerical\ndata\nSPSS\n*.sav\nfile\n<1GB\n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nKoval, P.\n, \nPe, M. L.\n, \nMeers, K.\n, & \nKuppens, P.\n (2013). Affect dynamics in relation to depressive symptoms: Variable, unstable or inert? \nEmotion\n, \n13\n, 1132-\n1141. \nhttps://doi.org/10.1037/a0033579\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data\ntypes when appropriate and provide the relevant ethical approval number.\ntypes when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nEthical approval has been obtained, however given the fact that this was 10+ years ago (with a much different way of working with the SMEC) I do not have the\napproval number.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register\nnumber (G or S number).\nnumber (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nsee comments above\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per\ndataset or data type where appropriate. \ndataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\ncomment section to what data they relate and which restrictions will be asserted.\ncomment section to what data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 17 May 2023\n2 of 5\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n, for yourself and others,\n, for yourself and others,\nnow and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc.\nnow and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc.\nwhere this information is recorded). \nwhere this information is recorded). \nThe data are documented and stored by Peter Kuppens.\n \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nOneDrive (KU Leuven)\nThe data will be used by PhD candidate Tzu-Yao Lin who is currently working at Maastricht University in the context of his global PhD project. At the same time,\nthe data will be synchronized to OneDrive (Tzu-Yao's KU Leuven account).\n \n \nHow will the data be backed up?\nHow will the data be backed up?\nOther (specify below)\nMaastricht university backup systems.\n \nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nMaastricht university measures.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe responsibility of the collection of the data lies with Peter Kuppens.\nCreated using DMPonline.be. Last modiﬁed 17 May 2023\n3 of 5\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nResponsibility of Peter Kuppens. The data are stored in https://emotedatabase.com/datasets/23\n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts will be covered by our research group. The data are stored in https://emotedatabase.com/datasets/23\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nThe data are already available through https://emotedatabase.com/datasets/23.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNot applicable.\n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nThe data are stored in https://emotedatabase.com/datasets/23\nWhen will the data be made available? \nWhen will the data be made available? \nCreated using DMPonline.be. Last modiﬁed 17 May 2023\n4 of 5\nOther (specify below)\nThe data are stored in https://emotedatabase.com/datasets/23\n \nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nNo information.\n \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \n-\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe data are stored in https://emotedatabase.com/datasets/23\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe data are stored in https://emotedatabase.com/datasets/23\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe data are stored in https://emotedatabase.com/datasets/23\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nTzu-Yao Lin and F\n \nCreated using DMPonline.be. Last modiﬁed 17 May 2023\n5 of 5"
    },
    "clean_full_text": "Can we trust our numbers? Quantification of measurement reliability for intensive longitudinal data Can we trust our numbers? Quantification of measurement reliability for intensive longitudinal data (GPMU/22/014) (GPMU/22/014) A Data Management Plan created using DMPonline.be Creator: Creator: Francis Tuerlinckx Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Francis Tuerlinckx Grant number / URL: Grant number / URL: https://www.kuleuven.be/onderzoek/portaal/#/projecten/3H220285?hl=en&lang=en ID: ID: 198313 Start date: Start date: 01-10-2022 End date: End date: 30-09-2026 Project abstract: Project abstract: In many scientific domains, like medical and psychological sciences, technical advances led to the development of devices that can record biological, physical, behavioural or environmental information in real time. Recordings can be passive (e.g., sensors) or active (e.g., questionnaires sent on a smartphone). These devices offer the possibility to study individuals in real-time and real-life settings. They generate intensive longitudinal data (ILD) on one or more variables (e.g., heart rate and stress level). ILD are characterized by many observations very close in time. Reliability and agreement studies contribute to assessing the quality of measurement instruments by providing information about the amount of error inherent to any diagnostic, score or measurement. Unfortunately, no encompassing statistical framework with clear guidelines and a user-friendly software tool exists to study the reliability and agreement for ILD. In this doctoral project, we propose to develop general Bayesian state-space models to assess reliability and agreement for ILD. The framework will be developed for a wide range of outcomes (binary, Gaussian and bounded) and implemented in a free statistical software. We further propose to empirically validate how model assumptions affect reliability and agreement. Based on the findings, guidelines to assess reliability and agreement for ILD will be formulated. This doctoral project will provide a solid statistical framework with large potential impact, given the increased use of mobile technology innovations and the lack of methods to assess their reliability and agreement. Last modified: Last modified: 17-05-2023 Created using DMPonline.be. Last modiﬁed 17 May 2023 1 of 5 Can we trust our numbers? Quantification of measurement reliability for intensive longitudinal data Can we trust our numbers? Quantification of measurement reliability for intensive longitudinal data (GPMU/22/014) (GPMU/22/014) Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Data from Koval, P. , Pe, M. L. , Meers, K. , & Kuppens, P. (2013). Affect dynamics in relation to depressive symptoms: Variable, unstable or inert? Emotion , 13 , 1132- 1141. https://doi.org/10.1037/a0033579 ESM data E E (xisting data) Digital data numerical data SPSS *.sav file <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Koval, P. , Pe, M. L. , Meers, K. , & Kuppens, P. (2013). Affect dynamics in relation to depressive symptoms: Variable, unstable or inert? Emotion , 13 , 1132- 1141. https://doi.org/10.1037/a0033579 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Ethical approval has been obtained, however given the fact that this was 10+ years ago (with a much different way of working with the SMEC) I do not have the approval number. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). number (G or S number). Yes (Provide PRET G-number or EC S-number below) see comments above Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 17 May 2023 2 of 5 No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , for yourself and others, , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). where this information is recorded). The data are documented and stored by Peter Kuppens. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) OneDrive (KU Leuven) The data will be used by PhD candidate Tzu-Yao Lin who is currently working at Maastricht University in the context of his global PhD project. At the same time, the data will be synchronized to OneDrive (Tzu-Yao's KU Leuven account). How will the data be backed up? How will the data be backed up? Other (specify below) Maastricht university backup systems. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Maastricht university measures. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The responsibility of the collection of the data lies with Peter Kuppens. Created using DMPonline.be. Last modiﬁed 17 May 2023 3 of 5 Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) Responsibility of Peter Kuppens. The data are stored in https://emotedatabase.com/datasets/23 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs will be covered by our research group. The data are stored in https://emotedatabase.com/datasets/23 Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Other (specify below) The data are already available through https://emotedatabase.com/datasets/23. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) The data are stored in https://emotedatabase.com/datasets/23 When will the data be made available? When will the data be made available? Created using DMPonline.be. Last modiﬁed 17 May 2023 4 of 5 Other (specify below) The data are stored in https://emotedatabase.com/datasets/23 Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) No information. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? - Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The data are stored in https://emotedatabase.com/datasets/23 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The data are stored in https://emotedatabase.com/datasets/23 Who will manage data preservation and sharing? Who will manage data preservation and sharing? The data are stored in https://emotedatabase.com/datasets/23 Who will update and implement this DMP? Who will update and implement this DMP? Tzu-Yao Lin and F Created using DMPonline.be. Last modiﬁed 17 May 2023 5 of 5"
}