{
    "document_id": "D-2023-2447",
    "LinkTitle": "D-2023-2447",
    "file_name": "D-2023-2447.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2447.pdf",
    "metadata": {
        "title": "D-2023-2447",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DEVELOPMENT AND VALIDATION OF A NUMERICAL MODEL FOR \nTORREFACTION OF COFFEE GROUNDS FOR ENERGY PRODUCTION  \nIN SMALL HOUSEHOLDS\nA Data Management Plan created using DMPonline.be\nCreator:      Maarten Vanierschot  \nAffiliation: KU Leuven (KUL)\nTemplate: KU Leuven BOF-IOF\nPrincipal Investigator:        n.n. n.n. \nData Manager:       Maarten Vanierschot  \nGrant number / URL: ZB/23/019\nID: 203763\nStart date: 01-10-2023\nEnd date: 30-09-2027\nProject abstract: \nThe increasing energy demand worldwide and the growing concerns regarding climate change pushes the energy \nproduction towards alternative fuels, such as biomass. However, the major shortcomings of biomass that limit its \nwider utilization as fuel are mainly a low energy density and high moisture content. As a result, biomass needs to be \npretreated to improve its characteristics to be used as a fuel. The leading pretreatment technology for this is \ntorrefaction. However, most of the torrefaction research focusses on woody biomass and other potential fuels are \nunderexploited. Hence, the aim of this project is to study the possibility to use coffee grounds as biomass for \ntorrefaction as it is widely available worldwide. Moreover, it can be used by individual households as an alternative to \nwood combustion in stoves or fireplaces, which is the main application targeted in this project.\nLast modified: 20-12-2023\nDEVELOPMENT AND VALIDATION OF A NUMERICAL MODEL FOR \nTORREFACTION OF COFFEE GROUNDS FOR ENERGY PRODUCTION  \nIN SMALL HOUSEHOLDS\nRESEARCH DATA SUMMARY\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset \nname / IDDescriptionNew or \nreuseDigital or \nPhysical \ndataData TypeFile formatData \nvolumePhysical \nvolume\nIndicate:Indicate:  Indicate: Indicate:\nN(ew data) \nor E(xisting \ndata)D(igital) or \nP(hysical)\nAudiovisual\nImages\nSound\nNumerical \nTextual\nModel\nSOftware\nOther \n(specify)<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\nNumerical \nmodels of \nthe \ntorrefaction \nprocessDetailed \nnumerical \nmodels to \npredict the \ntemperatur\ne and \nspecies \nconcentrati\non in the \ntorrefaction \nreactorNDNumericalNative \nAnsys \nfluent files, \nTecplot \nfiles<5TB\nCharacteris\nation of \nspent \ncoffee \ngroundMeasureme\nnt of the \ncompositio\nn of \ndifferent \ncoffee \nground \nsamples in \nEthiopiaNDTextText files \nand Excell \ntables<1GB\nBuilding \nand testing \nof a \nphysical \ntorrefaction \nreactor \nusing solar \nenergya \ntorrefaction \nrector to be \nused by \nlocal \nhouseholds \nin EthiopiaNPModel up to 50L\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant \nethical approval number.\n●No\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).\n●No\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.  \n●Yes\nThe physical torrefaction reactor could be commercialised by a spin-off company or by KU Leuven and Bahir Dar \nUniversity.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.\n●No\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.\n●No\nDOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \ncodebook.tsv etc. where this information is recorded).  \nThe developed numerical model of the proposed reactor is going to be published in scientific journals.  \nREADME.txt files are going to accompany every simulation campaign that will be conducted. Inside the .txt file all the \nnecessary details (version of the model, changes made and results expected) are going to be covered.\nAppropriate file naming will be used and all the relevant data for a dataset will be included together in the same \ndirectory.\nWill a metadata standard be used to make it easier to find and reuse the data?  \nIf so, please specify which metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n●No\nNA\nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?\n●OneDrive (KU Leuven)\n●Personal network drive (I-drive)\n●Other (specify below)\nPhysical external harddiscs\n \nHow will the data be backed up?\n●Personal back-ups I make (specify below)\nPhysical external harddiscs will be used for backup\nIs there currently sufficient storage & backup capacity during the project?  \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.  \n●Yes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons? \nCredentials are needed to access the work stations and OneDrive data storage\nThe physical hard discs will be kept in the lab which has only access to authorised persons\nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?\nFor storing in KU Leuven's datacenter --> € 104,42 / TB / year and for purchasing an external hard drive of 5 TB the \ncost is approximately 150 €. Both costs can be covered by the researcher's bench fee.\nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project?  \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional policies...).\n●All data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?  \n●Other (specify below)\nAll the data will be stored in the workstation of the AFAA research group and in external hard drives.\nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?\nNo extra costs are needed\nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\n●Yes, as open data\nAll data will be shared upon request\nIf access is restricted, please specify who will be able to access the data and under what conditions.  \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \nPlease explain per dataset or data type where appropriate.\n●No\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\n●Other (specify below)\nThe data will be send to individuals who as for it\nWhen will the data be made available?  \n●Other (specify below)\nUpon request\nWhich data usage licenses are you going to provide?  \nIf none, please explain why.  \n●Other (specify below)\nNA\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here.  \n●No\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo costs are expected.\nRESPONSIBILITIES \nWho will manage data documentation and metadata during the research project?  \nDuring the project, the data will be managed by the PhD student and the (co)supervisors\nWho will manage data storage and backup during the research project?  \nThe PhD researcher and (co)supervisors.\nWho will manage data preservation and sharing?  \nThe supervisor of the PhD\nWho will update and implement this DMP?  \nThe supervisor of this PhD"
    },
    "clean_full_text": "DEVELOPMENT AND VALIDATION OF A NUMERICAL MODEL FOR TORREFACTION OF COFFEE GROUNDS FOR ENERGY PRODUCTION IN SMALL HOUSEHOLDS A Data Management Plan created using DMPonline.be Creator: Maarten Vanierschot Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n. Data Manager: Maarten Vanierschot Grant number / URL: ZB/23/019 ID: 203763 Start date: 01-10-2023 End date: 30-09-2027 Project abstract: The increasing energy demand worldwide and the growing concerns regarding climate change pushes the energy production towards alternative fuels, such as biomass. However, the major shortcomings of biomass that limit its wider utilization as fuel are mainly a low energy density and high moisture content. As a result, biomass needs to be pretreated to improve its characteristics to be used as a fuel. The leading pretreatment technology for this is torrefaction. However, most of the torrefaction research focusses on woody biomass and other potential fuels are underexploited. Hence, the aim of this project is to study the possibility to use coffee grounds as biomass for torrefaction as it is widely available worldwide. Moreover, it can be used by individual households as an alternative to wood combustion in stoves or fireplaces, which is the main application targeted in this project. Last modified: 20-12-2023 DEVELOPMENT AND VALIDATION OF A NUMERICAL MODEL FOR TORREFACTION OF COFFEE GROUNDS FOR ENERGY PRODUCTION IN SMALL HOUSEHOLDS RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / IDDescriptionNew or reuseDigital or Physical dataData TypeFile formatData volumePhysical volume Indicate:Indicate: Indicate: Indicate: N(ew data) or E(xisting data)D(igital) or P(hysical) Audiovisual Images Sound Numerical Textual Model SOftware Other (specify)<1GB <100GB <1TB <5TB >5TB NA Numerical models of the torrefaction processDetailed numerical models to predict the temperatur e and species concentrati on in the torrefaction reactorNDNumericalNative Ansys fluent files, Tecplot files<5TB Characteris ation of spent coffee groundMeasureme nt of the compositio n of different coffee ground samples in EthiopiaNDTextText files and Excell tables<1GB Building and testing of a physical torrefaction reactor using solar energya torrefaction rector to be used by local households in EthiopiaNPModel up to 50L If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ●No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ●No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●Yes The physical torrefaction reactor could be commercialised by a spin-off company or by KU Leuven and Bahir Dar University. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●No DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The developed numerical model of the proposed reactor is going to be published in scientific journals. README.txt files are going to accompany every simulation campaign that will be conducted. Inside the .txt file all the necessary details (version of the model, changes made and results expected) are going to be covered. Appropriate file naming will be used and all the relevant data for a dataset will be included together in the same directory. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ●No NA DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? ●OneDrive (KU Leuven) ●Personal network drive (I-drive) ●Other (specify below) Physical external harddiscs How will the data be backed up? ●Personal back-ups I make (specify below) Physical external harddiscs will be used for backup Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ●Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Credentials are needed to access the work stations and OneDrive data storage The physical hard discs will be kept in the lab which has only access to authorised persons What are the expected costs for data storage and backup during the research project? How will these costs be covered? For storing in KU Leuven's datacenter --> € 104,42 / TB / year and for purchasing an external hard drive of 5 TB the cost is approximately 150 €. Both costs can be covered by the researcher's bench fee. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ●All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? ●Other (specify below) All the data will be stored in the workstation of the AFAA research group and in external hard drives. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No extra costs are needed DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ●Yes, as open data All data will be shared upon request If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ●No Where will the data be made available? If already known, please provide a repository per dataset or data type. ●Other (specify below) The data will be send to individuals who as for it When will the data be made available? ●Other (specify below) Upon request Which data usage licenses are you going to provide? If none, please explain why. ●Other (specify below) NA Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ●No What are the expected costs for data sharing? How will these costs be covered? No costs are expected. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? During the project, the data will be managed by the PhD student and the (co)supervisors Who will manage data storage and backup during the research project? The PhD researcher and (co)supervisors. Who will manage data preservation and sharing? The supervisor of the PhD Who will update and implement this DMP? The supervisor of this PhD"
}