{
    "document_id": "D-2023-2222",
    "LinkTitle": "D-2023-2222",
    "file_name": "D-2023-2222.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2222.pdf",
    "metadata": {
        "title": "INTERACT - cannabINoid recepTor 1 as kEy playeR in skeletAl musCle plasTicity",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "INTERACT - cannabINoid recepTor 1 as kEy playeR in skeletAl musCle plasTicity\nA Data Management Plan created using DMPonline.be\nCreator: \nKatrien Koppo \n \nhttps://orcid.org/0000-0002-6022-1097\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nKatrien Koppo \n \nhttps://orcid.org/0000-0002-6022-1097\nID: \n200043\nLast modified: \n06-06-2023\nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n1 of 6\nINTERACT - cannabINoid recepTor 1 as kEy playeR in skeletAl musCle plasTicity\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose from the following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \n \n \nNew\n- physical data biological mice tissues\nN.A.\nN.A.\nN.A.\n \n \n \nNew\n- digital data of mice experiments (body\nweight, food intake, tissue weights, grip\nstrength)\nobservational\n.xml, hard\ncopy\n<100MB\n \n \n \nNew\n- digital raw images of processed murine\nand in vitro biological tissues (western\nblot images of protein band, histology\nimages of muscle cryosections mice,\nhistology images of cell culture)\nexperimental\n.nd2, .tiff, .sgd\n<100GB\n \n \n \nNew\n- digital, numerical data of processed\nmurine and in vitro biological tissues\n(protein/gene expression levels,\nimmunohistochemistry intensity levels)\nexperimental\n.xml\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nN.A.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nEC references: P113/2021, 080/2023\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n2 of 6\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\n- physical data biological mice tissues → physical and digital overview sheet that indicates the responsible person, the exact location in the -80°C freezer and the exact\ntissue type. \n- digital data of mice experiments (body weight, food intake, tissue weights, grip strength) → the digital file itself contains sufficient information that allows clear\nunderstanding to define the variable, its units, the way it has been processed, the date, the responsible researcher etc. This is inherent to our data-outcomes and this way\nof information sharing has been embedded in our lab for many years.\n- digital raw images of processed murine and in vitro biological tissues (western blot images of protein band, histology images of muscle cryosections of mice, histology\nimages of cell culture) → the digital file itself contains sufficient information that allows clear understanding to define the variable, its units, the way it has been processed,\nthe date, the responsible researcher etc. This is inherent to our data-outcomes and this way of information sharing has been embedded in our lab for many years.\n- digital, numerical data of processed murine and in vitro biological tissues (protein/gene expression levels, immunohistochemistry intensity levels) → the digital file itself\ncontains sufficient information that allows clear understanding to define the variable, its units, the way it has been processed, the date, the responsible researcher etc.\nThis is inherent to our data-outcomes and this way of information sharing has been embedded in our lab for many years.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nData are shared on a secured KU Leuven drive, and for each dataset a clear description is integrated within the dataset that provides information about: date, responsible\nresearcher, experiment, and data-specific information such as marker.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nPhysical data (biological tissues) from mice experiments will be stored at -80°C freezers of the Exercise Physiology Research Group of the KU Leuven.\nDigital data files will be stored on secure KU/UZ Leuven servers and networks.\nHard copies of the Informed Consent forms, measurement forms and paper lab notebooks are kept in locked cabinets in the lab and in the PI's office.\nHow will the data be backed up?\nWe will use the back-up facilities of the KU Leuven IT services. The KU Leuven servers and networks are backed up automatically.\nPhysical muscle biopsy data and the analyzed specimens will be kept for 5 years post-project in freezer (-20° till -80°, depending on the sample type), at the laboratory of\nthe Exercise Physiology Research Group.\nDigital data automatically stored on the acquisition laptop during data collection, will be manually transferred via external hard drive to the secure servers. This external\nhard drive is provided as automatic back-up of the acquisition laptop.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe KU Leuven IT servers and networks that we are currently using (e.g. Large Volume Storage L Drive: 2530 terrabyte storage volume left and Archive K Drive: 1\nterrabyte storage volume left) back up automatically, and provide sufficient storage volume for the current project (1 terrabyte).\nBiological samples will be stored in -80°C freezers of the Exercise Physiology Research Group that have sufficient storage space left for the samples of this project.\n \n \n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll physical data, printed forms and notebooks are present in the labs, which are secured. The access to the KU Leuven server is u-number and password controlled. Data\nwill be stored with password security only accessable for researchers involved in the projects and controlled by the PI .\nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n3 of 6\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo additional costs are expected.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data will be retained for at least 5 years after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nPhysical muscle biopsy data and the analyzed specimens will be kept for 5 years post-project in freezer (-20° till -80°, depending on the sample type), at the laboratory of\nthe Exercise Physiology Research Group.\nDigital data automatically stored on the acquisition laptop during data collection, will be manually transferred via external hard drive to the secure servers. This external\nhard drive is provided as automatic back-up of the acquisition laptop.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs are expected.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nDuring the project as well as after the end of the project, the published data will be available upon request by email. These published data contain the results of\nprocessed coded data presented in tables.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nN.A.\nWhen will the data be made available?\nPublished data will be made available at the time of publication in case of open access or upon request for other publications.\nWhich data usage licenses are you going to provide? If none, please explain why.\nN.A.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n4 of 6\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo additional costs are expected\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nKatrien Koppo and Sebastiaan Dalle \nWho will manage data storage and backup during the research project?\nKatrien Koppo and Sebastiaan Dalle \nWho will manage data preservation and sharing?\nKatrien Koppo and Sebastiaan Dalle \nWho will update and implement this DMP?\nKatrien Koppo and Sebastiaan Dalle \nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n5 of 6\nINTERACT - cannabINoid recepTor 1 as kEy playeR in skeletAl musCle plasTicity\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nWe will generate new data.\nData types:\n- physical data biological mice tissues\n- numerical data mice experiments (body weight, food intake, tissue weights, grip strength)\n- raw images of processed murine and in vitro biological tissues (western blot images of protein band, histology images of muscle cryosections mice, histology images of\ncell culture)\n- numerical data of processed murine and in vitro biological tissues (protein/gene expression levels, immunohistochemistry intensity levels)\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n2\n. \nStorage capacity/repository\nduring the research\nafter the research\nPI: Katrien Koppo (mice studies) & Cedric Moro (in vitro studies)\nDuring the researche and minimal 5 years after the end of the research:\nPhysical data (biological tissues) from mice experiments will be stored at -80°C freezers of the Exercise Physiology Research Group of the KU Leuven (Koppo). Physical\ndata (biological tissues) from in vitro experiments will be stored at -80°C freezers of the Pathophysiology of Metabolic Disorders and Diabetes of INSERM (Moro)\nDigital data files will be stored on secure KU/UZ Leuven servers and networks.\nHard copies of the measurement forms and paper lab notebooks are kept in locked cabinets in the lab.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nN.A.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nN.A.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nN.A.\nCreated using DMPonline.be. Last modiﬁed 06 June 2023\n6 of 6"
    },
    "clean_full_text": "INTERACT - cannabINoid recepTor 1 as kEy playeR in skeletAl musCle plasTicity A Data Management Plan created using DMPonline.be Creator: Katrien Koppo https://orcid.org/0000-0002-6022-1097 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Katrien Koppo https://orcid.org/0000-0002-6022-1097 ID: 200043 Last modified: 06-06-2023 Created using DMPonline.be. Last modiﬁed 06 June 2023 1 of 6 INTERACT - cannabINoid recepTor 1 as kEy playeR in skeletAl musCle plasTicity FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA New - physical data biological mice tissues N.A. N.A. N.A. New - digital data of mice experiments (body weight, food intake, tissue weights, grip strength) observational .xml, hard copy <100MB New - digital raw images of processed murine and in vitro biological tissues (western blot images of protein band, histology images of muscle cryosections mice, histology images of cell culture) experimental .nd2, .tiff, .sgd <100GB New - digital, numerical data of processed murine and in vitro biological tissues (protein/gene expression levels, immunohistochemistry intensity levels) experimental .xml <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N.A. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data EC references: P113/2021, 080/2023 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Created using DMPonline.be. Last modiﬁed 06 June 2023 2 of 6 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). - physical data biological mice tissues → physical and digital overview sheet that indicates the responsible person, the exact location in the -80°C freezer and the exact tissue type. - digital data of mice experiments (body weight, food intake, tissue weights, grip strength) → the digital file itself contains sufficient information that allows clear understanding to define the variable, its units, the way it has been processed, the date, the responsible researcher etc. This is inherent to our data-outcomes and this way of information sharing has been embedded in our lab for many years. - digital raw images of processed murine and in vitro biological tissues (western blot images of protein band, histology images of muscle cryosections of mice, histology images of cell culture) → the digital file itself contains sufficient information that allows clear understanding to define the variable, its units, the way it has been processed, the date, the responsible researcher etc. This is inherent to our data-outcomes and this way of information sharing has been embedded in our lab for many years. - digital, numerical data of processed murine and in vitro biological tissues (protein/gene expression levels, immunohistochemistry intensity levels) → the digital file itself contains sufficient information that allows clear understanding to define the variable, its units, the way it has been processed, the date, the responsible researcher etc. This is inherent to our data-outcomes and this way of information sharing has been embedded in our lab for many years. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Data are shared on a secured KU Leuven drive, and for each dataset a clear description is integrated within the dataset that provides information about: date, responsible researcher, experiment, and data-specific information such as marker. 3. Data storage & back-up during the research project Where will the data be stored? Physical data (biological tissues) from mice experiments will be stored at -80°C freezers of the Exercise Physiology Research Group of the KU Leuven. Digital data files will be stored on secure KU/UZ Leuven servers and networks. Hard copies of the Informed Consent forms, measurement forms and paper lab notebooks are kept in locked cabinets in the lab and in the PI's office. How will the data be backed up? We will use the back-up facilities of the KU Leuven IT services. The KU Leuven servers and networks are backed up automatically. Physical muscle biopsy data and the analyzed specimens will be kept for 5 years post-project in freezer (-20° till -80°, depending on the sample type), at the laboratory of the Exercise Physiology Research Group. Digital data automatically stored on the acquisition laptop during data collection, will be manually transferred via external hard drive to the secure servers. This external hard drive is provided as automatic back-up of the acquisition laptop. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The KU Leuven IT servers and networks that we are currently using (e.g. Large Volume Storage L Drive: 2530 terrabyte storage volume left and Archive K Drive: 1 terrabyte storage volume left) back up automatically, and provide sufficient storage volume for the current project (1 terrabyte). Biological samples will be stored in -80°C freezers of the Exercise Physiology Research Group that have sufficient storage space left for the samples of this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All physical data, printed forms and notebooks are present in the labs, which are secured. The access to the KU Leuven server is u-number and password controlled. Data will be stored with password security only accessable for researchers involved in the projects and controlled by the PI . Created using DMPonline.be. Last modiﬁed 06 June 2023 3 of 6 What are the expected costs for data storage and backup during the research project? How will these costs be covered? No additional costs are expected. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained for at least 5 years after the end of the project. Where will these data be archived (stored and curated for the long-term)? Physical muscle biopsy data and the analyzed specimens will be kept for 5 years post-project in freezer (-20° till -80°, depending on the sample type), at the laboratory of the Exercise Physiology Research Group. Digital data automatically stored on the acquisition laptop during data collection, will be manually transferred via external hard drive to the secure servers. This external hard drive is provided as automatic back-up of the acquisition laptop. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs are expected. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. During the project as well as after the end of the project, the published data will be available upon request by email. These published data contain the results of processed coded data presented in tables. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. N.A. When will the data be made available? Published data will be made available at the time of publication in case of open access or upon request for other publications. Which data usage licenses are you going to provide? If none, please explain why. N.A. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No Created using DMPonline.be. Last modiﬁed 06 June 2023 4 of 6 What are the expected costs for data sharing? How will these costs be covered? No additional costs are expected 6. Responsibilities Who will manage data documentation and metadata during the research project? Katrien Koppo and Sebastiaan Dalle Who will manage data storage and backup during the research project? Katrien Koppo and Sebastiaan Dalle Who will manage data preservation and sharing? Katrien Koppo and Sebastiaan Dalle Who will update and implement this DMP? Katrien Koppo and Sebastiaan Dalle Created using DMPonline.be. Last modiﬁed 06 June 2023 5 of 6 INTERACT - cannabINoid recepTor 1 as kEy playeR in skeletAl musCle plasTicity Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) We will generate new data. Data types: - physical data biological mice tissues - numerical data mice experiments (body weight, food intake, tissue weights, grip strength) - raw images of processed murine and in vitro biological tissues (western blot images of protein band, histology images of muscle cryosections mice, histology images of cell culture) - numerical data of processed murine and in vitro biological tissues (protein/gene expression levels, immunohistochemistry intensity levels) Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 2 . Storage capacity/repository during the research after the research PI: Katrien Koppo (mice studies) & Cedric Moro (in vitro studies) During the researche and minimal 5 years after the end of the research: Physical data (biological tissues) from mice experiments will be stored at -80°C freezers of the Exercise Physiology Research Group of the KU Leuven (Koppo). Physical data (biological tissues) from in vitro experiments will be stored at -80°C freezers of the Pathophysiology of Metabolic Disorders and Diabetes of INSERM (Moro) Digital data files will be stored on secure KU/UZ Leuven servers and networks. Hard copies of the measurement forms and paper lab notebooks are kept in locked cabinets in the lab. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) N.A. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) N.A. Which other issues related to the data management are relevant to mention? (use up to 700 characters) N.A. Created using DMPonline.be. Last modiﬁed 06 June 2023 6 of 6"
}