{
    "document_id": "D-2023-2292",
    "LinkTitle": "D-2023-2292",
    "file_name": "D-2023-2292.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2292.pdf",
    "metadata": {
        "title": "The emotional signature of anhedonia in depression and psychosis in daily life (EMOTE): Developing a fine-grained and temporal understanding using advanced Experience Sampling Methods",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "The emotional signature of anhedonia in depression and psychosis in daily life\n(EMOTE): Developing a fine-grained and temporal understanding using\nadvanced Experience Sampling Methods\nA Data Management Plan created using DMPonline.be\nCreator: \nJoanne Beames \n \nhttps://orcid.org/0000-0003-3630-0980\nAffiliation: \nKU Leuven (KUL)\nFunder: \nEuropean Commission (Horizon)\nTemplate: \nHorizon Europe DMP +\nPrincipal Investigator:\n \nJoanne Beames \n \nhttps://orcid.org/0000-0003-3630-0980\nGrant number / URL: \n101063326\nID: \n196953\nStart date: \n31-01-2023\nEnd date: \n30-01-2025\nProject abstract:\nDepression and psychosis in adolescents and young adults have a significant economic, health, and social burden on an\ninternational scale. Targeting transdiagnostic factors that are common across psychopathologies, and doing so before\nsymptoms develop or worsen, is critical to reduce this burden. Anhedonia is the pervasive inability to anticipate and\nexperience pleasure or interest and is a transdiagnostic feature of many psychopathologies including depression and\npsychosis. Anhedonia has received comparatively less research attention compared to other symptoms, however, and is\nnot well understood or addressed in available therapies.\nThis project will use existing high-quality experience sampling datasets to advance understanding of anhedonia in daily\nlife. The experience sampling method (ESM) captures data from individuals in real-time in real-world contexts. By\ncapturing real-time moment-to-moment variation, ESM removes retrospective biases and creates more accurate\nrepresentations of individual experiences. ESM is state-of-the art in emotion and psychopathology research, and is\nuniquely suited to capturing dynamic features of anhedonia that would otherwise not be identified. The primary aims of\nthis project are to explore whether anhedonia fluctuates over time in daily life, whether these fluctuations are related to\npsychopathology, and whether these fluctuations are impacted by novel interventions. This project will also involve a\nsystematic review of the literature to describe how anhedonia is measured using ESM and to determine whether there is\nan established best-practice approach.\nThe current research will dramatically advance the field by producing new knowledge about how anhedonia manifests in\ndaily life, as well as how it can be effectively measured using ESM. This knowledge will aid the future development of\ntransdiagnostic approaches targeting anhedonia that are more effective than those currently available.\nLast modified: \n03-06-2023\nCreated using DMPonline.be. Last modiﬁed 03 June 2023\n1 of 12\nThe emotional signature of anhedonia in depression and psychosis in daily life\n(EMOTE): Developing a fine-grained and temporal understanding using\nadvanced Experience Sampling Methods\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 03 June 2023\n2 of 12\nThe emotional signature of anhedonia in depression and psychosis in daily life\n(EMOTE): Developing a fine-grained and temporal understanding using\nadvanced Experience Sampling Methods\nGDPR record\nGDPR record\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 03 June 2023\n3 of 12\nThe emotional signature of anhedonia in depression and psychosis in daily life\n(EMOTE): Developing a fine-grained and temporal understanding using\nadvanced Experience Sampling Methods\nGrant proposal\n1. Data summary\n1.1 Types of data/other research outputs\nDigital Research Data\nDataset Name\nOwner\nN\nType\nFormat\nVolume\nOrigin\nDescription\nNew or\nReuse\nSIGMA_Wave_1\nCCP\n<833 (TBD by ESM\ncompliance)\nDigital\n.csv,\n.html, .R\nTBD\n1. Demographics\nAge, gender, sexual\nidentity, school year\nRe-use\n \n \n \n \n \n \n2. Psychopathology &\nEmotion \nAnhedonia, depression,\nanxiety, obsessive-\ncompulsion,\ninterpersonal sensitivity,\nsomatisation, psychosis,\ntrait emotion regulation\nRe-use\n \n \n \n \n \n \n3. Experience Sampling\nAffect, reward\nanticipation, current\nbehaviour, liking\nBoth\nSIGMA_Wave_2b\nCCP\n<277 (TBD by ESM\ncompliance)\nDigital\n.csv,\n.html, .R\nTBD\n1. Demographics\nAge, gender, sexual\nidentity, school year\nRe-use\n \n \n \n \n \n \n2. Psychopathology &\nEmotion \nAnhedonia, depression,\nanxiety, obsessive-\ncompulsion,\ninterpersonal sensitivity,\nsomatisation, psychosis,\ntrait emotion regulation\nRe-use\n \n \n \n \n \n \n3. Experience Sampling\nEmotion regulation \nBoth\nSIGMA_Wave_3\nCCP\nTBD (recruitment\nongoing)\nDigital\n.csv,\n.html, .R\nTBD\n1. Demographics\nAge, gender, sexual\nidentity, school year\nRe-use\n \n \n \n \n \n \n2. Psychopathology &\nEmotion \nAnhedonia, depression,\nanxiety, obsessive-\ncompulsion,\ninterpersonal sensitivity,\nsomatisation, psychosis,\ntrait emotion regulation\nBoth\n \n \n \n \n \n \n3. Experience Sampling\nAffect, reward\nanticipation, current\nbehaviour, liking\nBoth\nINTERACT\nCCP\n≈6\nDigital\n.csv,\n.html, .R\nTBD\n1. Demographics\n(baseline)\nAge, gender, medication\nRe-use\n \n \n \n \n \n \n2. Personality and\nPsychopathology\n(baseline, post-\ntreatment, 6-month\nfollow-up)\nExtraversion,\nneuroticism, depression\ntrauma, negative\nsymptoms, psychotic\nsymptoms, functioning\nRe-use\n \n \n \n \n \n \n3. Experience Sampling\n(pre, post, and during\nintervention)\nAffect, stress sensitivity,\nreward experiences,\nemotion regulation\nBoth\n \n \n \n \n \n \n4. App Data\nNumber of interactions\nwith app\nRe-use\nREVIEW\nFellow\nN/A\nDigital\n.csv, docx,\n.pdf\n<1GB\nPsycINFO, Medline,\nPsychology Databases,\nEmbase, Web of\nScience Core Collection,\nEurope PMC databases\nLiterature review, text\nNew\n \n \n \n \n \n<1MG\nExtracted ESM items\nfrom literature that\nmeasure anhedonia\nLiterature review, items\nRe-use\nNote.\n Both indicates that data are being re-used from an existing dataset and that new variables will be created to answer project-specific research questions.\n \nOther Digital Research Data and Outputs\nOutput\nOwner\nType\nFormat\nVolume\nDescription\nNew or Reuse\nESM items\nFellow/ESM\nRepository\nDigital\n.csv, .html,\n.pdf\n<1GB\nESM anhedonia\nmeasures: items and\nresponse options \nNew\nStatistical\nanalysis code &\naggregated\noutput\nFellow\nDigital\n.R\n<5GB\nScripts documenting\ncode for data\npreprocessing\n(including variable\ncomputation),\nvisualisation, and data\nanalysis, including\nannotated descriptions\nNew\nCreated using DMPonline.be. Last modiﬁed 03 June 2023\n4 of 12\n \n2. FAIR principles\n2.1 Findability of data/research outputs\nSelect data and research outputs, including statistics and analysis code, aggregated results, literature review data, and ESM items, will be deposited in the Open Science\nFramework (OSF). The data will be identified by a persistent identifier. Research outputs will also be available via supplementary excel spreadsheets, text files, and\nspecific IDs indicated in the open access preprints of the publications (with DOIs). Data/outputs will remain on the OSF indefinitely. \nRaw empirical data will not be deposited on the OSF or made fully openly accessible by other means. Access to raw data for SIGMA and INTERACT are under restricted\naccess, as specified by the CCP lab regulations and data manager (Martien Wampers). SIGMA data are currently available only for internal use by the CCP research team,\nbut external researchers will be able to apply for access to these data in due course. INTERACT data are available upon request to the CCP lab. Requests can be made via\nData cuRation for OPen Science (DROPS), a data checkout system (https://sigmaleuven.shinyapps.io/DROPS_User_Guide/#Welcome_to_DROPS). These processes are\nappropriate given that CCP data contains personal information including age and gender, and special category information including emotional experiences, anhedonia,\nand depression/psychosis. \nUpdates to accessibility of data relevant to the current project will be made when appropriate.\n2.2 Accessibility of data/research outputs\nAnalysis code aggregated results, and literature review data will be made publicly available via the OSF as soon as possible, without restrictions. ESM anhedonia items\ndeveloped through this project will also be open access on the ESM repository (https://www.esmitemrepository.com), with metadata explaining what the items are,\nprevious use, and validity. \nPeer-reviewed academic publications will be open access (Creative Commons Attribution International Public Licence, CC BY), will be linked to the fellow’s ORCID, and will\nalso be deposited in KU Leuven’s repository system (“Lirias\"). Preprint versions will be made accessible to the public on \nmedRxiv. \nPreprints and/or publications will be\nhosted on the fellow’s social media and lay summaries of results will be hosted on the CCP website. \nRaw empirical data will not be deposited on the OSF or made fully openly accessible by other means (see 2.1).\n2.3 Interoperability of data/research outputs\nData and research outputs will be deposited in a format that can be accessible for everyone, and that is widely used as a standard in our scientific discipline (e.g., .docx,\n.csv, .pdf, .R). Systematic file nomenclatures involving dates (YYYY/MM/DD), experiment/project names, and designer that are of routine application in the CCP lab will be\nused to name and classify the different files. Clear explanations of files, how to use the files, and descriptions of terminology/metadata will be provided if necessary.\nQualified references will also be made to other meta(data) shared in an open repository (e.g., OSF, ESM Repository) to explain links between the current project and\nexisting projects using the same datasets.  \n \n2.4 Reusability of data/research outputs\nData and research outputs will be made available through open licenses (Creative Commons Attribution International Public Licence, CC-BY). Information about how to re-\nuse the outputs will be will be clearly described in supporting documentation on the OSF, as well as through open access preprints and publications linked to the project. \n3. Resources and responsibilities\n3.1 Curation and storage/preservation costs\nAccording to our plans, there will be no cost to make data and research outputs FAIR in this project, as repositories and other resources are provided by free, open access\nplatforms. \n3.2 Person/team responsible for data management and quality assurance\nThe fellow is responsible for data management during the project, and will be supported by the CCP lab data manager, Martian Wampers. The supervisor of the project\nwill ensure the long-term storage of the data at KU Leuven.\nCreated using DMPonline.be. Last modiﬁed 03 June 2023\n5 of 12\nThe emotional signature of anhedonia in depression and psychosis in daily life\n(EMOTE): Developing a fine-grained and temporal understanding using\nadvanced Experience Sampling Methods\nFull DMP\nVersion information\nAction number\n101063326 \nAction acronym\nEMOTE \nAction title\nThe emotional signature of anhedonia in depression and psychosis in daily life (EMOTE): Developing a fine-grained and temporal understanding using advanced\nExperience Sampling Methods\nDMP version number\nV1.0 \nDate\n2.06.23\n1. Data summary\n1.1 Will you re-use any existing data and what will you re-use it for?\nThis project will re-use existing data from the SIGMA and INTERACT studies collected and managed by the Center for Contextual Psychiatry (CCP) lab, KU Leuven. SIGMA\nis a large-scale longitudinal study of adolescent mental health; INTERACT is a randomised controlled trial of acceptance and committment therapy in daily life in\nindividuals with early stage psychosis. Subsets of data (indicated in 1.2) will be analysed to explore anhedonia in daily life. \nR code and scripts developed by researchers in the CCP lab may be re-used (with or without modification) for data processing, variable computation, and statistical\nanalysis. \nExisting data in the field will be systematically reviewed to describe and evaluate how anhedonia has been conceptualised and explicitly measured using the experience\nsampling method in psychiatry and mental health. \n1.2 What types and formats of data and other research outputs will the project generate or re-use?\nDigital Research Data\nCreated using DMPonline.be. Last modiﬁed 03 June 2023\n6 of 12\nDataset Name\nOwner\nN\nType\nFormat\nVolume\nOrigin\nDescription\nNew\nor\nReuse\nSIGMA_Wave_1\nCCP\n<833 (TBD\nby ESM\ncompliance)\nDigital\n.csv,\n.html,\n.R\nTBD\n1. Demographics\nAge, gender, sexual identity, school year\nRe-\nuse\n \n \n \n \n \n \n2. Psychopathology & Emotion \nAnhedonia, depression, anxiety,\nobsessive-compulsion, interpersonal\nsensitivity, somatisation, psychosis, trait\nemotion regulation\nRe-\nuse\n \n \n \n \n \n \n3. Experience Sampling\nAffect, reward anticipation, current\nbehaviour, liking\nBoth\nSIGMA_Wave_2b\nCCP\n<277 (TBD\nby ESM\ncompliance)\nDigital\n.csv,\n.html,\n.R\nTBD\n1. Demographics\nAge, gender, sexual identity, school year\nRe-\nuse\n \n \n \n \n \n \n2. Psychopathology & Emotion \nAnhedonia, depression, anxiety,\nobsessive-compulsion, interpersonal\nsensitivity, somatisation, psychosis, trait\nemotion regulation\nRe-\nuse\n \n \n \n \n \n \n3. Experience Sampling\nEmotion regulation \nBoth\nSIGMA_Wave_3\nCCP\nTBD\n(recruitment\nongoing)\nDigital\n.csv,\n.html,\n.R\nTBD\n1. Demographics\nAge, gender, sexual identity, school year\nRe-\nuse\n \n \n \n \n \n \n2. Psychopathology & Emotion \nAnhedonia, depression, anxiety,\nobsessive-compulsion, interpersonal\nsensitivity, somatisation, psychosis, trait\nemotion regulation\nBoth\n \n \n \n \n \n \n3. Experience Sampling\nAffect, reward anticipation, current\nbehaviour, liking\nBoth\nINTERACT\nCCP\n≈6\nDigital\n.csv,\n.html,\n.R\nTBD\n1. Demographics (baseline)\nAge, gender, medication\nRe-\nuse\n \n \n \n \n \n \n2. Personality and\nPsychopathology (baseline, post-\ntreatment, 6-month follow-up)\nExtraversion, neuroticism, depression\ntrauma, negative symptoms, psychotic\nsymptoms, functioning\nRe-\nuse\n \n \n \n \n \n \n3. Experience Sampling (pre,\npost, and during intervention)\nAffect, stress sensitivity, reward\nexperiences, emotion regulation\nBoth\n \n \n \n \n \n \n4. App Data\nNumber of interactions with app\nRe-\nuse\nREVIEW\nFellow\nN/A\nDigital\n.csv,\ndocx,\n.pdf\n<1GB\nPsycINFO, Medline, Psychology\nDatabases, Embase, Web of\nScience Core Collection, Europe\nPMC databases\nLiterature review, text\nNew\n \n \n \n \n \n<1MG\nExtracted ESM items from\nliterature that measure\nanhedonia\nLiterature review, items\nRe-\nuse\nNote.\n Both indicates that data are being re-used from an existing dataset and that new variables will be created to answer project-specific research questions.\n \nOther Digital Research Data and Outputs\nOutput\nOwner\nType\nFormat\nVolume\nDescription\nNew or Reuse\nESM items\nFellow/ESM\nRepository\nDigital\n.csv, .html,\n.pdf\n<1GB\nESM anhedonia\nmeasures: items and\nresponse options \nNew\nStatistical\nanalysis code &\naggregated\noutput\nFellow\nDigital\n.R\n<5GB\nScripts documenting\ncode for data\npreprocessing\n(including variable\ncomputation),\nvisualisation, and data\nanalysis, including\nannotated descriptions\nNew\n \n1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project?\nThe data outlined in 1.2 are necessary to address the primary objectives of the project. Objectives 1-3 are to explore whether anhedonia fluctuates over time in daily life,\nwhether these fluctuations are related to psychopathology, and whether these fluctuations are impacted by novel interventions. ESM data will enable a fine-grained\ntemporal description of different experiences of anhedonia in daily life, including affect and reward dynamics.  Objective 4 is to conduct a a systematic review of the\nliterature to describe how anhedonia is measured using ESM and to determine whether there is an established best-practice approach.\n1.4 What is the expected size of the data that you intend to generate or re-use?\nThe total size is expected to be less than XX TB. \n1.5 What is the origin/provenance of the data, either generated or re-used?\nGenerated data will originate from the researcher (digital). Re-used data will originate from the CCP lab and available scientific literature on the topic, which will be\nproperly referred to in generated data. \nCreated using DMPonline.be. Last modiﬁed 03 June 2023\n7 of 12\n1.6 To whom might your data be useful ('data utility'), outside your project?\nThe data will likely be useful for the broader academic community in pschiatry and mental health, as well as methodologists interested in ESM.\n2.1 FAIR data: Making data findable, including provisions for metadata\n2.1.1 Will data and other research outputs be identified by a persistent identifier?\nYes: describe below\nDeposited data and other outputs will be identified with a persistent identifier such as DOI (e.g., open science framework [OSF], Leuven ROR). These identifiers will be\nprovided nthe manuscripts (preprint and publication). All authors involved in the project will also be linked to their respective ORCID IDs, when available. Grant numbers of\nall supporting funding bodies of authors will be indicated in all open access preprints and publications. \n2.1.2 Will rich metadata be provided to allow discovery?\nWhat metadata will be created?\nWhat disciplinary or general standards will be followed?\nIn case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how.\nThe OSF will be used as the repository of choice. Metadata standards are\nautomatically applied upon depositing data to optimise and facilitate understanding of the deposited files. The metadata models will include fields that are required,\nrecommended and optional (e.g., see https://help.osf.io/article/568-add-metadata-to-your-osf-project), ensuring that records are easiliy and quickly findable. Fields include\ntitle, description, date, contributor, and keyword tags and will follow a metadata standard relevant to psychiatry and mental health (or Dublin Core). Systematic titles\nmatching with the open access preprints and publications will be use to ease location of the data and outputs.\n2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use?\nYes: describe below\nKey words will be provided through the OSF according to standards relevant to psychiatry and mental health (or Dublin Core).\n2.1.4 Will metadata be offered in such a way that it can be harvested and indexed?\nYes: describe below\nThe OSF will generate discovery metadata that can be harvested and indexed. \n2.2 FAIR data: Making data accessible\n2.2.1 Will the data and other research outputs be deposited in a trusted repository?\nYes: describe below\nAs detailed above (section 2.1), research data and outputs will be deposited in the OSF. The OSF is a commonly used and internationally reputable repository endorsed by\nresearch communities, including psychiatry and psychology. \n2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will be deposited?\nYes\nThe selected repository is appropriate and has the capacity to host all research data and outputs. \n2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve the identifier to a\ndigital object?\nYes. The OSF creates and assignes a unique identifier (DOI) upon deposit. \n2.2.4 Will all data and other research outputs be made openly available?\nNo, certain datasets cannot be shared openly for the following reasons:\nRaw empirical data will not be deposited on the OSF or made fully openly accessible by other means. Access to raw data for SIGMA and INTERACT are under restricted\naccess, as specified by the CCP lab regulations and data manager (Martien Wampers). Restricted access is appropriate given that CCP data contains personal information\nCreated using DMPonline.be. Last modiﬁed 03 June 2023\n8 of 12\nincluding age and gender, and special category information including emotional experiences, anhedonia, and depression/psychosis. \nUpdates to accessibility of data relevant to the current project will be made when appropriate.\n2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)?\nNo\n2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data should be made\navailable as soon as possible.\nNot applicable.\n2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol?\nYes: describe below\nData and research outputs deposited on the OSF will be accessible through a free and standardised protocol. \n2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project?\nSIGMA data are currently available only for internal use by the CCP research team, but external researchers will be able to apply for access to these data in due course.\nINTERACT data are available for all researchers upon request to the CCP lab. Requests can be made via Data cuRation for OPen Science (DROPS), a data checkout system\n(https://sigmaleuven.shinyapps.io/DROPS_User_Guide/#Welcome_to_DROPS). The process of obtaining data from DROPS involves: 1) drafting and submitting an abstract,\n2) complete the variable access request form, and 3) register the planned study on the OSF. \n2.2.9 How will the identity of the person accessing the data be ascertained?\nThe DROPS system tracks who requested and accessed which data, and when, in a comprehensive manner. \n2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)?\nYes\nData access committees have already been established in the CCP lab to review DROPS submissions and evaluate access requests to SIGMA and INTERACT data.\n2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? If not, please clarify\nwhy.\nYes\nMetadata for the research data and outputs that are deposited on the OSF will be made openly available and licensed under a public domain dedication open license\n(Creative Commons Attribution International Public License, CC BY).\n2.2.12 Will metadata contain information to enable the user to access the data?\nYes\n2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no longer available?\nOSF storage does not have any time limit and thus all deposited files will be available as per the current policy. \n2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to include the relevant\nsoftware (e.g. in open source code)?\nDetails about software will be documented in study preregistrations/protocols deposited on the OSF, as well as in the Materials and Methods sections of open access\npreprints and publications. Analysis code will be provided in R scripts; readMe files will be provided if necessary to provide instruction on how to use the scripts in the\nappropriate software.\n2.3 FAIR data: Making data interoperable\n2.3.1 \nCreated using DMPonline.be. Last modiﬁed 03 June 2023\n9 of 12\nWhat data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to allow data exchange\nand re-use within and across disciplines?\nWill you follow community-endorsed interoperability best practices? Which ones?\nAll descriptors will be given in a language that can be understood across multiple disciplines to reach the broadest scientific community. Data will be deposited in\ncommonly used formats in the field that can be accessible for everyone (mostly .csv, .pdf etc - see table 1). We will observe community-endorsed interoperability best\npractices that are relevant to psychiatry and mental health (or Dublin Core).\n2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: \nWill you provide mappings to more commonly used ontologies?\nWill you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them?\nIf uncommon or project specific ontologies or vocabularies are used, mappings to existing terminology with descriptions will be provided. Generated\nontologies/vocabularies will be made openly available on the OSF. \n2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or datasets from previous\nresearch)?\nYes\nQualified references will be used to explain the purpose or intent of the relationship between re-used and new datasets and other outputs. Links will be provided to\nmaster/parent files of the SIGMA and INTERACT studies when necessary. \n2.4 FAIR data: Increase data re-use\n2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use?\nDetailed information about study methodology and analysis will be documented using post-registration of all studies on the OSF. Any changes to the registration plan will\nalso be recorded and shared on the OSF to failitate transparency. Additional information about methodology will be provided on the OSF as supplementary material to the\nfinal manuscript if necessary (e.g., if word limits prevent all technical details and decision-making points from being reported in the body text). Detailed information about\nall analysis steps will also be documented in R script code (e.g., data cleaning, variable computation). ReadMe files will be provided if necessary to provide instruction on\nhow to interpret R script and output, facilitating use or modification for other projects.  \nNote that codebooks have been developed by the CCP lab for the SIGMA and INTERACT datasets. Codebooks include details about the study, measurement time points,\nmeasure types, measure, variable name, variable label (Dutch/English), and ReadMe notes. The interactive SIGMA codebook is still in development and will be added to\nthe relevant OSF projects when available. The INTERACT codebook is only available in Dutch from the CCP data manager; supplementary English translations of relevant\nmeasures will be created and added to the relevant OSF project. \n2.4.2 \nWill your data and other research outputs be made freely available in the public domain to permit the widest re-use possible?\nWill your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement?\nRaw empirical data will not be deposited on the OSF or made fully openly accessible by other means (see section 2.2.4 for details).\nOther reserach outputs (e.g., publications, communication/dissemination activities, source code, ESM items) will be made freely available in the public domain on the OSF\nto permit the widest re-use posible (CC-BY). \n2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the project?\nYes\nResearch data and outputs deposited on the OSF through this project will be preserved indefinitely on the OSF, and will be openly accessible to the public including\nresearchers in multidisciplinary fields (e.g., psychiatry, psychology, health, methods). ESM items will be submitted and uploaded to the ESM repository\n(https://www.esmitemrepository.com/), which is findable and accessible through the OSF (https://osf.io/kg376/). The repository has be developed to encourage\ncontribution and re-use by third parties, and high reach to the community. OSF projects will list CCP lab collaborators, with identifiable links, to ensure that the\ndata/outputs are maintained and that there is always an expert who is reachable to communicate with interested parties. \n \n2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards?\nYes\nThe appropriate standards will be followed. \n2.4.5 Describe all relevant data quality assurance processes.\nThe quality of data will be ensured during collection and storage and relevant data quality assurance practices will be observed, including data entry validation and peer\nreview of data. Modification of any data deposited on the OSF (if and when appropriate) will not be possible by others to ensure data quality and security. KU Leuven has\nIT specifications for data storage and management, which the CCP lab data manager adheres to.\nCreated using DMPonline.be. Last modiﬁed 03 June 2023\n10 of 12\n3. Other research outputs\n3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding other research\noutputs that are generated or re-used throughout the project?\nNo. If at any point additional research outputs are generated or re-used, we will update the data managent plan. \n4. Allocation of resources\n4.1 What will the costs be for making data and other research outputs FAIR in your project?\nAccording to our plans, there will be no cost to make data and research outputs FAIR in this project, as repositories and other resources are provided by free, open access\nplatforms (OSF). \n4.2 How will these be covered?\nNot applicable. \n4.3 Who will be responsible for data management in your project?\nThe Research Fellow is responsible for data management during the project. Furthermore, the supervisor of the project will ensure the long-term storage of the data at KU\nLeuven.\nStandards will be used that are common in our scientific discipline.\nThe CCP data manager at KU Leuven, Martien Wampers, will be responsible the overarching project databases (SIGMA, INTERACT) and will oversee data access for the\ncurrent project. Martien will also advise about metadata, data quality assurance, storage/backup, data processing, and archiving. \n4.4 How will long term preservation be ensured?\nAll data will be stored indefinitely on the OSF. \n5. Data security\n5.1 What provisions are or will be in place for data security?\nKU Leuven has IT specifications for data storage and management, including standard backups in secure locations. The IT department provides tailored solutions to ensure\nthat data is securely stored, and cannot be altered by an unauthorized entity. The OSF complies with GDPR. \n5.2 Will the data be safely stored in trusted repositories for long term preservation and curation?\nYes\nAll data will be stored indefinitely on the OSF. \n6. Ethics\n6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing?\nYes\nRaw SIGMA and INTERACT data are under restricted access, as described in Section 2.2.4, given its sensitive nature.\n6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data?\nYes\nParticipants are made aware of all data management and processing procedures, as well as associated risks, through the informed consent process. \n7. Other issues\nCreated using DMPonline.be. Last modiﬁed 03 June 2023\n11 of 12\n7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones (please list and\nbriefly describe them)?\nYes: describe below\nKU Leuven and the CCP lab have well established data management policies, which will be followed. \nCreated using DMPonline.be. Last modiﬁed 03 June 2023\n12 of 12"
    },
    "clean_full_text": "The emotional signature of anhedonia in depression and psychosis in daily life (EMOTE): Developing a fine-grained and temporal understanding using advanced Experience Sampling Methods A Data Management Plan created using DMPonline.be Creator: Joanne Beames https://orcid.org/0000-0003-3630-0980 Affiliation: KU Leuven (KUL) Funder: European Commission (Horizon) Template: Horizon Europe DMP + Principal Investigator: Joanne Beames https://orcid.org/0000-0003-3630-0980 Grant number / URL: 101063326 ID: 196953 Start date: 31-01-2023 End date: 30-01-2025 Project abstract: Depression and psychosis in adolescents and young adults have a significant economic, health, and social burden on an international scale. Targeting transdiagnostic factors that are common across psychopathologies, and doing so before symptoms develop or worsen, is critical to reduce this burden. Anhedonia is the pervasive inability to anticipate and experience pleasure or interest and is a transdiagnostic feature of many psychopathologies including depression and psychosis. Anhedonia has received comparatively less research attention compared to other symptoms, however, and is not well understood or addressed in available therapies. This project will use existing high-quality experience sampling datasets to advance understanding of anhedonia in daily life. The experience sampling method (ESM) captures data from individuals in real-time in real-world contexts. By capturing real-time moment-to-moment variation, ESM removes retrospective biases and creates more accurate representations of individual experiences. ESM is state-of-the art in emotion and psychopathology research, and is uniquely suited to capturing dynamic features of anhedonia that would otherwise not be identified. The primary aims of this project are to explore whether anhedonia fluctuates over time in daily life, whether these fluctuations are related to psychopathology, and whether these fluctuations are impacted by novel interventions. This project will also involve a systematic review of the literature to describe how anhedonia is measured using ESM and to determine whether there is an established best-practice approach. The current research will dramatically advance the field by producing new knowledge about how anhedonia manifests in daily life, as well as how it can be effectively measured using ESM. This knowledge will aid the future development of transdiagnostic approaches targeting anhedonia that are more effective than those currently available. Last modified: 03-06-2023 Created using DMPonline.be. Last modiﬁed 03 June 2023 1 of 12 The emotional signature of anhedonia in depression and psychosis in daily life (EMOTE): Developing a fine-grained and temporal understanding using advanced Experience Sampling Methods DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 03 June 2023 2 of 12 The emotional signature of anhedonia in depression and psychosis in daily life (EMOTE): Developing a fine-grained and temporal understanding using advanced Experience Sampling Methods GDPR record GDPR record Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 03 June 2023 3 of 12 The emotional signature of anhedonia in depression and psychosis in daily life (EMOTE): Developing a fine-grained and temporal understanding using advanced Experience Sampling Methods Grant proposal 1. Data summary 1.1 Types of data/other research outputs Digital Research Data Dataset Name Owner N Type Format Volume Origin Description New or Reuse SIGMA_Wave_1 CCP <833 (TBD by ESM compliance) Digital .csv, .html, .R TBD 1. Demographics Age, gender, sexual identity, school year Re-use 2. Psychopathology & Emotion Anhedonia, depression, anxiety, obsessive- compulsion, interpersonal sensitivity, somatisation, psychosis, trait emotion regulation Re-use 3. Experience Sampling Affect, reward anticipation, current behaviour, liking Both SIGMA_Wave_2b CCP <277 (TBD by ESM compliance) Digital .csv, .html, .R TBD 1. Demographics Age, gender, sexual identity, school year Re-use 2. Psychopathology & Emotion Anhedonia, depression, anxiety, obsessive- compulsion, interpersonal sensitivity, somatisation, psychosis, trait emotion regulation Re-use 3. Experience Sampling Emotion regulation Both SIGMA_Wave_3 CCP TBD (recruitment ongoing) Digital .csv, .html, .R TBD 1. Demographics Age, gender, sexual identity, school year Re-use 2. Psychopathology & Emotion Anhedonia, depression, anxiety, obsessive- compulsion, interpersonal sensitivity, somatisation, psychosis, trait emotion regulation Both 3. Experience Sampling Affect, reward anticipation, current behaviour, liking Both INTERACT CCP ≈6 Digital .csv, .html, .R TBD 1. Demographics (baseline) Age, gender, medication Re-use 2. Personality and Psychopathology (baseline, post- treatment, 6-month follow-up) Extraversion, neuroticism, depression trauma, negative symptoms, psychotic symptoms, functioning Re-use 3. Experience Sampling (pre, post, and during intervention) Affect, stress sensitivity, reward experiences, emotion regulation Both 4. App Data Number of interactions with app Re-use REVIEW Fellow N/A Digital .csv, docx, .pdf <1GB PsycINFO, Medline, Psychology Databases, Embase, Web of Science Core Collection, Europe PMC databases Literature review, text New <1MG Extracted ESM items from literature that measure anhedonia Literature review, items Re-use Note. Both indicates that data are being re-used from an existing dataset and that new variables will be created to answer project-specific research questions. Other Digital Research Data and Outputs Output Owner Type Format Volume Description New or Reuse ESM items Fellow/ESM Repository Digital .csv, .html, .pdf <1GB ESM anhedonia measures: items and response options New Statistical analysis code & aggregated output Fellow Digital .R <5GB Scripts documenting code for data preprocessing (including variable computation), visualisation, and data analysis, including annotated descriptions New Created using DMPonline.be. Last modiﬁed 03 June 2023 4 of 12 2. FAIR principles 2.1 Findability of data/research outputs Select data and research outputs, including statistics and analysis code, aggregated results, literature review data, and ESM items, will be deposited in the Open Science Framework (OSF). The data will be identified by a persistent identifier. Research outputs will also be available via supplementary excel spreadsheets, text files, and specific IDs indicated in the open access preprints of the publications (with DOIs). Data/outputs will remain on the OSF indefinitely. Raw empirical data will not be deposited on the OSF or made fully openly accessible by other means. Access to raw data for SIGMA and INTERACT are under restricted access, as specified by the CCP lab regulations and data manager (Martien Wampers). SIGMA data are currently available only for internal use by the CCP research team, but external researchers will be able to apply for access to these data in due course. INTERACT data are available upon request to the CCP lab. Requests can be made via Data cuRation for OPen Science (DROPS), a data checkout system (https://sigmaleuven.shinyapps.io/DROPS_User_Guide/#Welcome_to_DROPS). These processes are appropriate given that CCP data contains personal information including age and gender, and special category information including emotional experiences, anhedonia, and depression/psychosis. Updates to accessibility of data relevant to the current project will be made when appropriate. 2.2 Accessibility of data/research outputs Analysis code aggregated results, and literature review data will be made publicly available via the OSF as soon as possible, without restrictions. ESM anhedonia items developed through this project will also be open access on the ESM repository (https://www.esmitemrepository.com), with metadata explaining what the items are, previous use, and validity. Peer-reviewed academic publications will be open access (Creative Commons Attribution International Public Licence, CC BY), will be linked to the fellow’s ORCID, and will also be deposited in KU Leuven’s repository system (“Lirias\"). Preprint versions will be made accessible to the public on medRxiv. Preprints and/or publications will be hosted on the fellow’s social media and lay summaries of results will be hosted on the CCP website. Raw empirical data will not be deposited on the OSF or made fully openly accessible by other means (see 2.1). 2.3 Interoperability of data/research outputs Data and research outputs will be deposited in a format that can be accessible for everyone, and that is widely used as a standard in our scientific discipline (e.g., .docx, .csv, .pdf, .R). Systematic file nomenclatures involving dates (YYYY/MM/DD), experiment/project names, and designer that are of routine application in the CCP lab will be used to name and classify the different files. Clear explanations of files, how to use the files, and descriptions of terminology/metadata will be provided if necessary. Qualified references will also be made to other meta(data) shared in an open repository (e.g., OSF, ESM Repository) to explain links between the current project and existing projects using the same datasets. 2.4 Reusability of data/research outputs Data and research outputs will be made available through open licenses (Creative Commons Attribution International Public Licence, CC-BY). Information about how to re- use the outputs will be will be clearly described in supporting documentation on the OSF, as well as through open access preprints and publications linked to the project. 3. Resources and responsibilities 3.1 Curation and storage/preservation costs According to our plans, there will be no cost to make data and research outputs FAIR in this project, as repositories and other resources are provided by free, open access platforms. 3.2 Person/team responsible for data management and quality assurance The fellow is responsible for data management during the project, and will be supported by the CCP lab data manager, Martian Wampers. The supervisor of the project will ensure the long-term storage of the data at KU Leuven. Created using DMPonline.be. Last modiﬁed 03 June 2023 5 of 12 The emotional signature of anhedonia in depression and psychosis in daily life (EMOTE): Developing a fine-grained and temporal understanding using advanced Experience Sampling Methods Full DMP Version information Action number 101063326 Action acronym EMOTE Action title The emotional signature of anhedonia in depression and psychosis in daily life (EMOTE): Developing a fine-grained and temporal understanding using advanced Experience Sampling Methods DMP version number V1.0 Date 2.06.23 1. Data summary 1.1 Will you re-use any existing data and what will you re-use it for? This project will re-use existing data from the SIGMA and INTERACT studies collected and managed by the Center for Contextual Psychiatry (CCP) lab, KU Leuven. SIGMA is a large-scale longitudinal study of adolescent mental health; INTERACT is a randomised controlled trial of acceptance and committment therapy in daily life in individuals with early stage psychosis. Subsets of data (indicated in 1.2) will be analysed to explore anhedonia in daily life. R code and scripts developed by researchers in the CCP lab may be re-used (with or without modification) for data processing, variable computation, and statistical analysis. Existing data in the field will be systematically reviewed to describe and evaluate how anhedonia has been conceptualised and explicitly measured using the experience sampling method in psychiatry and mental health. 1.2 What types and formats of data and other research outputs will the project generate or re-use? Digital Research Data Created using DMPonline.be. Last modiﬁed 03 June 2023 6 of 12 Dataset Name Owner N Type Format Volume Origin Description New or Reuse SIGMA_Wave_1 CCP <833 (TBD by ESM compliance) Digital .csv, .html, .R TBD 1. Demographics Age, gender, sexual identity, school year Re- use 2. Psychopathology & Emotion Anhedonia, depression, anxiety, obsessive-compulsion, interpersonal sensitivity, somatisation, psychosis, trait emotion regulation Re- use 3. Experience Sampling Affect, reward anticipation, current behaviour, liking Both SIGMA_Wave_2b CCP <277 (TBD by ESM compliance) Digital .csv, .html, .R TBD 1. Demographics Age, gender, sexual identity, school year Re- use 2. Psychopathology & Emotion Anhedonia, depression, anxiety, obsessive-compulsion, interpersonal sensitivity, somatisation, psychosis, trait emotion regulation Re- use 3. Experience Sampling Emotion regulation Both SIGMA_Wave_3 CCP TBD (recruitment ongoing) Digital .csv, .html, .R TBD 1. Demographics Age, gender, sexual identity, school year Re- use 2. Psychopathology & Emotion Anhedonia, depression, anxiety, obsessive-compulsion, interpersonal sensitivity, somatisation, psychosis, trait emotion regulation Both 3. Experience Sampling Affect, reward anticipation, current behaviour, liking Both INTERACT CCP ≈6 Digital .csv, .html, .R TBD 1. Demographics (baseline) Age, gender, medication Re- use 2. Personality and Psychopathology (baseline, post- treatment, 6-month follow-up) Extraversion, neuroticism, depression trauma, negative symptoms, psychotic symptoms, functioning Re- use 3. Experience Sampling (pre, post, and during intervention) Affect, stress sensitivity, reward experiences, emotion regulation Both 4. App Data Number of interactions with app Re- use REVIEW Fellow N/A Digital .csv, docx, .pdf <1GB PsycINFO, Medline, Psychology Databases, Embase, Web of Science Core Collection, Europe PMC databases Literature review, text New <1MG Extracted ESM items from literature that measure anhedonia Literature review, items Re- use Note. Both indicates that data are being re-used from an existing dataset and that new variables will be created to answer project-specific research questions. Other Digital Research Data and Outputs Output Owner Type Format Volume Description New or Reuse ESM items Fellow/ESM Repository Digital .csv, .html, .pdf <1GB ESM anhedonia measures: items and response options New Statistical analysis code & aggregated output Fellow Digital .R <5GB Scripts documenting code for data preprocessing (including variable computation), visualisation, and data analysis, including annotated descriptions New 1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project? The data outlined in 1.2 are necessary to address the primary objectives of the project. Objectives 1-3 are to explore whether anhedonia fluctuates over time in daily life, whether these fluctuations are related to psychopathology, and whether these fluctuations are impacted by novel interventions. ESM data will enable a fine-grained temporal description of different experiences of anhedonia in daily life, including affect and reward dynamics. Objective 4 is to conduct a a systematic review of the literature to describe how anhedonia is measured using ESM and to determine whether there is an established best-practice approach. 1.4 What is the expected size of the data that you intend to generate or re-use? The total size is expected to be less than XX TB. 1.5 What is the origin/provenance of the data, either generated or re-used? Generated data will originate from the researcher (digital). Re-used data will originate from the CCP lab and available scientific literature on the topic, which will be properly referred to in generated data. Created using DMPonline.be. Last modiﬁed 03 June 2023 7 of 12 1.6 To whom might your data be useful ('data utility'), outside your project? The data will likely be useful for the broader academic community in pschiatry and mental health, as well as methodologists interested in ESM. 2.1 FAIR data: Making data findable, including provisions for metadata 2.1.1 Will data and other research outputs be identified by a persistent identifier? Yes: describe below Deposited data and other outputs will be identified with a persistent identifier such as DOI (e.g., open science framework [OSF], Leuven ROR). These identifiers will be provided nthe manuscripts (preprint and publication). All authors involved in the project will also be linked to their respective ORCID IDs, when available. Grant numbers of all supporting funding bodies of authors will be indicated in all open access preprints and publications. 2.1.2 Will rich metadata be provided to allow discovery? What metadata will be created? What disciplinary or general standards will be followed? In case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how. The OSF will be used as the repository of choice. Metadata standards are automatically applied upon depositing data to optimise and facilitate understanding of the deposited files. The metadata models will include fields that are required, recommended and optional (e.g., see https://help.osf.io/article/568-add-metadata-to-your-osf-project), ensuring that records are easiliy and quickly findable. Fields include title, description, date, contributor, and keyword tags and will follow a metadata standard relevant to psychiatry and mental health (or Dublin Core). Systematic titles matching with the open access preprints and publications will be use to ease location of the data and outputs. 2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use? Yes: describe below Key words will be provided through the OSF according to standards relevant to psychiatry and mental health (or Dublin Core). 2.1.4 Will metadata be offered in such a way that it can be harvested and indexed? Yes: describe below The OSF will generate discovery metadata that can be harvested and indexed. 2.2 FAIR data: Making data accessible 2.2.1 Will the data and other research outputs be deposited in a trusted repository? Yes: describe below As detailed above (section 2.1), research data and outputs will be deposited in the OSF. The OSF is a commonly used and internationally reputable repository endorsed by research communities, including psychiatry and psychology. 2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will be deposited? Yes The selected repository is appropriate and has the capacity to host all research data and outputs. 2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve the identifier to a digital object? Yes. The OSF creates and assignes a unique identifier (DOI) upon deposit. 2.2.4 Will all data and other research outputs be made openly available? No, certain datasets cannot be shared openly for the following reasons: Raw empirical data will not be deposited on the OSF or made fully openly accessible by other means. Access to raw data for SIGMA and INTERACT are under restricted access, as specified by the CCP lab regulations and data manager (Martien Wampers). Restricted access is appropriate given that CCP data contains personal information Created using DMPonline.be. Last modiﬁed 03 June 2023 8 of 12 including age and gender, and special category information including emotional experiences, anhedonia, and depression/psychosis. Updates to accessibility of data relevant to the current project will be made when appropriate. 2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)? No 2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data should be made available as soon as possible. Not applicable. 2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol? Yes: describe below Data and research outputs deposited on the OSF will be accessible through a free and standardised protocol. 2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project? SIGMA data are currently available only for internal use by the CCP research team, but external researchers will be able to apply for access to these data in due course. INTERACT data are available for all researchers upon request to the CCP lab. Requests can be made via Data cuRation for OPen Science (DROPS), a data checkout system (https://sigmaleuven.shinyapps.io/DROPS_User_Guide/#Welcome_to_DROPS). The process of obtaining data from DROPS involves: 1) drafting and submitting an abstract, 2) complete the variable access request form, and 3) register the planned study on the OSF. 2.2.9 How will the identity of the person accessing the data be ascertained? The DROPS system tracks who requested and accessed which data, and when, in a comprehensive manner. 2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)? Yes Data access committees have already been established in the CCP lab to review DROPS submissions and evaluate access requests to SIGMA and INTERACT data. 2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? If not, please clarify why. Yes Metadata for the research data and outputs that are deposited on the OSF will be made openly available and licensed under a public domain dedication open license (Creative Commons Attribution International Public License, CC BY). 2.2.12 Will metadata contain information to enable the user to access the data? Yes 2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no longer available? OSF storage does not have any time limit and thus all deposited files will be available as per the current policy. 2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to include the relevant software (e.g. in open source code)? Details about software will be documented in study preregistrations/protocols deposited on the OSF, as well as in the Materials and Methods sections of open access preprints and publications. Analysis code will be provided in R scripts; readMe files will be provided if necessary to provide instruction on how to use the scripts in the appropriate software. 2.3 FAIR data: Making data interoperable 2.3.1 Created using DMPonline.be. Last modiﬁed 03 June 2023 9 of 12 What data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to allow data exchange and re-use within and across disciplines? Will you follow community-endorsed interoperability best practices? Which ones? All descriptors will be given in a language that can be understood across multiple disciplines to reach the broadest scientific community. Data will be deposited in commonly used formats in the field that can be accessible for everyone (mostly .csv, .pdf etc - see table 1). We will observe community-endorsed interoperability best practices that are relevant to psychiatry and mental health (or Dublin Core). 2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: Will you provide mappings to more commonly used ontologies? Will you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them? If uncommon or project specific ontologies or vocabularies are used, mappings to existing terminology with descriptions will be provided. Generated ontologies/vocabularies will be made openly available on the OSF. 2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or datasets from previous research)? Yes Qualified references will be used to explain the purpose or intent of the relationship between re-used and new datasets and other outputs. Links will be provided to master/parent files of the SIGMA and INTERACT studies when necessary. 2.4 FAIR data: Increase data re-use 2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use? Detailed information about study methodology and analysis will be documented using post-registration of all studies on the OSF. Any changes to the registration plan will also be recorded and shared on the OSF to failitate transparency. Additional information about methodology will be provided on the OSF as supplementary material to the final manuscript if necessary (e.g., if word limits prevent all technical details and decision-making points from being reported in the body text). Detailed information about all analysis steps will also be documented in R script code (e.g., data cleaning, variable computation). ReadMe files will be provided if necessary to provide instruction on how to interpret R script and output, facilitating use or modification for other projects. Note that codebooks have been developed by the CCP lab for the SIGMA and INTERACT datasets. Codebooks include details about the study, measurement time points, measure types, measure, variable name, variable label (Dutch/English), and ReadMe notes. The interactive SIGMA codebook is still in development and will be added to the relevant OSF projects when available. The INTERACT codebook is only available in Dutch from the CCP data manager; supplementary English translations of relevant measures will be created and added to the relevant OSF project. 2.4.2 Will your data and other research outputs be made freely available in the public domain to permit the widest re-use possible? Will your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement? Raw empirical data will not be deposited on the OSF or made fully openly accessible by other means (see section 2.2.4 for details). Other reserach outputs (e.g., publications, communication/dissemination activities, source code, ESM items) will be made freely available in the public domain on the OSF to permit the widest re-use posible (CC-BY). 2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the project? Yes Research data and outputs deposited on the OSF through this project will be preserved indefinitely on the OSF, and will be openly accessible to the public including researchers in multidisciplinary fields (e.g., psychiatry, psychology, health, methods). ESM items will be submitted and uploaded to the ESM repository (https://www.esmitemrepository.com/), which is findable and accessible through the OSF (https://osf.io/kg376/). The repository has be developed to encourage contribution and re-use by third parties, and high reach to the community. OSF projects will list CCP lab collaborators, with identifiable links, to ensure that the data/outputs are maintained and that there is always an expert who is reachable to communicate with interested parties. 2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards? Yes The appropriate standards will be followed. 2.4.5 Describe all relevant data quality assurance processes. The quality of data will be ensured during collection and storage and relevant data quality assurance practices will be observed, including data entry validation and peer review of data. Modification of any data deposited on the OSF (if and when appropriate) will not be possible by others to ensure data quality and security. KU Leuven has IT specifications for data storage and management, which the CCP lab data manager adheres to. Created using DMPonline.be. Last modiﬁed 03 June 2023 10 of 12 3. Other research outputs 3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding other research outputs that are generated or re-used throughout the project? No. If at any point additional research outputs are generated or re-used, we will update the data managent plan. 4. Allocation of resources 4.1 What will the costs be for making data and other research outputs FAIR in your project? According to our plans, there will be no cost to make data and research outputs FAIR in this project, as repositories and other resources are provided by free, open access platforms (OSF). 4.2 How will these be covered? Not applicable. 4.3 Who will be responsible for data management in your project? The Research Fellow is responsible for data management during the project. Furthermore, the supervisor of the project will ensure the long-term storage of the data at KU Leuven. Standards will be used that are common in our scientific discipline. The CCP data manager at KU Leuven, Martien Wampers, will be responsible the overarching project databases (SIGMA, INTERACT) and will oversee data access for the current project. Martien will also advise about metadata, data quality assurance, storage/backup, data processing, and archiving. 4.4 How will long term preservation be ensured? All data will be stored indefinitely on the OSF. 5. Data security 5.1 What provisions are or will be in place for data security? KU Leuven has IT specifications for data storage and management, including standard backups in secure locations. The IT department provides tailored solutions to ensure that data is securely stored, and cannot be altered by an unauthorized entity. The OSF complies with GDPR. 5.2 Will the data be safely stored in trusted repositories for long term preservation and curation? Yes All data will be stored indefinitely on the OSF. 6. Ethics 6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing? Yes Raw SIGMA and INTERACT data are under restricted access, as described in Section 2.2.4, given its sensitive nature. 6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data? Yes Participants are made aware of all data management and processing procedures, as well as associated risks, through the informed consent process. 7. Other issues Created using DMPonline.be. Last modiﬁed 03 June 2023 11 of 12 7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones (please list and briefly describe them)? Yes: describe below KU Leuven and the CCP lab have well established data management policies, which will be followed. Created using DMPonline.be. Last modiﬁed 03 June 2023 12 of 12"
}