{
    "document_id": "D-2021-1293",
    "LinkTitle": "D-2021-1293",
    "file_name": "D-2021-1293.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1293.pdf",
    "metadata": {
        "title": "- DanielOrdnung_DMP_FWO",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DanielOrdnung_DMP_FWO\nProject Name\n \n- DanielOrdnung_DMP_FWO\nProject Identifier\n 3E200662\nGrant Title\n 1SB2322N\nPrincipal Investigator / Researcher\n Daniel Ordnung\nDescription\n This research deals with developing dual laser Powder Bed Fusion strategies for\nimproving precision and mechanical performance of additively manufactured parts. Research\nquestions focus on the surface integrity of such dual laser treated parts and the impact on\nmechanical performance.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nDaniel Ordnung\nFWO Project Number & Title\n1SB2322N\nNovel in-situ techniques to enhance precision and mechanical performance of metal parts\nproduced by dual-laser additive & subtractive Laser Powder Bed Fusion\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of\ndata\nFormat\nVolume\nOrigin of data\nPrint job file\n.lmj\n100 MB\nPrint job file\n(.stl file sliced,\nhatched and\nwith\nparameters)\nLPBF\nsamples\n(academic\nand use\ncase\napplication)\nPhysical samples\n100's\nSamples built\nby LPBF\nProcess\nimages and\nvideos\ndigital (.tif,.mp4)\n10 GB\nDocumentation\nof Laser\nPowder Bed\nFusion process\n3D\nsurface data\n.plux\n100 GB\n3D point clouds\nof sample\nsurfaces\ncaptured with\noptical\nmicroscopes\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nXRD data\nSpreadsheet\n(.xlsx)\n<1 GB\nResidual stress\ndata and\ndiffraction\npattern\nMechanical\nproperties\ndata\nSpreadsheet\n(.xlsx)\n<1 GB\nOverview of\nmeasurements,\nsample\ninformation\nand numerical\nresults of\ndensity and\nmechanical\nperformance\ndata (tensile,\nfatigue,\nhardness, ...)\nMicroscope\nimages\nDigital (.tif)\n10 GB\nImages of\nsamples,\nhardness\nindentations,\nsample cross\nsections,\nfracture\nsurfaces,...\ngenerated with\noptical\nmicroscopes.\nSEM images\nDigital (.tif)\n10 GB\nImages of\nfracture\nsurfaces,\nsubsurface\nmicrostructure,\nheat affected\nzone, phase\ncomposition\nData\nanalysis\ncode\nMatlab script\n(.m)\n1 GB\nMatlab scripts\nfor processing\nand analysing\ncaptured data\nsuch as 3D\nsurface point\nclouds \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nPotential valoristion of results will be evaluated throughout the project, and depends on the\nresults. If and when desired, IP rights may be claimed and/or protected through patent\napplications or other means, in consultation with Leuven Research & Development (LRD).\nSections of the final dissertation that contain protected information will be placed under\nembargo.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1) Print job file: Include all information regarding building and dual laser process. This includes\nhatching and slicing information, laser parameter, layout of the build platform (position,\norientation), overlap of scan fields, scan sequences, … . Naming will follow a consistent rule\nsystem: JobID_Jobspecification\n2) LPBF samples (academic and use case application): Information about printed samples are\nstored in standardized spreadsheets, including information such as material and machine\nproperties/settings, geometrical specifications, date of production, laser parameter and scan\nstrategy, layout (position and orientation),build height, … . Naming will follow a consistent rule\nsystem: JobID_SampleID\n3) Process images and videos: For documentation of the process photographs and videos will be\ntaken with an appropriate digital camera. Naming will follow a consistent rule system:\nJobID_SampleID_ProcessName_ProcessSpecification.\n4) Microscopy images, 3D surface data and SEM images will include following information: image\ntype, dimensions, data, lighting settings, zoom and lens name, tilt angle and image location (with\nrespect to the physical part). Sample details and names are stored in spreadsheets, which\ncontains further process specifications, operating procedure for sample preparation and image\ncapturing. Naming will follow a consistent rule system:\nJobID_SampleID_Magnification_TechnicalSpecification.\n5) XRD data for residual stress measurement, the machine automatically stores the following\ninformation: Material, measured diffraction plane, scan location and range, exposure time per\nstep size, measured residual stress and peak evaluation method. Naming will follow a consistent\nrule system: JobID_SampleID _TechnicalSpecification.\n6) Mechanical properties: Generated results will be summarized in an overview spreadsheet\ncontaining operation procedure and settings. This will include which properties were measured\n(fatigue, hardness, tensile, …), specifying testing condition (static, dynamic, loads, displacement,\nindent, …) and machine type and configuration. Naming will follow a consistent rule system:\nJobID_SampleID_TestedProperty_TestingSpecification.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nA standard spreadsheet is created for the storage of information about a build job and\nmeasurement,  allowing a clear\nlink between a sample, production parameters and strategy as well as performed defined\ntests for each sample.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1. The most used (smaller) datasets are stored on a PC that syncronizes permanently to a 2 TB\nOneDrive provided by the university\n2. Larger volume datasets can be stored on university provided large volume storage disks.\nHow is backup of the data provided?\n1. The data is permanently syncronized to the cloud via OneDrive, acting as an online back up\n2. Offline backup creation will be performed regularly on e.g. external hard drives.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe indicated 2 TB OneDrive storage provided by the university is sufficient for the data\nindicated in the table.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nKU Leuven researchers are provided 2 TB of free storage space via OneDrive, thus no extra costs\nare expected. In case the volume for data storage will exceed 2TB, extra costs will be covered\neither by the FWO bench fee or AM research group financial reserves. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nNo sensitive data will be created in this project.\nSeparate file sharing folders are provided by KU Leuven, ensuring no shared access to the data,\nunless specifically required.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThere will be no restrictions on data preservations. The generate data can be stored for the\nrequired 10 years.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers for at least 10 years, conform with\nrespect to the KU Leuven RDM policy. These servers have an automatic back-up procedure.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nKU Leuven offers backed up cold storage of data at €99,55/TB/year. The expected cost for cold\nstorage of indicated data after the project is therefore not expected to exceed €100/year, which\nwill be covered by the AM research group financial reserves. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\n1. Measurment data with respect to the use case application (mould) will only be shared after\napproval of Deceuninck and Decapac.\n2. Standard LPBF build parameters from 3DSystems will only be shared after approval.\n3. All other data can be uploaded in a suitable repository.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nThe data will be shared on the KU Leuven Research Data repository (RDR):\nhttps://rdr.kuleuven.be\nWhen will the data be made available?\nUpon publication of the research results\n1. In case the dataset is used for a publication, the data will be made available after publication.\n2. In other cases, the data will be made available after the public defence of the FWO SB fellow's\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nPhD dissertation.\nWho will be able to access the data and under what conditions?\nThe full datasets will be made available under a CC-BY-NC-4.0 license. Free sharing and\nadaptation of the datasets is allowed to anyone, provided that they give appropriate credit to the\ncreators. Commercial use is prohibited.\nWhat are the expected costs for data sharing? How will the costs be covered?\n1. The datasets are expected below the 50 GB free limit of the RDR, thus no extra costs are\nexpected.\n2. In case the data volume exceeds this free limit, part of the project budget can be used to\ncover these costs.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nDaniel Ordnung - FWO fellow\nWho will be responsible for data storage & back up during the project?\nDaniel Ordnung - FWO fellow\nWho will be responsible for ensuring data preservation and reuse ?\nBrecht Van Hooreweder - PI / PhD promotor\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DanielOrdnung_DMP_FWO Project Name - DanielOrdnung_DMP_FWO Project Identifier 3E200662 Grant Title 1SB2322N Principal Investigator / Researcher Daniel Ordnung Description This research deals with developing dual laser Powder Bed Fusion strategies for improving precision and mechanical performance of additively manufactured parts. Research questions focus on the surface integrity of such dual laser treated parts and the impact on mechanical performance. Institution KU Leuven 1. General Information Name applicant Daniel Ordnung FWO Project Number & Title 1SB2322N Novel in-situ techniques to enhance precision and mechanical performance of metal parts produced by dual-laser additive & subtractive Laser Powder Bed Fusion Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume Origin of data Print job file .lmj 100 MB Print job file (.stl file sliced, hatched and with parameters) LPBF samples (academic and use case application) Physical samples 100's Samples built by LPBF Process images and videos digital (.tif,.mp4) 10 GB Documentation of Laser Powder Bed Fusion process 3D surface data .plux 100 GB 3D point clouds of sample surfaces captured with optical microscopes This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 XRD data Spreadsheet (.xlsx) <1 GB Residual stress data and diffraction pattern Mechanical properties data Spreadsheet (.xlsx) <1 GB Overview of measurements, sample information and numerical results of density and mechanical performance data (tensile, fatigue, hardness, ...) Microscope images Digital (.tif) 10 GB Images of samples, hardness indentations, sample cross sections, fracture surfaces,... generated with optical microscopes. SEM images Digital (.tif) 10 GB Images of fracture surfaces, subsurface microstructure, heat affected zone, phase composition Data analysis code Matlab script (.m) 1 GB Matlab scripts for processing and analysing captured data such as 3D surface point clouds 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Potential valoristion of results will be evaluated throughout the project, and depends on the results. If and when desired, IP rights may be claimed and/or protected through patent applications or other means, in consultation with Leuven Research & Development (LRD). Sections of the final dissertation that contain protected information will be placed under embargo. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1) Print job file: Include all information regarding building and dual laser process. This includes hatching and slicing information, laser parameter, layout of the build platform (position, orientation), overlap of scan fields, scan sequences, … . Naming will follow a consistent rule system: JobID_Jobspecification 2) LPBF samples (academic and use case application): Information about printed samples are stored in standardized spreadsheets, including information such as material and machine properties/settings, geometrical specifications, date of production, laser parameter and scan strategy, layout (position and orientation),build height, … . Naming will follow a consistent rule system: JobID_SampleID 3) Process images and videos: For documentation of the process photographs and videos will be taken with an appropriate digital camera. Naming will follow a consistent rule system: JobID_SampleID_ProcessName_ProcessSpecification. 4) Microscopy images, 3D surface data and SEM images will include following information: image type, dimensions, data, lighting settings, zoom and lens name, tilt angle and image location (with respect to the physical part). Sample details and names are stored in spreadsheets, which contains further process specifications, operating procedure for sample preparation and image capturing. Naming will follow a consistent rule system: JobID_SampleID_Magnification_TechnicalSpecification. 5) XRD data for residual stress measurement, the machine automatically stores the following information: Material, measured diffraction plane, scan location and range, exposure time per step size, measured residual stress and peak evaluation method. Naming will follow a consistent rule system: JobID_SampleID _TechnicalSpecification. 6) Mechanical properties: Generated results will be summarized in an overview spreadsheet containing operation procedure and settings. This will include which properties were measured (fatigue, hardness, tensile, …), specifying testing condition (static, dynamic, loads, displacement, indent, …) and machine type and configuration. Naming will follow a consistent rule system: JobID_SampleID_TestedProperty_TestingSpecification. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No A standard spreadsheet is created for the storage of information about a build job and measurement, allowing a clear link between a sample, production parameters and strategy as well as performed defined tests for each sample. 5. Data storage and backup during the FWO project Where will the data be stored? 1. The most used (smaller) datasets are stored on a PC that syncronizes permanently to a 2 TB OneDrive provided by the university 2. Larger volume datasets can be stored on university provided large volume storage disks. How is backup of the data provided? 1. The data is permanently syncronized to the cloud via OneDrive, acting as an online back up 2. Offline backup creation will be performed regularly on e.g. external hard drives. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The indicated 2 TB OneDrive storage provided by the university is sufficient for the data indicated in the table. What are the expected costs for data storage and back up during the project? How will these costs be covered? KU Leuven researchers are provided 2 TB of free storage space via OneDrive, thus no extra costs are expected. In case the volume for data storage will exceed 2TB, extra costs will be covered either by the FWO bench fee or AM research group financial reserves. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? No sensitive data will be created in this project. Separate file sharing folders are provided by KU Leuven, ensuring no shared access to the data, unless specifically required. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). There will be no restrictions on data preservations. The generate data can be stored for the required 10 years. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers for at least 10 years, conform with respect to the KU Leuven RDM policy. These servers have an automatic back-up procedure. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? KU Leuven offers backed up cold storage of data at €99,55/TB/year. The expected cost for cold storage of indicated data after the project is therefore not expected to exceed €100/year, which will be covered by the AM research group financial reserves. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? 1. Measurment data with respect to the use case application (mould) will only be shared after approval of Deceuninck and Decapac. 2. Standard LPBF build parameters from 3DSystems will only be shared after approval. 3. All other data can be uploaded in a suitable repository. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail The data will be shared on the KU Leuven Research Data repository (RDR): https://rdr.kuleuven.be When will the data be made available? Upon publication of the research results 1. In case the dataset is used for a publication, the data will be made available after publication. 2. In other cases, the data will be made available after the public defence of the FWO SB fellow's This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 PhD dissertation. Who will be able to access the data and under what conditions? The full datasets will be made available under a CC-BY-NC-4.0 license. Free sharing and adaptation of the datasets is allowed to anyone, provided that they give appropriate credit to the creators. Commercial use is prohibited. What are the expected costs for data sharing? How will the costs be covered? 1. The datasets are expected below the 50 GB free limit of the RDR, thus no extra costs are expected. 2. In case the data volume exceeds this free limit, part of the project budget can be used to cover these costs. 8. Responsibilities Who will be responsible for data documentation & metadata? Daniel Ordnung - FWO fellow Who will be responsible for data storage & back up during the project? Daniel Ordnung - FWO fellow Who will be responsible for ensuring data preservation and reuse ? Brecht Van Hooreweder - PI / PhD promotor Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}