{
    "document_id": "D-2024-2704",
    "LinkTitle": "D-2024-2704",
    "file_name": "D-2024-2704.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2704.pdf",
    "metadata": {
        "title": "Gastric interoception: Towards an improved understanding of interoceptive processes within and across organ domains in healthy individuals and patients with functional dyspepsia",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Gastric interoception: Towards an improved understanding of interoceptive processes within and across organ\nGastric interoception: Towards an improved understanding of interoceptive processes within and across organ\ndomains in healthy individuals and patients with functional dyspepsia\ndomains in healthy individuals and patients with functional dyspepsia\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nTabea Eimer\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n11PLQ24N\nID: \nID: \n206304\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nFunctional dyspepsia (FD) is a prevalent functional somatic  syndrome, which are defined by chronic debilitating bodily symptoms without known\nphysiological cause. FD is characterized by medically unexplained gastric symptoms such as epigastric pain, putting a high burden on the individual.\nThe mechanisms underlying the development and maintenance of such symptoms remain largely unclear. Impaired interoception, the process of how\nthe nervous system integrates and represents information about the inner state of the body, has been proposed as a potential key mechanism. However,\nthe objective assessment of gastric interoception remains difficult, and existing tasks are highly invasive or present numerous limitations.\nConsequently, there is a great demand for noninvasive and reliable tasks assessing gastric interoception to further our understanding in both healthy\nindividuals and patients with FD. Moreover, a major, yet unanswered question is whether interoception is a general or organ-specific ability. This\ninterdisciplinary proposal aims 1) to improve the measurement of gastric interoception, 2) to investigate on a perceptual and neural level\nwhether interoception is a general ability, and 3) to examine how interoceptive processes in health and FD differ. The results will deepen our\nknowledge on body brain interactions and potentially direct new treatment approaches in FD.\nLast modified: \nLast modified: \n25-04-2024\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n1 of 6\nGastric interoception: Towards an improved understanding of interoceptive processes within and across organ\nGastric interoception: Towards an improved understanding of interoceptive processes within and across organ\ndomains in healthy individuals and patients with functional dyspepsia\ndomains in healthy individuals and patients with functional dyspepsia\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nPersonal data\nSelf-reported\nquestionnaire: age, gender\nGenerate\nnew data\nDigital\nObservational\n.csv, .xlsx, .text,\n.psydat\n<100MB\n \nPhysiological\ndata\nEEG, stethoscope\nrecording, respiratory flow\nGenerate\nnew data\nDigital\nExperimental\n.acq, .csv, .xlsx,\n.text, .log, .psydat\n<1GB\n \nImaging data\nFluoroscopy scans\nGenerate\nnew data\nDigital\nExperimental\n.dcm\n<100GB\n \nBehavioral data\nPerceptual responses:\nratings\nGenerate\nnew data\nDigital\nExperimental\n.csv, .xlsx, .text,\n.log, .psydat\n<100MB\n \nPsychological and\nphysical functioning\nQuestionnaires \nGenerate\nnew data\nDigital\nExperimental\n.csv, .xlsx, .text,\n.log, .psydat\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nPRET and ethical approval will be obtained before the start of data collection.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nNames, email addresses, telephone number, bank account number (for inclusion (informed consent) and reimbursement)\nPersonal data + psychological and physical functioning: age, gender, data concerning physical and mental health (e.g., respiratory flow data,\nscreening for psychological disorders, screening for gastrointestinal disorders)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n2 of 6\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nThe participants themselves are the only 3rd party. Agreements are thus part of the informed consent, mentioning the publication of results in\nscientific communications and the (re)use of data by other researchers.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\n1\n. \nData will be anonymized and uploaded onto the Open Science Framework (OSF) along with relevant code (see below for examples).\n2\n. \nRaw data files will be kept in a common structure with individual data-files stored within participant sub-folders per experiment.\nExtracted data will be stored within separate participant sub-folders and aggregated data will be stored under the experiment parentfolder.\n3\n. \nPhysiological data – raw physiological data will be collected per participant and stored with a txt file with a clear description of what the\ndata are and how they were generated (e.g., the input, frequency, run time, setting, etc.). R code that will be used to transcribe the data\nfrom its raw format to readable format will be stored and uploaded onto OSF.\n4\n. \nBehavioral data – raw data from Psychopy (psychological software) will be collected for each participant and stored with a txt file\ncontaining the Psychopy python code used to generate the data. The python code will also be published on OSF.\n5\n. \nQuestionnaire data (Psychological and physical functioning) - A codebook will be generated containing study design, sampling\nmethodology, variable-level information (label, question text, codes, frequencies), as well as attached copies of the questionnaire used\nalong with the validation article and scoring criteria.\n6\n. \nWe will create and keep a Standard Operating Procedure (SOP) for the set up and analysis of the experiment.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\nMetadata will be stored as Microsoft Word/pdf, .txt or .csv file under each experiment parentfolder. In addition, all code and anonymized data\nwill be uploaded to the Open Science Framework with corresponding metadata to aid in re-use by other researchers.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll digital data (questionnaire answers, subjective ratings, behavioral data, physiological\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n3 of 6\nrecordings, and neural recordings) will be stored on the KU Leuven Onedrive server of the\nresearcher and will only be accessible by the identified KU Leuven researchers. In addition, the full database will be stored on ReDCAP.\nData in paper format (informed consent forms, payment information forms, inclusion/exclusion criteria forms) will be stored separately in a\nkey-locked cabinet in a dedicated archive room of the research group.\nHow will the data be backed up?\nHow will the data be backed up?\nThe data will be stored on OneDrive and RedCAP which both have automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKU Leuven Onedrive allows 2 TB of data storage. RedCAP also allows at least 10 MB of storage.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nWe will use two-factor authentication to protect the KU Leuven Onedrive account the data is stored on. In addition RedCAP is HIPAA\ncompliant.\nIdentifying information (e.g., name) will be replaced with a random unique number. The information that links individual to the unique\nnumber will be stored separately on the KU Leuven Onedrive server of the researcher, will be password-protected and will only be\naccessible by the identified KU Leuven researchers.\nAll screens will be locked when not in use.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere is no cost associated with data storage and backing up. However, if unexpected costs arise, they will be covered via the bench fee.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data will be retained for the expected 5 year period.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAfter completion of data collection, and until 25 years after the end of the project, all digital data will be stored on a secure Health-Psychology\narchival KU Leuven-based server. The log file linking participants’ identity to their participant ID and the payment information form will be\ndestroyed following data collection. Paper data will be destroyed at the end of the project.\nAnonymized data will also be uploaded onto the Open Science Framework (OSF) where it can be accessed publicly\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe expect no additional costs in the retention period of 5 years.\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n4 of 6\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nThe dataset will be anonymized and uploaded to the Open Science Framework.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nN/A\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIn an Open Access repository:\nThe dataset will be anonymized and uploaded to the Open Science Framework.\nWhen will the data be made available?\nWhen will the data be made available?\nImmediately after the end of the project\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData usage license of type CC-BY-NC-SA will be used.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nPIDs will be added to the datasets as this is the default on the Open Science Framework. \nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs for data sharing. The Open Science Framework is free of charge.\n6. Responsibilities\n6. Responsibilities\nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n5 of 6\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe doctoral student (Tabea Eimer), administrative/technical staff and PI (Andreas von Leupoldt) working on this project. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe doctoral student (Tabea Eimer), administrative/technical staff and PI (Andreas von Leupoldt) working on this project. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PI (Andreas von Leupoldt) of this project. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PI (Andreas von Leupoldt) bears the end responsibility of updating & implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 25 April 2024\n6 of 6"
    },
    "clean_full_text": "Gastric interoception: Towards an improved understanding of interoceptive processes within and across organ Gastric interoception: Towards an improved understanding of interoceptive processes within and across organ domains in healthy individuals and patients with functional dyspepsia domains in healthy individuals and patients with functional dyspepsia A Data Management Plan created using DMPonline.be Creator: Creator: Tabea Eimer Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 11PLQ24N ID: ID: 206304 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: Functional dyspepsia (FD) is a prevalent functional somatic syndrome, which are defined by chronic debilitating bodily symptoms without known physiological cause. FD is characterized by medically unexplained gastric symptoms such as epigastric pain, putting a high burden on the individual. The mechanisms underlying the development and maintenance of such symptoms remain largely unclear. Impaired interoception, the process of how the nervous system integrates and represents information about the inner state of the body, has been proposed as a potential key mechanism. However, the objective assessment of gastric interoception remains difficult, and existing tasks are highly invasive or present numerous limitations. Consequently, there is a great demand for noninvasive and reliable tasks assessing gastric interoception to further our understanding in both healthy individuals and patients with FD. Moreover, a major, yet unanswered question is whether interoception is a general or organ-specific ability. This interdisciplinary proposal aims 1) to improve the measurement of gastric interoception, 2) to investigate on a perceptual and neural level whether interoception is a general ability, and 3) to examine how interoceptive processes in health and FD differ. The results will deepen our knowledge on body brain interactions and potentially direct new treatment approaches in FD. Last modified: Last modified: 25-04-2024 Created using DMPonline.be. Last modiﬁed 25 April 2024 1 of 6 Gastric interoception: Towards an improved understanding of interoceptive processes within and across organ Gastric interoception: Towards an improved understanding of interoceptive processes within and across organ domains in healthy individuals and patients with functional dyspepsia domains in healthy individuals and patients with functional dyspepsia FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Personal data Self-reported questionnaire: age, gender Generate new data Digital Observational .csv, .xlsx, .text, .psydat <100MB Physiological data EEG, stethoscope recording, respiratory flow Generate new data Digital Experimental .acq, .csv, .xlsx, .text, .log, .psydat <1GB Imaging data Fluoroscopy scans Generate new data Digital Experimental .dcm <100GB Behavioral data Perceptual responses: ratings Generate new data Digital Experimental .csv, .xlsx, .text, .log, .psydat <100MB Psychological and physical functioning Questionnaires Generate new data Digital Experimental .csv, .xlsx, .text, .log, .psydat <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data PRET and ethical approval will be obtained before the start of data collection. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes Names, email addresses, telephone number, bank account number (for inclusion (informed consent) and reimbursement) Personal data + psychological and physical functioning: age, gender, data concerning physical and mental health (e.g., respiratory flow data, screening for psychological disorders, screening for gastrointestinal disorders) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 25 April 2024 2 of 6 No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No The participants themselves are the only 3rd party. Agreements are thus part of the informed consent, mentioning the publication of results in scientific communications and the (re)use of data by other researchers. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1 . Data will be anonymized and uploaded onto the Open Science Framework (OSF) along with relevant code (see below for examples). 2 . Raw data files will be kept in a common structure with individual data-files stored within participant sub-folders per experiment. Extracted data will be stored within separate participant sub-folders and aggregated data will be stored under the experiment parentfolder. 3 . Physiological data – raw physiological data will be collected per participant and stored with a txt file with a clear description of what the data are and how they were generated (e.g., the input, frequency, run time, setting, etc.). R code that will be used to transcribe the data from its raw format to readable format will be stored and uploaded onto OSF. 4 . Behavioral data – raw data from Psychopy (psychological software) will be collected for each participant and stored with a txt file containing the Psychopy python code used to generate the data. The python code will also be published on OSF. 5 . Questionnaire data (Psychological and physical functioning) - A codebook will be generated containing study design, sampling methodology, variable-level information (label, question text, codes, frequencies), as well as attached copies of the questionnaire used along with the validation article and scoring criteria. 6 . We will create and keep a Standard Operating Procedure (SOP) for the set up and analysis of the experiment. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No Metadata will be stored as Microsoft Word/pdf, .txt or .csv file under each experiment parentfolder. In addition, all code and anonymized data will be uploaded to the Open Science Framework with corresponding metadata to aid in re-use by other researchers. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All digital data (questionnaire answers, subjective ratings, behavioral data, physiological Created using DMPonline.be. Last modiﬁed 25 April 2024 3 of 6 recordings, and neural recordings) will be stored on the KU Leuven Onedrive server of the researcher and will only be accessible by the identified KU Leuven researchers. In addition, the full database will be stored on ReDCAP. Data in paper format (informed consent forms, payment information forms, inclusion/exclusion criteria forms) will be stored separately in a key-locked cabinet in a dedicated archive room of the research group. How will the data be backed up? How will the data be backed up? The data will be stored on OneDrive and RedCAP which both have automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KU Leuven Onedrive allows 2 TB of data storage. RedCAP also allows at least 10 MB of storage. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We will use two-factor authentication to protect the KU Leuven Onedrive account the data is stored on. In addition RedCAP is HIPAA compliant. Identifying information (e.g., name) will be replaced with a random unique number. The information that links individual to the unique number will be stored separately on the KU Leuven Onedrive server of the researcher, will be password-protected and will only be accessible by the identified KU Leuven researchers. All screens will be locked when not in use. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There is no cost associated with data storage and backing up. However, if unexpected costs arise, they will be covered via the bench fee. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data will be retained for the expected 5 year period. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? After completion of data collection, and until 25 years after the end of the project, all digital data will be stored on a secure Health-Psychology archival KU Leuven-based server. The log file linking participants’ identity to their participant ID and the payment information form will be destroyed following data collection. Paper data will be destroyed at the end of the project. Anonymized data will also be uploaded onto the Open Science Framework (OSF) where it can be accessed publicly What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect no additional costs in the retention period of 5 years. Created using DMPonline.be. Last modiﬁed 25 April 2024 4 of 6 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository The dataset will be anonymized and uploaded to the Open Science Framework. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. N/A Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. In an Open Access repository: The dataset will be anonymized and uploaded to the Open Science Framework. When will the data be made available? When will the data be made available? Immediately after the end of the project Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data usage license of type CC-BY-NC-SA will be used. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes PIDs will be added to the datasets as this is the default on the Open Science Framework. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. The Open Science Framework is free of charge. 6. Responsibilities 6. Responsibilities Created using DMPonline.be. Last modiﬁed 25 April 2024 5 of 6 Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The doctoral student (Tabea Eimer), administrative/technical staff and PI (Andreas von Leupoldt) working on this project. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The doctoral student (Tabea Eimer), administrative/technical staff and PI (Andreas von Leupoldt) working on this project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Andreas von Leupoldt) of this project. Who will update and implement this DMP? Who will update and implement this DMP? The PI (Andreas von Leupoldt) bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 25 April 2024 6 of 6"
}