{
    "document_id": "D-2023-2282",
    "LinkTitle": "D-2023-2282",
    "file_name": "D-2023-2282.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2282.pdf",
    "metadata": {
        "title": "Nieuwe perspectieven op intellectuele eigendomsrechten: empirisch bewijs op bedrijfsniveau",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Nieuwe perspectieven op intellectuele eigendomsrechten: empirisch bewijs op\nbedrijfsniveau\nA Data Management Plan created using DMPonline.be\nCreator: \nDirk Czarnitzki \n \nhttps://orcid.org/0000-0001-5118-7272\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nDirk Czarnitzki \n \nhttps://orcid.org/0000-0001-5118-7272\nGrant number / URL: \nG0C5921N\nID: \n199758\nStart date: \n01-01-2021\nEnd date: \n31-12-2024\nProject abstract:\nThe economic literature in intellectual property rights (IPR) is vast, as IPR policies are often seen as main incentive\nschemes for innovation in the business sector and thus also economic growth and welfare.\nThis project aims to contribute to the lively debate on IPRs and\ncorresponding policies in three dimensions:\n(i) In the debate on the value of patents it is often argued that new patents result in higher market value of firms.\nHowever, these studies do generally not control for inventor human capital that firms possess. In this module we will\ndisentangle the value of IPRs on inventions from the firms’ human capital base by making use of a new perspective on\nhow to measure firms’ inventor human capital.\n(ii) In a second module of the project, we will investigate whether market power and brand reputation spill over from a\nfirm’s product market also to the market for technology. In particular, we will test whether firms that made brand-\nspecific investments in forms of trademarks are able to achieve a price-premium in technology licensing deals.\n(iii) In the third module, it will be explored how exogeneously caused uncertainty about IPRs causes economic hold-up\nby reducing subsequent investment in research and especially development. In order to model uncertainty, pending\npatent applications at the firm-level will be used.\nLast modified: \n03-07-2023\nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n1 of 7\nNieuwe perspectieven op intellectuele eigendomsrechten: empirisch bewijs op\nbedrijfsniveau\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \n \nOnly for\ndigital data\nOnly for digital\ndata \nOnly for digital data \nOnly for\nphysical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical volume\nGerman Innovation\nSurvey\nInnovation data at the\nfirm-level\nReuse existing data\n \nDigital\nObservational\n.dta\n \n<100MB\n \nFlemish R&D data\nInnovation data at the\nfirm-level\nReuse existing data\n \nDigital\nObservational\n.dta\n \n< 100 MB\n \nEU R&D\nscoreboard\nR&D data at the firm\nlevel\nReuse existing data\n \ndigital\nobservational\n.dta\n< 100 MB\n \nPATSTAT\npatent documents\nreuse existing data\ndigital\nobservational\n.txt\n< 1 TB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nGerman Innovation Survey:  https://www.zew.de/en/research-at-zew/zew-research-data-centre-zew-fdz\nFlemish R&D Data: www.ecoom.be\nEU Industrial R&D Scoreboard: https://iri.jrc.ec.europa.eu/scoreboard/2022-eu-industrial-rd-investment-scoreboard\nPatstat: https://www.epo.org/searching-for-patents/business/patstat.html\nCompustat: https://wrds-www.wharton.upenn.edu/  (through KU Leuven library)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n2 of 7\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nAll data manipulations will be carried out in the datamanagement and statistical software STATA. The STATA code will document exactly all data cleaning steps and every\nanalysis such that a person trained in the art will understand how we go from the raw data to the exact results published in our papers.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nBased on the interactive storage guide, I conclude that we will store the data on a shared network drive that is backed up regularly by the IT department.\nHow will the data be backed up?\nAutomatic backup by our IT department.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data is stored on the secured university storage and on external hard drives.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo additional cost.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nThe data from the Mannheim Innovation Panel (MIP) will be accessible for scientific use at ZEW's Research Data Centre.\nThe Flemish data will be available through ECOOM at KU Leuven.\nThese are the core data to which other variables from the other databases have been linked. Researchers who want to re-produce our results only need access to the\nsources mentioned above. We will store the supplements of the raw data together with our code that re-produces all results.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data from the Mannheim Innovation Panel (MIP) will be accessible for scientific use at ZEW's Research Data Centre.\nThe Flemish data will be available through ECOOM at KU Leuven.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo extra cost. Both ZEW and ECOOM offer storage services free of charge for research that has been conducted with their data.\nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n3 of 7\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nResearchers from any public research institution. The data can be used for any not-for-profit purpose.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nYes, Other\n- The database may not be processed or used for purposes that are different from the research project; in particular commercial or any other\nbusiness purposes involving expert opinions – free of charge or against payment – for private or public clients is not permitted.\n- The Data Recipient may not commission third parties (sub-contractors, self-employed\npersons, or free-lancers) to process or use the database.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data from the Mannheim Innovation Panel (MIP) will be accessible for scientific use at ZEW's Research Data Centre.\nThe Flemish data will be available through ECOOM at KU Leuven.\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nRestrictions specified in the Data Transfer agreement:\n- The database may not be processed or used for purposes that are different from the research project; in particular commercial or any other\nbusiness purposes involving expert opinions – free of charge or against payment – for private or public clients is not permitted.\n- The Data Recipient may not commission third parties (sub-contractors, self-employed\npersons, or free-lancers) to process or use the database.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nDoes not apply\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nDirk Czarnitzki \nWho will manage data storage and backup during the research project?\nDirk Czarnitzki \nWho will manage data preservation and sharing?\nDirk Czarnitzki \nWho will update and implement this DMP?\nDirk Czarnitzki \nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n4 of 7\nNieuwe perspectieven op intellectuele eigendomsrechten: empirisch bewijs op\nbedrijfsniveau\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nThe project will re-use data that are available in exisiting databases:\ni) “EU Industrial R&D Investment Scoreboard”. The scoreboard lists the top 500 corporate investors in R&D whose headquarters are located in the EU, and the top 500\ncompanies whose headquarters are located outside the EU (mainly the U.S. and Japan), based on corporate R&D investments. (source: European Commission)\nii) We will use the Compustat database which contains information on publicly traded US companies. (KU Leuven library)\niii) We will use the German and Flemish R&D surveys where we have detailed information on\nR&D investments. (ECOOM for Flanders, ZEW Mannheim for Germany)\niv) PATSTAT database (European Patent Office)\nv) OHIM database (European Intellectual Property Offfice)\n \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\nDirk Czarnitzki\n1\n. \nStorage capacity/repository\nduring the research\nThe data will be downloaded from (publicly) available infrastuctures where they are permanently hosted. \nafter the research the prepared and cleaned data and scripts will be stored on KU Leuven servers as welll as the Research Data Centre of ZEW Mannheim for\nthe work on German survey data.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nDoes not apply\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nDoes not apply.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNone.\nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n5 of 7\nNieuwe perspectieven op intellectuele eigendomsrechten: empirisch bewijs op\nbedrijfsniveau\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n6 of 7\nNieuwe perspectieven op intellectuele eigendomsrechten: empirisch bewijs op\nbedrijfsniveau\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 03 July 2023\n7 of 7"
    },
    "clean_full_text": "Nieuwe perspectieven op intellectuele eigendomsrechten: empirisch bewijs op bedrijfsniveau A Data Management Plan created using DMPonline.be Creator: Dirk Czarnitzki https://orcid.org/0000-0001-5118-7272 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Dirk Czarnitzki https://orcid.org/0000-0001-5118-7272 Grant number / URL: G0C5921N ID: 199758 Start date: 01-01-2021 End date: 31-12-2024 Project abstract: The economic literature in intellectual property rights (IPR) is vast, as IPR policies are often seen as main incentive schemes for innovation in the business sector and thus also economic growth and welfare. This project aims to contribute to the lively debate on IPRs and corresponding policies in three dimensions: (i) In the debate on the value of patents it is often argued that new patents result in higher market value of firms. However, these studies do generally not control for inventor human capital that firms possess. In this module we will disentangle the value of IPRs on inventions from the firms’ human capital base by making use of a new perspective on how to measure firms’ inventor human capital. (ii) In a second module of the project, we will investigate whether market power and brand reputation spill over from a firm’s product market also to the market for technology. In particular, we will test whether firms that made brand- specific investments in forms of trademarks are able to achieve a price-premium in technology licensing deals. (iii) In the third module, it will be explored how exogeneously caused uncertainty about IPRs causes economic hold-up by reducing subsequent investment in research and especially development. In order to model uncertainty, pending patent applications at the firm-level will be used. Last modified: 03-07-2023 Created using DMPonline.be. Last modiﬁed 03 July 2023 1 of 7 Nieuwe perspectieven op intellectuele eigendomsrechten: empirisch bewijs op bedrijfsniveau FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume German Innovation Survey Innovation data at the firm-level Reuse existing data Digital Observational .dta <100MB Flemish R&D data Innovation data at the firm-level Reuse existing data Digital Observational .dta < 100 MB EU R&D scoreboard R&D data at the firm level Reuse existing data digital observational .dta < 100 MB PATSTAT patent documents reuse existing data digital observational .txt < 1 TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: German Innovation Survey: https://www.zew.de/en/research-at-zew/zew-research-data-centre-zew-fdz Flemish R&D Data: www.ecoom.be EU Industrial R&D Scoreboard: https://iri.jrc.ec.europa.eu/scoreboard/2022-eu-industrial-rd-investment-scoreboard Patstat: https://www.epo.org/searching-for-patents/business/patstat.html Compustat: https://wrds-www.wharton.upenn.edu/ (through KU Leuven library) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 03 July 2023 2 of 7 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All data manipulations will be carried out in the datamanagement and statistical software STATA. The STATA code will document exactly all data cleaning steps and every analysis such that a person trained in the art will understand how we go from the raw data to the exact results published in our papers. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? Based on the interactive storage guide, I conclude that we will store the data on a shared network drive that is backed up regularly by the IT department. How will the data be backed up? Automatic backup by our IT department. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data is stored on the secured university storage and on external hard drives. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No additional cost. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The data from the Mannheim Innovation Panel (MIP) will be accessible for scientific use at ZEW's Research Data Centre. The Flemish data will be available through ECOOM at KU Leuven. These are the core data to which other variables from the other databases have been linked. Researchers who want to re-produce our results only need access to the sources mentioned above. We will store the supplements of the raw data together with our code that re-produces all results. Where will these data be archived (stored and curated for the long-term)? The data from the Mannheim Innovation Panel (MIP) will be accessible for scientific use at ZEW's Research Data Centre. The Flemish data will be available through ECOOM at KU Leuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No extra cost. Both ZEW and ECOOM offer storage services free of charge for research that has been conducted with their data. Created using DMPonline.be. Last modiﬁed 03 July 2023 3 of 7 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. Researchers from any public research institution. The data can be used for any not-for-profit purpose. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other - The database may not be processed or used for purposes that are different from the research project; in particular commercial or any other business purposes involving expert opinions – free of charge or against payment – for private or public clients is not permitted. - The Data Recipient may not commission third parties (sub-contractors, self-employed persons, or free-lancers) to process or use the database. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data from the Mannheim Innovation Panel (MIP) will be accessible for scientific use at ZEW's Research Data Centre. The Flemish data will be available through ECOOM at KU Leuven. When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Restrictions specified in the Data Transfer agreement: - The database may not be processed or used for purposes that are different from the research project; in particular commercial or any other business purposes involving expert opinions – free of charge or against payment – for private or public clients is not permitted. - The Data Recipient may not commission third parties (sub-contractors, self-employed persons, or free-lancers) to process or use the database. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? Does not apply 6. Responsibilities Who will manage data documentation and metadata during the research project? Dirk Czarnitzki Who will manage data storage and backup during the research project? Dirk Czarnitzki Who will manage data preservation and sharing? Dirk Czarnitzki Who will update and implement this DMP? Dirk Czarnitzki Created using DMPonline.be. Last modiﬁed 03 July 2023 4 of 7 Nieuwe perspectieven op intellectuele eigendomsrechten: empirisch bewijs op bedrijfsniveau Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The project will re-use data that are available in exisiting databases: i) “EU Industrial R&D Investment Scoreboard”. The scoreboard lists the top 500 corporate investors in R&D whose headquarters are located in the EU, and the top 500 companies whose headquarters are located outside the EU (mainly the U.S. and Japan), based on corporate R&D investments. (source: European Commission) ii) We will use the Compustat database which contains information on publicly traded US companies. (KU Leuven library) iii) We will use the German and Flemish R&D surveys where we have detailed information on R&D investments. (ECOOM for Flanders, ZEW Mannheim for Germany) iv) PATSTAT database (European Patent Office) v) OHIM database (European Intellectual Property Offfice) Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) Dirk Czarnitzki 1 . Storage capacity/repository during the research The data will be downloaded from (publicly) available infrastuctures where they are permanently hosted. after the research the prepared and cleaned data and scripts will be stored on KU Leuven servers as welll as the Research Data Centre of ZEW Mannheim for the work on German survey data. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Does not apply Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Does not apply. Which other issues related to the data management are relevant to mention? (use up to 700 characters) None. Created using DMPonline.be. Last modiﬁed 03 July 2023 5 of 7 Nieuwe perspectieven op intellectuele eigendomsrechten: empirisch bewijs op bedrijfsniveau DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 03 July 2023 6 of 7 Nieuwe perspectieven op intellectuele eigendomsrechten: empirisch bewijs op bedrijfsniveau GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 03 July 2023 7 of 7"
}