{
    "document_id": "D-2021-1085",
    "LinkTitle": "D-2021-1085",
    "file_name": "D-2021-1085.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1085.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n 12Z0622N\nGrant Title\n 12Z0622N\nPrincipal Investigator / Researcher\n Katleen Martens\nInstitution\n KU Leuven\n1. General Information\nName applicant\nKatleen Martens\nFWO Project Number & Title\n12Z0622N, The bittersweet taste of bacteria in the nose of patients with chronic rhinosinusitis\nwith nasal polyps\nAffiliation\nKU Leuven\nUniversiteit Antwerpen\nCo-promotor of this project, Prof Dr. S. Lebeer, is located at the University of Antwerp and part of\nthe project will be performed at the University of Antwerp. \n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat\nVolume\nHow created\nShotgun\nsequencing data\n.txv; .rds; .csv\nin R: rmd file\n \n300-\n900GB\n \nNext generation\nsequencing on bacterial\nDNA isolated from nasal\nswabs\nMicroscopy\nimages\n.tif\n100GB\nImmunofluorescent\nmicroscopic images of\nnasal epithelial cells\nQualitative data\n(RT-qPCR)\nGene expression\nprofiles of nasal\ntissue stored\ntranscribed into\nMS\nexcel format\n \n2GB\nGene expression\nprofiles obtained from\nhuman and mouse\ntissue with CFX connect\n(BioRad)\nQualitative data\n(Nitrite/Nitrate\nAssay kit)\n \nProtein expression\nlevels of\nNitrite/Nitrate in\nsupernatant of\nstimulated nasal\nepithelial cells\ntranscribed\ninto MS excel\nformat\n2GB\n \nData created with\nclassical ELISA reader\nQualitative data\n(calcium imaging)\n.tiff\n100GB\nThe intercellular calcium\nconcentrations will be\nmonitored using\nthe ratio of fluorescence\nof Fura-2 measured on\nthe alternating\nillumination at 340 and\n380 nm using an MT-10\nillumination system and\nCellM software\n(Olympus).\nQualitative data\n(ciliary beat\nfrequency)\n.tiff\n100GB\na high-speed digital\nimaging system that\ndetects the frequency of\nvariation in light\nintensity of the image\nbecause of repetitive\nmotion of the cilia.\nQualitative data\n((LC)-MS/MS\nanalysis)\n.bcf; .rtm; .raw;\n.rtx\n100GB\nFractionation/purification\nof bacterial ligands\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: Registration will be done by filling in the GDPR questionnaire\nintegrated in the application for submission to the Clinical Trial center of the University Hospitals\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nLeuven.\nShort description of the kind of personal data that will be used:\n1/ Personal information for research purposes, consisting of socio-demographical data (e.g.\ngender, date of birth, smoker/non-smoker) and data concerning medical status (e.g. disease\nseverity, treatments and/or medication intake). This is needed to define the disease phenotypes\nto investigate the interaction between the microbiome and taste receptor function. \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nNasal swabs will be taken from patients with chronic rhinosinusitis with nasal polyps and healthy\ncontrols. Ethical approval has been obtained (S65918).\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1/ Microscopy images the following information will be noted: dimensions, image type, bit-depth,\npixel sizes and microscope settings. The methodology and protocol will be described in detail in\nthe lab book. The original images togheter with a ReadMe file are stored on OneDrive.\n2/ Raw experimental data will be collected per experiment, including a txt file with a clear\ndescription of what the data represent and how they were generated. The input files used for the\nstimulation will be kept in the same folder. \n3/ For the shot gun sequencing, a ReadMe file will be created for the different analysis. All steps\nare written down in the lab book. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1/ We will collect patient samples and thus patient information (i.e. two nasal swaps from the\nanterior nares, residual human tissue, questionnaire, etc). \nAll this information is coded. Each patient receives a unique code in order to anonymize the\ncollected information. The questionnaires, that collect information on demographics, previous\nhistory and symptoms are also blinded for each patient with the same unique patient code. \n2/ Shotgun sequencing data of the nasal swaps of the patients will be collected and will be\n reused by our research group. A ReadMe file will be created to help with the reuse of this data.\n \n3/ Our results will be published in different manuscripts. This data will be blinded in order to\nprotect patient information. \nHow is backup of the data provided?\nAll the collected data and results will be stored on the university's central servers (K:\\GBW-\n0041_KlinImm and J:\\GBW-0057_Labo Klinische Immunologie) with automatic daily back-up\nprocedures and is only accessible for registered KU Leuven personnel. In addition, all patient\ninformation is blinded and coded. The key for unblinding is stored on a different secured account\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\n(i.e. the account of the PI).\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nOneDrive: Standard every user has 2 TB. This capacity can be extended to 5 TB without costs.\nK:-drive: is an easily scalable system with blocks of 5 TB. Over 100 TB, requests can be done per\nblock of 10 TB.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nLarge volume storage (K:-drive) can be purchased in blocks of 5 TB and from 100 TB on in blocks\nof 10 TB. 113,84 euro is the price per TB per year. For large volume storage it is standard\nprocedure to make a disaster recovery (mirror) copy to have a second copy available. For this an\nadditional cost of 51,30 euro is charged. These costs are covered by the laboratory.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAccess to the J drive is only possible for registered KU Leuven personnel. Each coworker at the\nKU Leuven has his/her personal ID & password allowing access to certain folders only. Especially\nfolders containing keys to patient ID codes, will be retrievable with secure restricted access only.\nThe Ethical Committee of UZ Leuven is particularly inquiring on this topic before approving a\nclinical study and carefully checks this procedure, according to the national and EU legislation.\nPseudonymised data will be accessible to coworkers of the Allergy & Clinical Immunology\nResearch Group only. Access to the folders can furthermore be checked.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained during 5 years following the end of the project. Pseudonomized data and\nphysical data will also be stored for longer than 5 years. Permission is requested in the informed\nconsent (IC) documents. Legal obligations will be discussed at different moments with the legal\ndepartment of the clinical Trial Center (CTC) and the Ethical Committee Research UZ/KU Leuven.\nIf any change is needed, we will inform participants by an adapted IC document and ask\nfor eventual prolongation of the preservation of the data. Preservation of biomaterial is done in\nclose collaboration with the UZ Leuven Biobank and will also be done at least for 5 years, but\nlonger upon IC.\nWhere will the data be archived (= stored for the longer term)?\nThe data of the shotgun sequencing will be temporary stored on the local server of the Univeristy\nof Antwerp and locally be destroyed once admitted to the KU Leuven where it will be stored on\nthe KU Leuven central servers (with automatic back-up procedures) for at least 5 years, conform\nthe KU Leuven RDM policy. Data exchange will be done be by the Belnet filesharing tool\nFilesender only. Large files will be stored on the K-disc devoted for long term storage (see\nabove). The investigators will work with staff of the KU Leuven Libraries to determine what\nto archive.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe expected costs for the network K-drive are 11,38 euro/100GB/year and will be covered for\n50% by the Group Biomedical Sciences and for 50% by the lab . If storage of extremely large files\nis required, then the use of the L-drive will be discussed with the PI and IT department, as it is\ncurrently not in use at the laboratory of Allergy and Clinical Immunology. The cost price for the L-\ndrive (5TB) is 569,2 euro/year.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nNo\nWhich data will be made available after the end of the project?\nI am keen to present the results of this project to peers and to a wide audience. All research\noutputs supporting publications will be made openly accessible. Depending on their nature, some\ndata will be anonemyzed prior to publication, either on an individual basis to interested\nresearchers and/or potential new collaborators, or publicly via respositories.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nUpon request by mail\nAs soon as the manuscript is publicaly available, the repository will be changed to a public\nrepository. Researcher can ask permission to reuse the data upon reasonable request via email. \nWhen will the data be made available?\nUpon publication of the research results\nAs a general rule all research outputs will be made openly accessible at the latest at the time of\npublication. No embargo will be foreseen unless imposed e.g. by pending publications, potential\nIP requirements.\nWho will be able to access the data and under what conditions?\nData will be shared between the PI and co-PI and within the research unit but always respecting\nthe pseudonymisation. Sequence data will be uploaded in an open access repository and shared\nupon request. Only resuse for research purposes will be allowed and commercial reuse will be\nexcluded. Data without sharing restrictions will be shared through peer reviewed publications.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs for data sharing are expected\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI and co-PI (P. Hellings and S. Lebeer)\nWho will be responsible for data storage & back up during the project?\nIn every lab of the PI and co-PI, a person will be dedicated to be responsible for the data storage. \nWho will be responsible for ensuring data preservation and reuse ?\nThe PI and co-PI.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI Peter Hellings bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier 12Z0622N Grant Title 12Z0622N Principal Investigator / Researcher Katleen Martens Institution KU Leuven 1. General Information Name applicant Katleen Martens FWO Project Number & Title 12Z0622N, The bittersweet taste of bacteria in the nose of patients with chronic rhinosinusitis with nasal polyps Affiliation KU Leuven Universiteit Antwerpen Co-promotor of this project, Prof Dr. S. Lebeer, is located at the University of Antwerp and part of the project will be performed at the University of Antwerp. 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created Shotgun sequencing data .txv; .rds; .csv in R: rmd file 300- 900GB Next generation sequencing on bacterial DNA isolated from nasal swabs Microscopy images .tif 100GB Immunofluorescent microscopic images of nasal epithelial cells Qualitative data (RT-qPCR) Gene expression profiles of nasal tissue stored transcribed into MS excel format 2GB Gene expression profiles obtained from human and mouse tissue with CFX connect (BioRad) Qualitative data (Nitrite/Nitrate Assay kit) Protein expression levels of Nitrite/Nitrate in supernatant of stimulated nasal epithelial cells transcribed into MS excel format 2GB Data created with classical ELISA reader Qualitative data (calcium imaging) .tiff 100GB The intercellular calcium concentrations will be monitored using the ratio of fluorescence of Fura-2 measured on the alternating illumination at 340 and 380 nm using an MT-10 illumination system and CellM software (Olympus). Qualitative data (ciliary beat frequency) .tiff 100GB a high-speed digital imaging system that detects the frequency of variation in light intensity of the image because of repetitive motion of the cilia. Qualitative data ((LC)-MS/MS analysis) .bcf; .rtm; .raw; .rtx 100GB Fractionation/purification of bacterial ligands 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: Registration will be done by filling in the GDPR questionnaire integrated in the application for submission to the Clinical Trial center of the University Hospitals This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Leuven. Short description of the kind of personal data that will be used: 1/ Personal information for research purposes, consisting of socio-demographical data (e.g. gender, date of birth, smoker/non-smoker) and data concerning medical status (e.g. disease severity, treatments and/or medication intake). This is needed to define the disease phenotypes to investigate the interaction between the microbiome and taste receptor function. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Nasal swabs will be taken from patients with chronic rhinosinusitis with nasal polyps and healthy controls. Ethical approval has been obtained (S65918). Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1/ Microscopy images the following information will be noted: dimensions, image type, bit-depth, pixel sizes and microscope settings. The methodology and protocol will be described in detail in the lab book. The original images togheter with a ReadMe file are stored on OneDrive. 2/ Raw experimental data will be collected per experiment, including a txt file with a clear description of what the data represent and how they were generated. The input files used for the stimulation will be kept in the same folder. 3/ For the shot gun sequencing, a ReadMe file will be created for the different analysis. All steps are written down in the lab book. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? 1/ We will collect patient samples and thus patient information (i.e. two nasal swaps from the anterior nares, residual human tissue, questionnaire, etc). All this information is coded. Each patient receives a unique code in order to anonymize the collected information. The questionnaires, that collect information on demographics, previous history and symptoms are also blinded for each patient with the same unique patient code. 2/ Shotgun sequencing data of the nasal swaps of the patients will be collected and will be reused by our research group. A ReadMe file will be created to help with the reuse of this data. 3/ Our results will be published in different manuscripts. This data will be blinded in order to protect patient information. How is backup of the data provided? All the collected data and results will be stored on the university's central servers (K:\\GBW- 0041_KlinImm and J:\\GBW-0057_Labo Klinische Immunologie) with automatic daily back-up procedures and is only accessible for registered KU Leuven personnel. In addition, all patient information is blinded and coded. The key for unblinding is stored on a different secured account This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 (i.e. the account of the PI). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes OneDrive: Standard every user has 2 TB. This capacity can be extended to 5 TB without costs. K:-drive: is an easily scalable system with blocks of 5 TB. Over 100 TB, requests can be done per block of 10 TB. What are the expected costs for data storage and back up during the project? How will these costs be covered? Large volume storage (K:-drive) can be purchased in blocks of 5 TB and from 100 TB on in blocks of 10 TB. 113,84 euro is the price per TB per year. For large volume storage it is standard procedure to make a disaster recovery (mirror) copy to have a second copy available. For this an additional cost of 51,30 euro is charged. These costs are covered by the laboratory. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the J drive is only possible for registered KU Leuven personnel. Each coworker at the KU Leuven has his/her personal ID & password allowing access to certain folders only. Especially folders containing keys to patient ID codes, will be retrievable with secure restricted access only. The Ethical Committee of UZ Leuven is particularly inquiring on this topic before approving a clinical study and carefully checks this procedure, according to the national and EU legislation. Pseudonymised data will be accessible to coworkers of the Allergy & Clinical Immunology Research Group only. Access to the folders can furthermore be checked. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained during 5 years following the end of the project. Pseudonomized data and physical data will also be stored for longer than 5 years. Permission is requested in the informed consent (IC) documents. Legal obligations will be discussed at different moments with the legal department of the clinical Trial Center (CTC) and the Ethical Committee Research UZ/KU Leuven. If any change is needed, we will inform participants by an adapted IC document and ask for eventual prolongation of the preservation of the data. Preservation of biomaterial is done in close collaboration with the UZ Leuven Biobank and will also be done at least for 5 years, but longer upon IC. Where will the data be archived (= stored for the longer term)? The data of the shotgun sequencing will be temporary stored on the local server of the Univeristy of Antwerp and locally be destroyed once admitted to the KU Leuven where it will be stored on the KU Leuven central servers (with automatic back-up procedures) for at least 5 years, conform the KU Leuven RDM policy. Data exchange will be done be by the Belnet filesharing tool Filesender only. Large files will be stored on the K-disc devoted for long term storage (see above). The investigators will work with staff of the KU Leuven Libraries to determine what to archive. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The expected costs for the network K-drive are 11,38 euro/100GB/year and will be covered for 50% by the Group Biomedical Sciences and for 50% by the lab . If storage of extremely large files is required, then the use of the L-drive will be discussed with the PI and IT department, as it is currently not in use at the laboratory of Allergy and Clinical Immunology. The cost price for the L- drive (5TB) is 569,2 euro/year. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 No Which data will be made available after the end of the project? I am keen to present the results of this project to peers and to a wide audience. All research outputs supporting publications will be made openly accessible. Depending on their nature, some data will be anonemyzed prior to publication, either on an individual basis to interested researchers and/or potential new collaborators, or publicly via respositories. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository Upon request by mail As soon as the manuscript is publicaly available, the repository will be changed to a public repository. Researcher can ask permission to reuse the data upon reasonable request via email. When will the data be made available? Upon publication of the research results As a general rule all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements. Who will be able to access the data and under what conditions? Data will be shared between the PI and co-PI and within the research unit but always respecting the pseudonymisation. Sequence data will be uploaded in an open access repository and shared upon request. Only resuse for research purposes will be allowed and commercial reuse will be excluded. Data without sharing restrictions will be shared through peer reviewed publications. What are the expected costs for data sharing? How will the costs be covered? No costs for data sharing are expected 8. Responsibilities Who will be responsible for data documentation & metadata? The PI and co-PI (P. Hellings and S. Lebeer) Who will be responsible for data storage & back up during the project? In every lab of the PI and co-PI, a person will be dedicated to be responsible for the data storage. Who will be responsible for ensuring data preservation and reuse ? The PI and co-PI. Who bears the end responsibility for updating & implementing this DMP? The PI Peter Hellings bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}