{
    "document_id": "D-2023-2267",
    "LinkTitle": "D-2023-2267",
    "file_name": "D-2023-2267.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2267.pdf",
    "metadata": {
        "title": "D-2023-2267",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Hans Jacquemyn 0000-0001-9600-5794\nContributor name(s) (+ ORCID) & roles Hans Jacquemyn 0000-0001-9600-5794 – main supervisor\nOlivia Bernhardsson 0009-0005-5177-1862 – PhD student working on the project\nProject number 1 & title G0L2122N\nImproving the functional connectivity of grassland networks for plant-pollinator interactions\nFunder(s) GrantID 2FWO ERA-NET\nAffiliation(s) ☑ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description         -        Loss in the area and connectivity of natural and semi natural habitats in Europe over the last\n         ,     hundred years has placed not only numerous species under threat but is also jeopardizing\n          , interactions between species crucial for maintaining important ecosystem functions and services\n  . ,   90 %       such as pollination Furthermore with nearly of flowering plants depending on animal\n,               pollinators loss of pollination interactions may in turn significantly intensify the loss of wild plant\n.              species FuncNet aims to improve our understanding of the effects of the connectivity and\n  -   –     –    management of semi natural grasslands hotspots of European biodiversity on various aspects of  \n-      .       :plant pollinator interactions in European agricultural landscapes The major aims of this project are\n1)      -          to examine the role of spatio temporal changes of grassland area and connectivity on plants and  \n       -      pollinators in remnant grasslands and other marginal grassland like habitats of European rural\n. landscapes\n2)      -       .to assess the resilience of plant pollinator networks in relation to habitat connectivity\n3)     ,      -    to explore the genetic diversity demography and individual fitness of insect pollinated plants in\n       . response to landscape connectivity and related pollination events\n4)   - ’   ’      to map land users and conservation practitioners perspectives of managing landscapes in favour  \n  -  .of supporting plant pollinator networks\n5)      , -   -  to provide recommendations to conservation practitioners policy makers and land managers about  \n       -       the optimal planning and management strategies of agro ecosystems in order to safeguard resilient\n-  .plant pollinator communities\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nLeaf \ncollectionLeaves to be \nused for \ngenomic \nanalyses☒ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other: ☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NAOne box of leaf \nsamples (600 \nsamples)\nInsect \ncollectionInsects to be \nused for pollen \nmetabarcoding☐ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NASeveral boxes of \ntubes with insects \nstored on ethanol \n(> 1000 specimens)\nDigital mapsDigital maps \nextracted from \nexisting \ndatabases☐ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical.shp\n.shx\n.dbf☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5☐ Textual\n☐ Model\n☐ Software\n☒ Other: digital \nmaps☐ > 5 TB\n☐ NA\nPollen \ncollectionsPollen samples \nextracted from \ninsects☒ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other: ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NASeveral boxes of \ntubes with pollen \nstored on ethanol\nDNA extractsDNA extracted \nfrom pollen☒ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other: ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NAEppendorf tubes \nwith DNA extracts\nR scriptsR scripts used to \nanalyse the data☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☒ Software\n☐ Other: .R ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Seed \ncollectionSeeds collected \nfrom individual \nfruits of several \nplants per \nsampled \npopulation☒ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other: ☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NASeeds will be \nstored in envelops, \nwhich will be \ncollected in paper \nboxes\nSequencing \ndataData from RAD \nsequencing☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other: .fastq\n.csv\n.xlsx☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nPollen \nmetabarcodin\ng dataData from \npollen \nmetabarcoding☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other: .fastq\n.csv\n.xlsx☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Existing data will be extracted from open data repositories (e.g. trait databases such as TRY or European \nButterfly Trait Database; Global Biodiversity Information Facility (GBIF) for species based site selection), \ntopo- and geographical (inter)national databases (e.g. Corine Land Cover maps; historical maps from \nnational databases) and (un)published studies (e.g. a database of the citizen science project \"Looking for \nCowslips\"), and DNA reference sequences and genomes (e.g. Barcode of Life Data system and NCDI).\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☒ No\nAdditional information:\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .1)For each work package, detailed field protocols will be drafted and shared among the project \npartners. Protocols are stored as .doc files.\n2)The research will be performed in multiple countries (Sweden, Estonia, Belgium, Germany and \nCzech Republic). A uniform code will used across all countries to assign each sample to a \nparticular population, making the data easily accessible to all project partners and ensuring \nrelational links between all species, genetic, genomic, trait, environmental and geographical \ndata within the project’s geodatabase. This will also ensure ease of adding data and data \ncuration during the course of the project.  \n3)Data will be made understandable and usable using extensive metadata (according to the \nEcological Metadata Language).  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nWe will use the Ecological Metadata Language  (EML) to make the data easier to find and reuse.  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☒ Shared network drive (J-drive)\n☒ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☒ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☒ Other: \nApart from local storage facilities, all data will also be shared within the consortium via an online cloud \nrepository, i.e., the NextCloud service provided by the University of Tartu.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (specify)\n☐ Other (specify) \nField notes will be transformed into digital transcripts or scans.  \nDigital data will be archived on the researcher’s Bitlocker encrypted laptop in password-protected files, on \nthe OneDrive linked to the researcher’s KU Leuven account and on secure KU Leuven network drives. \nBackups are automated daily, ensuring that the digital data will be preserved in such a way that loss or \nmisuse is prevented at all times.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nThe lab has sufficient room, closets and refrigerators to conserve the physical data. In case insufficient \nstorage capacities are available, new closets or refrigerators will be provided. The digital data are not \nexpected to exceed the personal storage capacity and the storage capacity of the KU Leuven network \ndrives.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  Physical data such as leaf and pollen samples will be stored in boxes and subsequently be put in a closet in \nthe office of the researcher hired for the project. This closet will always be locked, with the researchers \nworking on this project being the only persons having access to the data. In this way, these data are \neffectively preserved and loss or misuse is prevented.\nDNA data will be stored at -80°C in specifically foreseen refrigerators. Refrigerators are always locked and \nonly accessible to the lab technician and persons working on the project. In this way, they are not \naccessible to unauthorized persons?\nDigital data will be archived on the researcher’s laptop in different password-protected files, on the \nOneDrive linked to the researcher’s KU Leuven account, and on secure KU Leuven network drives. The \nlaptop of the researcher is encrypted with Bitlocker Drive encryption, making the data inaccessible even if \nunauthorized persons would obtain the laptop. In addition, the researcher working on the project is the \nonly person who has access to his KU Leuven password-protected OneDrive account. Data stored on KU \nLeuven drives is encrypted and only accessible by the researcher and promoter of the project.  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?All storage facilities are in place and no extra costs are expected for data storage and backup during the \nproject. \n5. Data Preservation after the end of the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nAll collected will be preserved for at least 10 years after the end of the research (in accordance with the \nKU Leuven RDM policy). Any physical field notes will be photographed/scanned and transcribed into \npassword protected digital documents.  \nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage (longterm for large volumes)\n☒ Shared network drive (J-drive)\n☒ Other (specifiy):\nPhysical data will be stored in closed cabinets available at the lab. DNA samples will be stored at -80°C in \nlocked refrigerators. Digital data will be placed on the One Drive linked to the KU Leuven account of the \nsupervisor and his personal KU Leuven network drive.  \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?There are no expected costs.  \n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nAll data generated as a result of the project will be made public following the FAIR (Findability, \nAccessibility, Interoperability, and Reusability) principles. Initially, all sourced and new (spatial, species, \ngenetic, population, trait and environmental) data as well as R-code required to reproduce each individual\nstudy will be made public upon acceptance of the associated journal article, either directly with the article \nor via permanent, open-access data repositories such as Dryad (often free of charge according to journal \nagreements). R-Code for the whole FuncNet project will be hosted on GitHub. In addition, DNA sequence \ndata from metabarcoding and RAD-Seq analyses will be made available at the European Nucleotide \nArchive (ENA). Finally, after publication of the project’s core publications, the entire geodatabase with an \nassociated open-access data descriptor paper will be published in Scientific Data or Ecology.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☐ KU Leuven RDR\n☒ Other data repository (specify)\n☐ Other (specify)\nAll sourced and new (spatial, species, genetic, population, trait and environmental) data as well as R-code \nrequired to reproduce each individual study will be made public upon acceptance of the associated journal  \narticle, either directly with the article or via permanent, open-access data repositories such as Dryad \n(often free of charge according to journal agreements). R-Code for the whole FuncNet project will be \nhosted on GitHub. In addition, DNA sequence data from metabarcoding and RAD-Seq analyses will be \nmade available at the European Nucleotide Archive (ENA). Finally, after publication of the project’s core \npublications, the entire geodatabase with an associated open-access data descriptor paper will be \npublished in Scientific Data or Ecology.\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 15Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  None\n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The researcher hired on the project (Olivia Bernhardsson) and the main supervisor (Prof. Hans Jacquemyn)  \nwill be responsible for the management of the data.  \nWho will manage data storage and backup \nduring the research project?The researcher hired on the project (Olivia Bernhardsson) and the main supervisor (Prof. Hans Jacquemyn)  \nwill be responsible for storage and backup of the data during the project.\nWho will manage data preservation and \nsharing?The supervisor (Prof. Hans Jacquemyn) will be responsible for the preservation and sharing of the data \nafter the study is completed.  \nWho will update and implement this DMP? The researcher hired on the project (Olivia Bernhardsson) and the main supervisor (Prof. Hans Jacquemyn)  \nwill update and implement this Data Management Plan.  "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Hans Jacquemyn 0000-0001-9600-5794 Contributor name(s) (+ ORCID) & roles Hans Jacquemyn 0000-0001-9600-5794 – main supervisor Olivia Bernhardsson 0009-0005-5177-1862 – PhD student working on the project Project number 1 & title G0L2122N Improving the functional connectivity of grassland networks for plant-pollinator interactions Funder(s) GrantID 2FWO ERA-NET Affiliation(s) ☑ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description - Loss in the area and connectivity of natural and semi natural habitats in Europe over the last , hundred years has placed not only numerous species under threat but is also jeopardizing , interactions between species crucial for maintaining important ecosystem functions and services . , 90 % such as pollination Furthermore with nearly of flowering plants depending on animal , pollinators loss of pollination interactions may in turn significantly intensify the loss of wild plant . species FuncNet aims to improve our understanding of the effects of the connectivity and - – – management of semi natural grasslands hotspots of European biodiversity on various aspects of - . :plant pollinator interactions in European agricultural landscapes The major aims of this project are 1) - to examine the role of spatio temporal changes of grassland area and connectivity on plants and - pollinators in remnant grasslands and other marginal grassland like habitats of European rural . landscapes 2) - .to assess the resilience of plant pollinator networks in relation to habitat connectivity 3) , - to explore the genetic diversity demography and individual fitness of insect pollinated plants in . response to landscape connectivity and related pollination events 4) - ’ ’ to map land users and conservation practitioners perspectives of managing landscapes in favour - .of supporting plant pollinator networks 5) , - - to provide recommendations to conservation practitioners policy makers and land managers about - the optimal planning and management strategies of agro ecosystems in order to safeguard resilient - .plant pollinator communities FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Leaf collectionLeaves to be used for genomic analyses☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NAOne box of leaf samples (600 samples) Insect collectionInsects to be used for pollen metabarcoding☐ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NASeveral boxes of tubes with insects stored on ethanol (> 1000 specimens) Digital mapsDigital maps extracted from existing databases☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical.shp .shx .dbf☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5☐ Textual ☐ Model ☐ Software ☒ Other: digital maps☐ > 5 TB ☐ NA Pollen collectionsPollen samples extracted from insects☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NASeveral boxes of tubes with pollen stored on ethanol DNA extractsDNA extracted from pollen☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NAEppendorf tubes with DNA extracts R scriptsR scripts used to analyse the data☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☒ Software ☐ Other: .R ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Seed collectionSeeds collected from individual fruits of several plants per sampled population☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NASeeds will be stored in envelops, which will be collected in paper boxes Sequencing dataData from RAD sequencing☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: .fastq .csv .xlsx☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Pollen metabarcodin g dataData from pollen metabarcoding☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: .fastq .csv .xlsx☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Existing data will be extracted from open data repositories (e.g. trait databases such as TRY or European Butterfly Trait Database; Global Biodiversity Information Facility (GBIF) for species based site selection), topo- and geographical (inter)national databases (e.g. Corine Land Cover maps; historical maps from national databases) and (un)published studies (e.g. a database of the citizen science project \"Looking for Cowslips\"), and DNA reference sequences and genomes (e.g. Barcode of Life Data system and NCDI). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .1)For each work package, detailed field protocols will be drafted and shared among the project partners. Protocols are stored as .doc files. 2)The research will be performed in multiple countries (Sweden, Estonia, Belgium, Germany and Czech Republic). A uniform code will used across all countries to assign each sample to a particular population, making the data easily accessible to all project partners and ensuring relational links between all species, genetic, genomic, trait, environmental and geographical data within the project’s geodatabase. This will also ensure ease of adding data and data curation during the course of the project. 3)Data will be made understandable and usable using extensive metadata (according to the Ecological Metadata Language). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: We will use the Ecological Metadata Language (EML) to make the data easier to find and reuse. If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) ☒ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☒ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☒ Other: Apart from local storage facilities, all data will also be shared within the consortium via an online cloud repository, i.e., the NextCloud service provided by the University of Tartu. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify) ☐ Other (specify) Field notes will be transformed into digital transcripts or scans. Digital data will be archived on the researcher’s Bitlocker encrypted laptop in password-protected files, on the OneDrive linked to the researcher’s KU Leuven account and on secure KU Leuven network drives. Backups are automated daily, ensuring that the digital data will be preserved in such a way that loss or misuse is prevented at all times. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: The lab has sufficient room, closets and refrigerators to conserve the physical data. In case insufficient storage capacities are available, new closets or refrigerators will be provided. The digital data are not expected to exceed the personal storage capacity and the storage capacity of the KU Leuven network drives. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Physical data such as leaf and pollen samples will be stored in boxes and subsequently be put in a closet in the office of the researcher hired for the project. This closet will always be locked, with the researchers working on this project being the only persons having access to the data. In this way, these data are effectively preserved and loss or misuse is prevented. DNA data will be stored at -80°C in specifically foreseen refrigerators. Refrigerators are always locked and only accessible to the lab technician and persons working on the project. In this way, they are not accessible to unauthorized persons? Digital data will be archived on the researcher’s laptop in different password-protected files, on the OneDrive linked to the researcher’s KU Leuven account, and on secure KU Leuven network drives. The laptop of the researcher is encrypted with Bitlocker Drive encryption, making the data inaccessible even if unauthorized persons would obtain the laptop. In addition, the researcher working on the project is the only person who has access to his KU Leuven password-protected OneDrive account. Data stored on KU Leuven drives is encrypted and only accessible by the researcher and promoter of the project. What are the expected costs for data storage and backup during the research project? How will these costs be covered?All storage facilities are in place and no extra costs are expected for data storage and backup during the project. 5. Data Preservation after the end of the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) All collected will be preserved for at least 10 years after the end of the research (in accordance with the KU Leuven RDM policy). Any physical field notes will be photographed/scanned and transcribed into password protected digital documents. Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☒ Shared network drive (J-drive) ☒ Other (specifiy): Physical data will be stored in closed cabinets available at the lab. DNA samples will be stored at -80°C in locked refrigerators. Digital data will be placed on the One Drive linked to the KU Leuven account of the supervisor and his personal KU Leuven network drive. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?There are no expected costs. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: All data generated as a result of the project will be made public following the FAIR (Findability, Accessibility, Interoperability, and Reusability) principles. Initially, all sourced and new (spatial, species, genetic, population, trait and environmental) data as well as R-code required to reproduce each individual study will be made public upon acceptance of the associated journal article, either directly with the article or via permanent, open-access data repositories such as Dryad (often free of charge according to journal agreements). R-Code for the whole FuncNet project will be hosted on GitHub. In addition, DNA sequence data from metabarcoding and RAD-Seq analyses will be made available at the European Nucleotide Archive (ENA). Finally, after publication of the project’s core publications, the entire geodatabase with an associated open-access data descriptor paper will be published in Scientific Data or Ecology. If access is restricted, please specify who will be able to access the data and under what conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Where will the data be made available? If already known, please provide a repository per dataset or data type.☐ KU Leuven RDR ☒ Other data repository (specify) ☐ Other (specify) All sourced and new (spatial, species, genetic, population, trait and environmental) data as well as R-code required to reproduce each individual study will be made public upon acceptance of the associated journal article, either directly with the article or via permanent, open-access data repositories such as Dryad (often free of charge according to journal agreements). R-Code for the whole FuncNet project will be hosted on GitHub. In addition, DNA sequence data from metabarcoding and RAD-Seq analyses will be made available at the European Nucleotide Archive (ENA). Finally, after publication of the project’s core publications, the entire geodatabase with an associated open-access data descriptor paper will be published in Scientific Data or Ecology. When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? None 7. Responsibilities Who will manage data documentation and metadata during the research project?The researcher hired on the project (Olivia Bernhardsson) and the main supervisor (Prof. Hans Jacquemyn) will be responsible for the management of the data. Who will manage data storage and backup during the research project?The researcher hired on the project (Olivia Bernhardsson) and the main supervisor (Prof. Hans Jacquemyn) will be responsible for storage and backup of the data during the project. Who will manage data preservation and sharing?The supervisor (Prof. Hans Jacquemyn) will be responsible for the preservation and sharing of the data after the study is completed. Who will update and implement this DMP? The researcher hired on the project (Olivia Bernhardsson) and the main supervisor (Prof. Hans Jacquemyn) will update and implement this Data Management Plan."
}