{
    "document_id": "D-2024-3456",
    "LinkTitle": "D-2024-3456",
    "file_name": "D-2024-3456.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3456.pdf",
    "metadata": {
        "title": "Ultra-high-speed ADC Design in advanced CMOS nodes",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Ultra-high-speed ADC Design in advanced CMOS nodes\nUltra-high-speed ADC Design in advanced CMOS nodes\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nThe questions in this section should only be answered if you are currently applying for FWO funding.\nThe questions in this section should only be answered if you are currently applying for FWO funding.\nAre you preparing an application for funding?\nAre you preparing an application for funding?\nNo\nCreated using DMPonline.be. Last modiﬁed 04 April 2025\n1 of 9\nUltra-high-speed ADC Design in advanced CMOS nodes\nUltra-high-speed ADC Design in advanced CMOS nodes\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 04 April 2025\n2 of 9\nUltra-high-speed ADC Design in advanced CMOS nodes\nUltra-high-speed ADC Design in advanced CMOS nodes\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 04 April 2025\n3 of 9\nUltra-high-speed ADC Design in advanced CMOS nodes\nUltra-high-speed ADC Design in advanced CMOS nodes\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \n \n \n \n \n \n \nIndicate:\nN\nN\n(ew\ndata)\n \nor\nE\nE\n(xisting\ndata)\n \n \n \n \n \n \n \n \nIndicate:\nD\nD\n(igital)\nor\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \n \n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nSimulation\ndata\nThe functioning of integrated\ncircuits is simulated with\ndedicated software, making\nuse of physical and electrical\nmodels that are provided by\nthe chip fabrication\ncompanies.\n \n \nN\n \n \nD\n \n \nN\nFile formats\nof Cadence\nSpectre,\nAnsys HFSS,\nand Mentor\nGraphics\nQuestaSim\n \n \n<100GB\n \n \nNA\n \n \n \n \nMeasurement\ndata\nThe functioning of integrated\ncircuits is validated by\nperforming measurements in\nthe IC-lab,\nusing equipment such as\nArbitrary Waveform\nGenerators, Vector Network\nAnalysers and Digital\nOscilloscopes to generate\ninput signals and measure\nthe\ncorresponding output\nsignals.\n \n \n \n \nN\n \n \n \n \nD\n \n \n \n \nN\n \n \n \n \ntxt, csv, or\nsimilar\n \n \n \n \n<100GB\n \n \n \n \nNA\n \n \n \n \nDesign data\nThe integrated circuits are\ndesigned with specific\nsoftware such as the\nCadence design suite.\nDepending on the level of\nabstraction, certain formats\nare used, such as VHDL (high\nlevel circuit\ndescription) or GDSII\n(geometric shapes of the\nlayout).\n \n \n \n \nN\n \n \n \n \nD\n \n \n \n \nN\n \n \nVHDL,\nCadence\ndatabase\nformat\n \n \n \n \n<100GB\n \n \n \n \nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nCreated using DMPonline.be. Last modiﬁed 04 April 2025\n4 of 9\nWe will not reuse data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nN/A\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nN/A\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nYes\nThe work in this project will result in new concepts, architectures and designs of integrated electronic circuits and systems.\nThese findings will certainly have potential for valorization. Valorization will most likely be implemented by means of follow-up\nresearch projects with industrial partners.\nThe design data will be protected by trade secrets. Patents are difficult to obtain in this field. The results of this C3 project will\nform background knowledge in follow-up projects. The typical background licenses will be granted to the partners in such follow-\nup projects.\nWe will involve LRD if the need arises.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nSimulations data\nSimulations data\nCreated using DMPonline.be. Last modiﬁed 04 April 2025\n5 of 9\nRaw simulation data will be collected per simulation test, including a text file with a clear description of what the data represent\nand how they were generated. The input files used for the simulation will be kept inside the same folder. The name of the folder\nwill contain the simulation conditions. A text file explaining the naming will be maintained.\nDesign data\nDesign data\nDetails on the conceptual, architectural and topological design of the circuits will be documented in word files. Links to the\nfolders in which the design data are stored will be included, as well as all the necessary metadata to be able to extract and reuse\nthe design data: technology node, flavour, etc.\nMeasurement data\nMeasurement data\nRaw measurement data will be collected per measurement test, including a text file with a clear description of what the data\nrepresent and how they were generated. The input-files used for the measurements will be kept inside the same folder. The name\nof the folder will contain the measurement conditions. A text file explaining the naming will be maintained.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nThere is no formally acknowledged metadata standard specific to our discipline. However, in our research group, we have a\nstandardized method of structuring our data. Our researchers are obliged to use this method. This method is available on our\nintranet and its importance is stressed during the yearly introduction session for new researchers.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nWe will use the dedicated RAID storage facilities of our research department ESAT.\nHow will the data be backed up?\nHow will the data be backed up?\nThe data will be stored on our servers with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nConfidential data is stored on file servers which are only accessible by authorized people with specific account settings. The\nservers are located in a secured room with access limited to system administrators. For data related to specific, very advanced\nand exclusive technologies we have physically separate file servers.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs for data storage are internally accounted for at departmental level. MICAS carries a proportional part of the\ndepartmental IT costs.\nCreated using DMPonline.be. Last modiﬁed 04 April 2025\n6 of 9\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAt least the following data will be retained:\n- the data needed to reproduce and verify published research results\n- the data needed to prove and increase the value of research results that have valorization potential\n- all design data\nRetaining the data of every single simulation or measurement experiment would take to much physical storage space.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nWe will use the dedicated RAID storage facilities of our research department ESAT.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs for data storage are internally accounted for at departmental level. MICAS carries a proportional part of the\ndepartmental IT costs.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe simulation, design, and measurement data will be used as a basis on which technology transfer activities can be initiated.\nHence, careful IPR management will be needed, meaning that the data will not be shared outside the university without a prior\nagreement on confidentiality and IPR. Data related to generic research results can be reused in follow-up projects.\nWe will publish in international journals, after careful consideration of valorization and patentability potential, during and/or after\nthe project. We will follow the Green Open Access strategy for these scientific publications. In those cases where we do have to\npublish in journals that are behind a paywall (e.g. IEEE journals that are the top in the field), we will always make a digital copy of\nthe accepted paper available through an online repository. We will ensure that every publication gets a Digital Object Identifier\n(DOI) and that we use our ORCID on every publication, so that the identification of the record and of the authors is unambiguous.\nNext to the Lirias document repository system of KU Leuven, we will also use arXiv, which is a free distribution service and open-\naccess archive.\nData related to published results can be made available through KU Leuven's RDR.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe simulation, design and measurement data with restricted access will only be accessible within KU Leuven, and specifically\nonly to those persons who have been granted access. If a third party requests access to those data, this will be most likely in the\nframe of a collaboration agreement or a licensing agreement, and then it will be necessary to draw up data transfer or data\nsharing clauses as part of that agreement. In this agreement, the terms of use will be agreed upon.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 04 April 2025\n7 of 9\nYes, Intellectual Property Rights\nFor the design, simulation and measurement data that are related to valorizable results, careful IPR management will be needed,\nmeaning that the data will not be shared outside the university without a prior agreement on confidentiality and IPR.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe simulation, design and measurement data will be made available for reuse through our internal archiving facilities.\nPublications will be accessible through the established channels.\nThe simulation, design and measurement data related to published results will be made available through KU Leuven's RDR.\nWhen will the data be made available?\nWhen will the data be made available?\nAlong with each publication.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nIf a third party requests access to those data, it will be necessary to draw up a data transfer or data sharing arrangement, most\nlikely in the frame of a collaboration agreement. In this agreement, the terms of use will be agreed upon.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nData uploaded to the data repository will get a DOI (Digital Object Identifier).\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe costs for data storage are internally accounted for at departmental level. Our research group carries a proportional part of the\ndepartmental IT costs.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nTim Borremans (the researcher) + Filip Tavernier (supervisor) as end responsible \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nBen Geeraerts (IT) as support + Filip Tavernier (supervisor) as end responsible \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nBen Geeraerts (IT) as support + Filip Tavernier (supervisor) as end responsible \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nTim Borremans (the researcher) + David Maes (valorization) as support + Filip Tavernier (supervisor) as end responsible \nCreated using DMPonline.be. Last modiﬁed 04 April 2025\n8 of 9\nCreated using DMPonline.be. Last modiﬁed 04 April 2025\n9 of 9"
    },
    "clean_full_text": "Ultra-high-speed ADC Design in advanced CMOS nodes Ultra-high-speed ADC Design in advanced CMOS nodes Application DMP Application DMP Questionnaire Questionnaire The questions in this section should only be answered if you are currently applying for FWO funding. The questions in this section should only be answered if you are currently applying for FWO funding. Are you preparing an application for funding? Are you preparing an application for funding? No Created using DMPonline.be. Last modiﬁed 04 April 2025 1 of 9 Ultra-high-speed ADC Design in advanced CMOS nodes Ultra-high-speed ADC Design in advanced CMOS nodes DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 04 April 2025 2 of 9 Ultra-high-speed ADC Design in advanced CMOS nodes Ultra-high-speed ADC Design in advanced CMOS nodes GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 04 April 2025 3 of 9 Ultra-high-speed ADC Design in advanced CMOS nodes Ultra-high-speed ADC Design in advanced CMOS nodes FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Simulation data The functioning of integrated circuits is simulated with dedicated software, making use of physical and electrical models that are provided by the chip fabrication companies. N D N File formats of Cadence Spectre, Ansys HFSS, and Mentor Graphics QuestaSim <100GB NA Measurement data The functioning of integrated circuits is validated by performing measurements in the IC-lab, using equipment such as Arbitrary Waveform Generators, Vector Network Analysers and Digital Oscilloscopes to generate input signals and measure the corresponding output signals. N D N txt, csv, or similar <100GB NA Design data The integrated circuits are designed with specific software such as the Cadence design suite. Depending on the level of abstraction, certain formats are used, such as VHDL (high level circuit description) or GDSII (geometric shapes of the layout). N D N VHDL, Cadence database format <100GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Created using DMPonline.be. Last modiﬁed 04 April 2025 4 of 9 We will not reuse data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No N/A Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No N/A Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes The work in this project will result in new concepts, architectures and designs of integrated electronic circuits and systems. These findings will certainly have potential for valorization. Valorization will most likely be implemented by means of follow-up research projects with industrial partners. The design data will be protected by trade secrets. Patents are difficult to obtain in this field. The results of this C3 project will form background knowledge in follow-up projects. The typical background licenses will be granted to the partners in such follow- up projects. We will involve LRD if the need arises. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Simulations data Simulations data Created using DMPonline.be. Last modiﬁed 04 April 2025 5 of 9 Raw simulation data will be collected per simulation test, including a text file with a clear description of what the data represent and how they were generated. The input files used for the simulation will be kept inside the same folder. The name of the folder will contain the simulation conditions. A text file explaining the naming will be maintained. Design data Design data Details on the conceptual, architectural and topological design of the circuits will be documented in word files. Links to the folders in which the design data are stored will be included, as well as all the necessary metadata to be able to extract and reuse the design data: technology node, flavour, etc. Measurement data Measurement data Raw measurement data will be collected per measurement test, including a text file with a clear description of what the data represent and how they were generated. The input-files used for the measurements will be kept inside the same folder. The name of the folder will contain the measurement conditions. A text file explaining the naming will be maintained. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No There is no formally acknowledged metadata standard specific to our discipline. However, in our research group, we have a standardized method of structuring our data. Our researchers are obliged to use this method. This method is available on our intranet and its importance is stressed during the yearly introduction session for new researchers. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? We will use the dedicated RAID storage facilities of our research department ESAT. How will the data be backed up? How will the data be backed up? The data will be stored on our servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Confidential data is stored on file servers which are only accessible by authorized people with specific account settings. The servers are located in a secured room with access limited to system administrators. For data related to specific, very advanced and exclusive technologies we have physically separate file servers. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for data storage are internally accounted for at departmental level. MICAS carries a proportional part of the departmental IT costs. Created using DMPonline.be. Last modiﬁed 04 April 2025 6 of 9 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). At least the following data will be retained: - the data needed to reproduce and verify published research results - the data needed to prove and increase the value of research results that have valorization potential - all design data Retaining the data of every single simulation or measurement experiment would take to much physical storage space. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? We will use the dedicated RAID storage facilities of our research department ESAT. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs for data storage are internally accounted for at departmental level. MICAS carries a proportional part of the departmental IT costs. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) The simulation, design, and measurement data will be used as a basis on which technology transfer activities can be initiated. Hence, careful IPR management will be needed, meaning that the data will not be shared outside the university without a prior agreement on confidentiality and IPR. Data related to generic research results can be reused in follow-up projects. We will publish in international journals, after careful consideration of valorization and patentability potential, during and/or after the project. We will follow the Green Open Access strategy for these scientific publications. In those cases where we do have to publish in journals that are behind a paywall (e.g. IEEE journals that are the top in the field), we will always make a digital copy of the accepted paper available through an online repository. We will ensure that every publication gets a Digital Object Identifier (DOI) and that we use our ORCID on every publication, so that the identification of the record and of the authors is unambiguous. Next to the Lirias document repository system of KU Leuven, we will also use arXiv, which is a free distribution service and open- access archive. Data related to published results can be made available through KU Leuven's RDR. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The simulation, design and measurement data with restricted access will only be accessible within KU Leuven, and specifically only to those persons who have been granted access. If a third party requests access to those data, this will be most likely in the frame of a collaboration agreement or a licensing agreement, and then it will be necessary to draw up data transfer or data sharing clauses as part of that agreement. In this agreement, the terms of use will be agreed upon. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 04 April 2025 7 of 9 Yes, Intellectual Property Rights For the design, simulation and measurement data that are related to valorizable results, careful IPR management will be needed, meaning that the data will not be shared outside the university without a prior agreement on confidentiality and IPR. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The simulation, design and measurement data will be made available for reuse through our internal archiving facilities. Publications will be accessible through the established channels. The simulation, design and measurement data related to published results will be made available through KU Leuven's RDR. When will the data be made available? When will the data be made available? Along with each publication. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. If a third party requests access to those data, it will be necessary to draw up a data transfer or data sharing arrangement, most likely in the frame of a collaboration agreement. In this agreement, the terms of use will be agreed upon. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes Data uploaded to the data repository will get a DOI (Digital Object Identifier). What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? The costs for data storage are internally accounted for at departmental level. Our research group carries a proportional part of the departmental IT costs. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Tim Borremans (the researcher) + Filip Tavernier (supervisor) as end responsible Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Ben Geeraerts (IT) as support + Filip Tavernier (supervisor) as end responsible Who will manage data preservation and sharing? Who will manage data preservation and sharing? Ben Geeraerts (IT) as support + Filip Tavernier (supervisor) as end responsible Who will update and implement this DMP? Who will update and implement this DMP? Tim Borremans (the researcher) + David Maes (valorization) as support + Filip Tavernier (supervisor) as end responsible Created using DMPonline.be. Last modiﬁed 04 April 2025 8 of 9 Created using DMPonline.be. Last modiﬁed 04 April 2025 9 of 9"
}