{
    "document_id": "D-2024-3425",
    "LinkTitle": "D-2024-3425",
    "file_name": "D-2024-3425.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3425.pdf",
    "metadata": {
        "title": "Towards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral Questions",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Towards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral\nTowards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral\nQuestions\nQuestions\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nThe questions in this section should only be answered if you are currently applying for FWO funding.\nThe questions in this section should only be answered if you are currently applying for FWO funding.\nAre you preparing an application for funding?\nAre you preparing an application for funding?\nNo\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n1 of 8\nTowards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral\nTowards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral\nQuestions\nQuestions\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n2 of 8\nTowards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral\nTowards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral\nQuestions\nQuestions\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n3 of 8\nTowards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral\nTowards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral\nQuestions\nQuestions\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for digital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or\nreused\nDigital\nor\nPhysical\nDigital\nData Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nBibliographic\nsources\nAcademic articles, books, etc used as\nreference for an argument\nReused\nDigital\nTextual\nBooks and\narticles in .pdf\nCertain Master's\ntheses or article\ndrafts may be\naccessed as\n.docx\n<10 GB\n \nNotes and\nannotations \nNotes and annotations to bibliographic\nreferences\nNew\nDigital\nTextual\n.docx\n<10 GB\n \nScans\nScans of undigitised bibliographic sources\npersonally made for ease of access\nNew\nDigital\nImage data\n.pdf\n<100 GB\n \nDrafts\nDrafts of abstracts, classes, short paper\npresentations... meant for feedback from\nsupervisors, for submission to journals or for\npersonal use\nNew\nDigital\nTextual\n.docx\n<10 GB\n \nPowerpoints\nPowerpoints developed for presenting at a\nconference or teaching a class\nNew\nDigital\nMultimedia\n.ppt\n<50 GB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nThe bibliographical sources are accumulated through searches in academic databases such as Limo, Worldcat, Unicat...\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n4 of 8\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAll the bibliographical sources (journal, books, reports, theses, and so on.) and their metadata are documented and stored via\nZotero and its built-in storage, as well as in OneDrive for Business. The metadata can be exported as a .csv file through Zotero.\nFor general file management, OneDrive for Business will be used in an orderly fashion. The files are structured from higher\nlevel broader topics to more specific folders within them. Files will be named according to a convention which requires the name\nto contain the type of file, its creator, its time of creation. Access to this data will be available only to the PhD researcher.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nThe draft which are approved for publication will be entered into KU Leuven's RDR repository which uses the DataCite metadata\nstandard.\nAll other datatypes are not suitable for reuse.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe data will primarily be stored in the KU Leuven OneDrive for Business account of the researcher. In addition, the\nbibliographical sources will also be stored in Zotero.\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n5 of 8\nHow will the data be backed up?\nHow will the data be backed up?\nSince all data is stored in KU Leuven OneDrive for Business, the data is also backed up because KU Leuven provides a full backup\nof data on OneDrive in a non-Microsoft data center.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nStaff members of KU Leuven get access to 250 GB of storage on KU Leuven OneDrive for Business. The data of this project\nconsists mainly of 'light' documents such as .pdf and .docx is not expected to exceed 200 GB.\nShould the amount of required storage unexpectedly exceed 250 GB the data can be migrated to a KU Leuven Teams-site which\nprovides up to 1TB of backed-up data. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll data stored on KU Leuven Onedrive for Business is encrypted and log-in is secured with 2-factor authentication. In addition,\nthe data will primarily be produced on a laptop provided by KU Leuven which automatically comes with a laptop-lock.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNone. OneDrive for Business is free to use for KU Leuven personnel.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data is stored for 10 years according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAll material will be transferred to KU Leuven RDR at the end of the research project for archiving, in line with the relevant\nKU Leuven policies on data retention.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe cost of data archiving will depend on the scale of the data. Since each researcher has 50GB of free storage space in the\nKU Leuven RDR archives, it seems likely that this will be sufficient for the data output of the project, including any added\nmetadata. In any case, additional storage costs, should they arise, will be covered by project funds.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n6 of 8\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nThe only data that will be published for reuse are approved drafts of articles submitted to journals for publication. These become\navailable for reuse during the project whenever they are approved by the journal in question.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe data is not restricted.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAll data output will be made available through KU Leuven RDR system at the end of the project.\nWhen will the data be made available?\nWhen will the data be made available?\nThe relevant unrestricted data will be made open access at the end of the research project i.e. October 2028. Data storage in\nline with KU Leuven RDR is envisaged, meaning the data will be stored (archived) for 10 years.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nAll published data will be licensed under CC-BY 4.0.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nPIDs will be added to the datasets in good time on deposit in the KU Leuven RDR system, through the use of DOIs and the\nlinking of Orcid numbers to the research data/output. In this context, KU Leuven rules related to metadata and 'findability' will be\nclosely followed.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs to data sharing for KU Leuven RDR is free to use for KU Leuven researchers, up to 50GB\nper researcher. It seems unlikely that additional resources will be needed. If necessary, additional storage costs will be covered\nby project funds.\n6. Responsibilities\n6. Responsibilities\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n7 of 8\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PhD student conducting the research, Bram Schreurs \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe PhD student conducting the research, Bram Schreurs \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe supervisors of the project, the promoter, Prof Nenad Polgar, and the co-promoter, Prof Judith Gruber have the final\nresponsibility and manage long term preservation and sharing. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PhD student conducting the research, Bram Schreurs \nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n8 of 8"
    },
    "clean_full_text": "Towards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral Towards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral Questions Questions Application DMP Application DMP Questionnaire Questionnaire The questions in this section should only be answered if you are currently applying for FWO funding. The questions in this section should only be answered if you are currently applying for FWO funding. Are you preparing an application for funding? Are you preparing an application for funding? No Created using DMPonline.be. Last modiﬁed 14 April 2025 1 of 8 Towards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral Towards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral Questions Questions DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 14 April 2025 2 of 8 Towards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral Towards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral Questions Questions GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 14 April 2025 3 of 8 Towards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral Towards a Theology of Intersex Creation: A Systematic Theological Grounding of Contemporary Moral Questions Questions FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Bibliographic sources Academic articles, books, etc used as reference for an argument Reused Digital Textual Books and articles in .pdf Certain Master's theses or article drafts may be accessed as .docx <10 GB Notes and annotations Notes and annotations to bibliographic references New Digital Textual .docx <10 GB Scans Scans of undigitised bibliographic sources personally made for ease of access New Digital Image data .pdf <100 GB Drafts Drafts of abstracts, classes, short paper presentations... meant for feedback from supervisors, for submission to journals or for personal use New Digital Textual .docx <10 GB Powerpoints Powerpoints developed for presenting at a conference or teaching a class New Digital Multimedia .ppt <50 GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: The bibliographical sources are accumulated through searches in academic databases such as Limo, Worldcat, Unicat... Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 14 April 2025 4 of 8 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All the bibliographical sources (journal, books, reports, theses, and so on.) and their metadata are documented and stored via Zotero and its built-in storage, as well as in OneDrive for Business. The metadata can be exported as a .csv file through Zotero. For general file management, OneDrive for Business will be used in an orderly fashion. The files are structured from higher level broader topics to more specific folders within them. Files will be named according to a convention which requires the name to contain the type of file, its creator, its time of creation. Access to this data will be available only to the PhD researcher. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Yes The draft which are approved for publication will be entered into KU Leuven's RDR repository which uses the DataCite metadata standard. All other datatypes are not suitable for reuse. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The data will primarily be stored in the KU Leuven OneDrive for Business account of the researcher. In addition, the bibliographical sources will also be stored in Zotero. Created using DMPonline.be. Last modiﬁed 14 April 2025 5 of 8 How will the data be backed up? How will the data be backed up? Since all data is stored in KU Leuven OneDrive for Business, the data is also backed up because KU Leuven provides a full backup of data on OneDrive in a non-Microsoft data center. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Staff members of KU Leuven get access to 250 GB of storage on KU Leuven OneDrive for Business. The data of this project consists mainly of 'light' documents such as .pdf and .docx is not expected to exceed 200 GB. Should the amount of required storage unexpectedly exceed 250 GB the data can be migrated to a KU Leuven Teams-site which provides up to 1TB of backed-up data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data stored on KU Leuven Onedrive for Business is encrypted and log-in is secured with 2-factor authentication. In addition, the data will primarily be produced on a laptop provided by KU Leuven which automatically comes with a laptop-lock. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? None. OneDrive for Business is free to use for KU Leuven personnel. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data is stored for 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? All material will be transferred to KU Leuven RDR at the end of the research project for archiving, in line with the relevant KU Leuven policies on data retention. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The cost of data archiving will depend on the scale of the data. Since each researcher has 50GB of free storage space in the KU Leuven RDR archives, it seems likely that this will be sufficient for the data output of the project, including any added metadata. In any case, additional storage costs, should they arise, will be covered by project funds. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Created using DMPonline.be. Last modiﬁed 14 April 2025 6 of 8 dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in an Open Access repository The only data that will be published for reuse are approved drafts of articles submitted to journals for publication. These become available for reuse during the project whenever they are approved by the journal in question. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The data is not restricted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. All data output will be made available through KU Leuven RDR system at the end of the project. When will the data be made available? When will the data be made available? The relevant unrestricted data will be made open access at the end of the research project i.e. October 2028. Data storage in line with KU Leuven RDR is envisaged, meaning the data will be stored (archived) for 10 years. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. All published data will be licensed under CC-BY 4.0. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes PIDs will be added to the datasets in good time on deposit in the KU Leuven RDR system, through the use of DOIs and the linking of Orcid numbers to the research data/output. In this context, KU Leuven rules related to metadata and 'findability' will be closely followed. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs to data sharing for KU Leuven RDR is free to use for KU Leuven researchers, up to 50GB per researcher. It seems unlikely that additional resources will be needed. If necessary, additional storage costs will be covered by project funds. 6. Responsibilities 6. Responsibilities Created using DMPonline.be. Last modiﬁed 14 April 2025 7 of 8 Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD student conducting the research, Bram Schreurs Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PhD student conducting the research, Bram Schreurs Who will manage data preservation and sharing? Who will manage data preservation and sharing? The supervisors of the project, the promoter, Prof Nenad Polgar, and the co-promoter, Prof Judith Gruber have the final responsibility and manage long term preservation and sharing. Who will update and implement this DMP? Who will update and implement this DMP? The PhD student conducting the research, Bram Schreurs Created using DMPonline.be. Last modiﬁed 14 April 2025 8 of 8"
}