{
    "document_id": "D-2021-1282",
    "LinkTitle": "D-2021-1282",
    "file_name": "D-2021-1282.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1282.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Melina Hehl",
        "num_pages": 7
    },
    "content": {
        "full_text": "DMP_1S65722N_Lens_Dedroog Page 1 of 7TOWARDS IN SITU MECHANOSENSING IN ARTIFICIAL \nANISOTROPIC EXTRACELLULAR MATRICESDMP 11F6921N\nADMIN DETAILS\nProject Name: Towards in situ mechanosensing in artificial anisotropic extracellular matrices\nProject Identifier: 3E200481 (onderzoeksportaal)\nGrant Title: D-2021-1282\nPrincipal Investigator / Researcher: Lens Dedroog; Carmen Bartic; Pavlik Lettinga;\nProject Data Contact: Lens Dedroog, +32 47 14 35 101, lens.dedroog@kuleuven.be\nDescription: In living tissues, cells are supported by a 3D extracellular matrix (ECM), the most optimized structure in  \nnature for triggering and supporting cell functions (i.e. adhesion, differentiation, migration, polarization, etc.). Cells  \ndynamically interact and remodel the ECM architecture. Growing or moving cells respond to and exert forces onto  \ntheir  environment  and  therefore  the  ECM  mechanical  properties  are  essential  for  tissue  development.  \nUnderstanding cell-matrix interactions in 3D is therefore essential for the development of regenerative therapies  \nand screening platforms. The main goal of this project is to develop biomaterials able to self-assemble in aqueous  \nenvironments into 3D anisotropic structures and study their ability to support neuronal growth and activity. We will  \nexplore the ability of nanocrystals and fibers to self-assemble into liquid crystalline structures in order to construct  \nanisotropic 3D cellular matrices as a support for neuronal growth since molecular crowding found in biological tissue  \nis  also  characterized  by  liquid-crystal  forming  rod-shaped  nanomaterials.  Using  optical  and  electrophysiology  \nmethods, we will probe the matrix properties and cellular responses (i.e., cell morphology, mechanical and electrical  \nproperties) to investigate mechanosensing mechanisms in 3D matrices.\nInstitution: KU Leuven\nDMP_1S65722N_Lens_Dedroog Page 2 of 71. GENERAL INFORMATION\na. Name applicant\nLens Dedroog\nb. FWO Project Number & Title\nFWO project number: 1S65722N\nTitle: Towards in situ mechanosensing in artificial anisotropic extracellular matrices\nc. Affiliation\nKU Leuven\n2. DATA DESCRIPTION\na. Will you generate/collect new data and/or make use of existing data?  \n●Generate new data\nb. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may \nbe easiest in a table (see example) or as a data flow and per WP or objective of the project.\nType of Data Format VolumeHow created\n(A) Microscopy \nimages and video \nfiles.tiff, .jpg, .png500 GBMultiple imaging tools will be used to generate these \ndata types: Linear optical techniques such as brightfield-,  \nwidefield-, confocalmicroscopy techniques and non-\nlinear techniques such as second harmonic generation.  \n(B) Rheological data \nfiles.xlxs 2 GBUsing the integrated software of the rheometer (Anton \npaar rheoplus) excel files are generated in which \nvariables are separated over different columns.  \n(F) Analysis scripts \nand code for \nimagingdata, and \nstatistical analysis.m(at), .py(w), .r\n, .dll 6 GBExisting in-house scripts that are adapted; self-written \ncode and statistics datasets\n(G) Processed data .xlsx, .txt 2 GBProcessed data of all raw data sources described above \nwill be stored in .xlsx, .txt or .mat format, depending on \nthe type of data\n(H) Metadata, \nmanuscripts, reports, \npresentations.txt/.docx/.PPT/.\nPDF100 GBsee below, section 4\nDMP_1S65722N_Lens_Dedroog Page 3 of 73. LEGAL AND ETHICAL ISSUES\na. Will you use personal data?  If so, shortly describe the kind of personal data you will use. Add the reference to  \nyour file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). \nBe aware that registering the fact that you process personal data is a legal obligation.\nNo\nb. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s)\nNo\nc. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP \nrestrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?  \nNo\nd. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what \ndata do they relate and what restrictions are in place?\nNo\nDMP_1S65722N_Lens_Dedroog Page 4 of 74. DOCUMENTATION AND METADATA\na. What documentation will be provided to enable reuse of the data collected/generated in this project?\nAll information regarding each experiment will be registered in a study protocol describing the goal, purpose and  \nobjectives of the study and how the study will be performed practically and which data files have been generated. A  \ngeneral overview will be maintained in the form of a clearly structured index list and will be updated by a member of  \nthe research team every time a new experiment takes place. \nThe names of the files will be structured in a comprehensible way: system studied/date/main parameters used.\nIn addition, data will be stored in a folder per experimental setup, the type of investigated system and the  \ncorresponding date. The analysis files will contain notes describing the analysis procedure and mention which  \noriginal data files are included.  A readme file describing the goal of the experiment and the analysis procedure will be  \nstored in the folder where the data is saved.  \nAt the end of the PhD project, a report will be compiled inventorying all the stored data, its specifications and its  \nlocation for long-term storage.\nb. Will a metadata standard be used? If so, describe in detail which standard will be used.  If no, state in detail \nwhich metadata will be created to make the data easy/easier to find and reuse.\nNo\nMetadata will be added to the stored data describing the experimental data, acquisition protocol and context within  \nthe project.\nDMP_1S65722N_Lens_Dedroog Page 5 of 75. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\na. Where will the data be stored?  \nTime-stamped copies of the data will be kept on the KU Leuven onedrive and backed up on ZMB servers. Additionally,  \n(e.g. data reported in published papers) will be saved on a secured box with access for colleagues contributing to the  \nproject.\nb. How is backup of the data provided?\nThe data will be stored on KU Leuven onedrive with automatic daily back-up procedures and additionally backed up  \non the ZMB server to allow for disaster recovery. Additionally, backups are made on external hard drives.\nc. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or \ninsufficient storage or backup capacities are available then explain how this will be taken care of.\n●Yes\nKU Leuven onedrive (Microsoft) allows for over one terabyte of data storage, which surpasses the storage needs of  \nthe project. Additionally, 1TB space is allocated for this project on the ZMB server.\nd. What are the expected costs for data storage and back up during the project? How will these costs be \ncovered? \nCosts of data storage within KU Leuven one-drive are supported centrally by KU Leuven.\ne. Data security: how will you ensure that the data are securely stored and not accessed or modified by \nunauthorized persons?\nResearchers involved in the project and promotors will have access to the data during the research. Box drive \naccess is only granted to these people. Backups will be made on password-protected work computes and \nadditional hard drives.  \nDMP_1S65722N_Lens_Dedroog Page 6 of 76. DATA PRESERVATION AFTER THE FWO PROJECT\na. Which data will be retained for the expected 5 -year period after the end of the project? In case only a \nselection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, \nphysical preservation issues, ...).\nAfter the end of the project, all data will be retained for the 5-year period expected by KU Leuven on the ZMB \nstorage space. If needed, additional space on the KU Leuven Large Volume Storage (LVS) facility will be purchased \nby the promoter.\nb. Where will the data be archived (= stored for the longer term)?\nOnedrive servers, ZMB storage space and/or KU Leuven Large Volume Storage.\nc. What are the expected costs for data preservation during the retention period of 5 years? How will the costs \nbe covered? \nSpace on the ZMB server has been purchased by Unit members. Additional space on the KUL LVS will be paid from \nthe promoter research grants (cost 129 euro/year for 5 TB).\n7. DATA SHARING AND REUSE\na. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?\nNo\nb. Which data will be made available after the end of the project?\nData will only be made available  in case of publications and collaborations upon reasonable request addressed to the  \npromoter. \nc. Where/how will the data be made available for reuse?\nUpon request and after the agreement of the projects promotors, all data can be made available on a repository or  \nvia secured data sharing infrastructure (Belnet).\nDMP_1S65722N_Lens_Dedroog Page 7 of 7d. When will the data be made available?\nData will only be made available to other researchers after the publication of the research results and agreement of  \nthe (co-)promotors.\ne. Who will be able to access the data and under what conditions?\nAs stated above, only requests via mail will be answered. A written agreement with the PI is necessary when sharing  \nthe data outside of the research groups.\nf. What are the expected costs for data sharing? How will the costs be covered?  \nNone. Data preparation will be done by the researchers primarily involved in the project. Secure data sharing  \ninfrastructure is available at the university, e.g., Belnet via KU Leuven. If costs occur, ad-hoc agreements will be made  \nbetween concerned parties.\n8. RESPONSIBILITIES\na. Who will be responsible for data documentation & metadata?\nProf. Dr. Carmen Bartic, Prof. Dr. Pavlik Lettinga\nLens Dedroog\nb. Who will be responsible for data storage & backup during the project?\nProf. Dr. Carmen Bartic, Prof. Dr. Pavlik Lettinga  \nLens Dedroog\nc. Who will be responsible for ensuring data preservation and reuse?\nProf. Dr. Carmen Bartic\nd. Who bears the end responsibility for updating & implementing this DMP?\nCarmen Bartic"
    },
    "clean_full_text": "DMP_1S65722N_Lens_Dedroog Page 1 of 7TOWARDS IN SITU MECHANOSENSING IN ARTIFICIAL ANISOTROPIC EXTRACELLULAR MATRICESDMP 11F6921N ADMIN DETAILS Project Name: Towards in situ mechanosensing in artificial anisotropic extracellular matrices Project Identifier: 3E200481 (onderzoeksportaal) Grant Title: D-2021-1282 Principal Investigator / Researcher: Lens Dedroog; Carmen Bartic; Pavlik Lettinga; Project Data Contact: Lens Dedroog, +32 47 14 35 101, lens.dedroog@kuleuven.be Description: In living tissues, cells are supported by a 3D extracellular matrix (ECM), the most optimized structure in nature for triggering and supporting cell functions (i.e. adhesion, differentiation, migration, polarization, etc.). Cells dynamically interact and remodel the ECM architecture. Growing or moving cells respond to and exert forces onto their environment and therefore the ECM mechanical properties are essential for tissue development. Understanding cell-matrix interactions in 3D is therefore essential for the development of regenerative therapies and screening platforms. The main goal of this project is to develop biomaterials able to self-assemble in aqueous environments into 3D anisotropic structures and study their ability to support neuronal growth and activity. We will explore the ability of nanocrystals and fibers to self-assemble into liquid crystalline structures in order to construct anisotropic 3D cellular matrices as a support for neuronal growth since molecular crowding found in biological tissue is also characterized by liquid-crystal forming rod-shaped nanomaterials. Using optical and electrophysiology methods, we will probe the matrix properties and cellular responses (i.e., cell morphology, mechanical and electrical properties) to investigate mechanosensing mechanisms in 3D matrices. Institution: KU Leuven DMP_1S65722N_Lens_Dedroog Page 2 of 71. GENERAL INFORMATION a. Name applicant Lens Dedroog b. FWO Project Number & Title FWO project number: 1S65722N Title: Towards in situ mechanosensing in artificial anisotropic extracellular matrices c. Affiliation KU Leuven 2. DATA DESCRIPTION a. Will you generate/collect new data and/or make use of existing data? ●Generate new data b. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. Type of Data Format VolumeHow created (A) Microscopy images and video files.tiff, .jpg, .png500 GBMultiple imaging tools will be used to generate these data types: Linear optical techniques such as brightfield-, widefield-, confocalmicroscopy techniques and non- linear techniques such as second harmonic generation. (B) Rheological data files.xlxs 2 GBUsing the integrated software of the rheometer (Anton paar rheoplus) excel files are generated in which variables are separated over different columns. (F) Analysis scripts and code for imagingdata, and statistical analysis.m(at), .py(w), .r , .dll 6 GBExisting in-house scripts that are adapted; self-written code and statistics datasets (G) Processed data .xlsx, .txt 2 GBProcessed data of all raw data sources described above will be stored in .xlsx, .txt or .mat format, depending on the type of data (H) Metadata, manuscripts, reports, presentations.txt/.docx/.PPT/. PDF100 GBsee below, section 4 DMP_1S65722N_Lens_Dedroog Page 3 of 73. LEGAL AND ETHICAL ISSUES a. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No b. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No c. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No d. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No DMP_1S65722N_Lens_Dedroog Page 4 of 74. DOCUMENTATION AND METADATA a. What documentation will be provided to enable reuse of the data collected/generated in this project? All information regarding each experiment will be registered in a study protocol describing the goal, purpose and objectives of the study and how the study will be performed practically and which data files have been generated. A general overview will be maintained in the form of a clearly structured index list and will be updated by a member of the research team every time a new experiment takes place. The names of the files will be structured in a comprehensible way: system studied/date/main parameters used. In addition, data will be stored in a folder per experimental setup, the type of investigated system and the corresponding date. The analysis files will contain notes describing the analysis procedure and mention which original data files are included. A readme file describing the goal of the experiment and the analysis procedure will be stored in the folder where the data is saved. At the end of the PhD project, a report will be compiled inventorying all the stored data, its specifications and its location for long-term storage. b. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Metadata will be added to the stored data describing the experimental data, acquisition protocol and context within the project. DMP_1S65722N_Lens_Dedroog Page 5 of 75. DATA STORAGE AND BACKUP DURING THE FWO PROJECT a. Where will the data be stored? Time-stamped copies of the data will be kept on the KU Leuven onedrive and backed up on ZMB servers. Additionally, (e.g. data reported in published papers) will be saved on a secured box with access for colleagues contributing to the project. b. How is backup of the data provided? The data will be stored on KU Leuven onedrive with automatic daily back-up procedures and additionally backed up on the ZMB server to allow for disaster recovery. Additionally, backups are made on external hard drives. c. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes KU Leuven onedrive (Microsoft) allows for over one terabyte of data storage, which surpasses the storage needs of the project. Additionally, 1TB space is allocated for this project on the ZMB server. d. What are the expected costs for data storage and back up during the project? How will these costs be covered? Costs of data storage within KU Leuven one-drive are supported centrally by KU Leuven. e. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Researchers involved in the project and promotors will have access to the data during the research. Box drive access is only granted to these people. Backups will be made on password-protected work computes and additional hard drives. DMP_1S65722N_Lens_Dedroog Page 6 of 76. DATA PRESERVATION AFTER THE FWO PROJECT a. Which data will be retained for the expected 5 -year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). After the end of the project, all data will be retained for the 5-year period expected by KU Leuven on the ZMB storage space. If needed, additional space on the KU Leuven Large Volume Storage (LVS) facility will be purchased by the promoter. b. Where will the data be archived (= stored for the longer term)? Onedrive servers, ZMB storage space and/or KU Leuven Large Volume Storage. c. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Space on the ZMB server has been purchased by Unit members. Additional space on the KUL LVS will be paid from the promoter research grants (cost 129 euro/year for 5 TB). 7. DATA SHARING AND REUSE a. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No b. Which data will be made available after the end of the project? Data will only be made available in case of publications and collaborations upon reasonable request addressed to the promoter. c. Where/how will the data be made available for reuse? Upon request and after the agreement of the projects promotors, all data can be made available on a repository or via secured data sharing infrastructure (Belnet). DMP_1S65722N_Lens_Dedroog Page 7 of 7d. When will the data be made available? Data will only be made available to other researchers after the publication of the research results and agreement of the (co-)promotors. e. Who will be able to access the data and under what conditions? As stated above, only requests via mail will be answered. A written agreement with the PI is necessary when sharing the data outside of the research groups. f. What are the expected costs for data sharing? How will the costs be covered? None. Data preparation will be done by the researchers primarily involved in the project. Secure data sharing infrastructure is available at the university, e.g., Belnet via KU Leuven. If costs occur, ad-hoc agreements will be made between concerned parties. 8. RESPONSIBILITIES a. Who will be responsible for data documentation & metadata? Prof. Dr. Carmen Bartic, Prof. Dr. Pavlik Lettinga Lens Dedroog b. Who will be responsible for data storage & backup during the project? Prof. Dr. Carmen Bartic, Prof. Dr. Pavlik Lettinga Lens Dedroog c. Who will be responsible for ensuring data preservation and reuse? Prof. Dr. Carmen Bartic d. Who bears the end responsibility for updating & implementing this DMP? Carmen Bartic"
}