{
    "document_id": "D-2022-1348",
    "LinkTitle": "D-2022-1348",
    "file_name": "D-2022-1348.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1348.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Pieter Vanden Berghe",
        "num_pages": 6
    },
    "content": {
        "full_text": "1  \nMY PLAN (C1 -C2-IDN DMP)  \nDMP TITLE  \n \nADMIN DETAILS  \nProject Name: My plan (C1 -C2-IDN DMP) - DMP title  \nProject Identifier: STHar -Lite \nPrincipal Investigator / Researcher: Pieter Vanden Berghe  \nDescription: development of harmonic imaging in biological tissues and chemicals  \nInstitution: KU Leuven  \n \n1. GENERAL INFORMATION  \nName of the project lead (PI)  \nPieter Vanden Berghe  \n \nInternal Funds Project number & title  \nIDN/21/017  Second and Third Harmonics, a dynamic a nd Label -free Imaging Technique to study \n(bio)polymers and cellular structures  \n \n \n2. DATA DESCRIPTION  \n2.1. Will you generate/collect new data and/or make use of existing data?  \n● Generate new data  \n \n2.2. What data will you collect, generate or reuse? Describe  the origin, type and format of the data \n(per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per \nobjective of the project.  \nType of data  Format  Volume  How created  \nMicroscopy images  .tif (ome), or raw  100 Gb-15 TB  microscopy images of \nfluorescence and \nharmonics  \nAnalysed images  *.ims  5 TB  3D renders, analysed and \nannotated images \ngenerated by image \nanalysis programs like \nImaris or alike  \n2 Analysed images  *.tif (ome)  5 TB  deconvolved images, \nregistered images \ngenerated by programs \nlike Huygens (SVI)  \ndata (text or spreadsheet \nformat)   \n \n \n \n 300 MB  data on molecular beta \nand gamma of \n(bio)molecules  \nmicroscopy slides   \n \n # 500  microscopy slides of fixed \ntissues posthoc stained for \nidentification of cellular \nstructures  \ncode   \n \n \n \n 100 Mb  computer algorithms and \nworkflows to analyse the \nimage data  \nmicroscopy images   \n \n 500 Gb  confocal images of the \ntissues investigated  \n \n \n \n3. ETHICAL AND LEGAL ISSUES  \n3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add \nthe reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering \nthe fact that you process p ersonal data is a legal obligation.  \nno  \n \n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments \non humans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review comm ittee(s).  \nYes, all animal experiments are covered by an EC approval.  \n \n3.3. Does your research possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data and \nwhich restrictions will be asserted?  \nNo  \n \n3 3.4. Do existing 3rd pa rty agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in \nplace?  \nNo  \n \n \n4. DOCUMENTATION AND METADATA  \n4.1. What documentation will be provided t o enable understanding and reuse of the data \ncollected/generated in this project?  \nFor all microscopy images: recording parameters (powers, excitation and emission wavelength), \ndimensions, image type, bit -depth, pixel sizes and microscope settings, will be  stored. Either in a metafile \naccompanying the data (with identical filename) or embedded in the tiff header.    \nThe experimental protocols, stimulation settings, temperatures of the physiological experiments that will \nbe performed during this projected wil l be described in detail in a lab book and referred in a ReadMe text \nfile that will accompany the recorded data.  \nSimilarly for the processed and analyzed data, all parameters used to arrive to the results are stored \nwithin the image format.  \n \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.  \nImages will be stored in *.ome tiff format, which enables s toring a multitude of microscope and recording \nparameters. For the more experimental imaging paradigms for which actual changes are made to the \ninstrumentation, the metadata will be stored in accompaying txt or csv files.  \n   \n \n \n5. DATA STORAGE AND BACKUP D URING THE PROJECT  \n5.1. Where will the data be stored?  \nAll original recordings and their metadata will be stored in one copy on external harddrives, which will be \nlabeled by projectname, subproject, experiment, data and experimenter initials. Since most of  the images \nare highly experimental and explorative, there is no need to keep a copy of the original data. However, \nupon first analysis the images that are judged of sufficient quality to derive conclusive data, will be \nanalysed as saved on the researchers  computer with a backup either on a local external harddrive or via \nthe LUNA network.  \nExchange of data between the partners of the project (all KU Leuven) will happen via the LUNA network, \nwhich keeps track of versions and assures safe backups.    \nAlternat ively BELNET will be used for data transfer of files that are too large for the space available on \nthe LUNA network.  \n \n5.2. How will the data be backed up?  \n4 As from the first steps of analyis, the data will be stored on the university's central servers wit h automatic \ndaily back -up procedures or - in case too large - on local hard drives with a local backup system (e.g. \nGenie).  \n \n5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available, then explain how this \nwill be taken care of.  \nWe have over a decade of experience recording and dealing with images and large datafiles, which we \nstore and backup in mixed modes. For analysed images and results w e use the servers (and their \nbackup) of the LUNA network, for original data or versions of analysed image files we store locally on \ninternal and external harddrives. Each researcher has internal as well as external PC storage and \nmanages their data in a co nscious and well thought off fashion, with necessary backups while  at the \nsame time avoiding multiple copies of less succesful recordings.  \n   \n \n5.4. What are the expected costs for data storage and backup during the project? How will these \ncosts be covered?  \n16 TB external/internal HDs cost ~ 400 Euro, and thus extra storage capacity for this project is not an \nissue.  \nThe cost for 300 Gb storage o n the LUNA network is ~ 75 Euro/y, which is all well within reach of the \nproject budget.  \n \n5.5. Data security: how will you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?  \nThe data files from this study will be managed, processed, and stored on LUNA PCs and network, which \ncan only be access by KU Leuven personnel. Access to the network storage is limited to the personnel \naccounts that belong to the lab of the promoter of the project and can be expanded to othe r reserachers \ninvolved in the project.  \nExternal HD are stored in closed offices.  \n \n \n6. DATA PRESERVATION AFTER THE END OF THE PROJECT  \n6.1. Which data will be retained for the expected 10 year period after the end of the project? If only \na selection of the  data can/will be preserved, clearly state why this is the case (legal or contractual \nrestrictions, physical preservation issues, ...).  \nAll original data that were used to generate the scientific output (papers, reports) will be stored for 10 \nyears on exte rnal HD. These HD will be stored in closed closets in the lab of the promoter or copromoter \nwhere the data have been generated.  \nAll analysis files used for publishing and reporting will be compressed and stored on Archive directories \non the LUNA network.    \n \n5 6.2. Where will these data be archived (= stored for the long term)?  \nAs mentioned above, HD for the original data (of which not all is valuable enough to store in locations with \nmultiple backups).  \nAnalyzed files with relevant information will be store d on KU Leuven Archive servers conform the KU \nLeuven RDM policy.  \n \n6.3. What are the expected costs for data preservation during these 10 years? How will the costs \nbe covered?  \nA 16 TB HD costs ~ 400 Euro which is a minimal cost compared to the running cos ts of the microscopy \nequipment and the animal housing cost.  \nStorage for 50 Euro/TB/y = 500 Euro/TB for the storage during 10 years. We estimate 3 Tb of data will be \nstored on these Archive servers: 1500 Euro.  \n \n \n7. DATA SHARING AND RE -USE \n7.1. Are there a ny factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions or because of IP potential)?  \nNo.  \n \n7.2. Which data will be made available after the end of the project?  \nUpon the publishers request data will be made publically available in *.ome tiff, *.csv, or other common \ndata formats on Zenodo or other public data servers.  \n \n7.3. Where/how will the data be made available for reuse?  \n● Upon request by mail  \nData will be mad e available either upon request of the publisher of the scientific articles or upon \nrequest  via E -mail of colleague researchers.  \n \n7.4. When will the data be made available?  \n● Upon publication of the research results  \n \n7.5. Who will be able to access the data and under what conditions?  \nThe data as made available upon request of the publisher will be available to anyone,  provided that they \ngive appropriate credit to the creators.  \nAll other data can be made available to those who ask access via E -mail to the creators.  \n \n7.6. What are the expected costs for data sharing? How will these costs be covered?  \nNone.  \nBelnet can be used to transfer and give temporary access to the requested data.  \n \n \n6 8. RESPONSIBILITIES  \n8.1. Who w ill be responsible for the data documentation & metadata?  \nEach of the individual researchers and as supervisor their respective PI's.  \n \n8.2. Who will be responsible for data storage & back up during the project?  \nEach of the PI's for their sections and ex periments, and Pieter Vanden Berghe  for the data in its entirety.  \n \n8.3. Who will be responsible for ensuring data preservation and sharing?  \nEach of the PI's for their sections and experiments, and Pieter Vanden Berghe for the data in its entirety.  \n \n8.4. Who bears the end responsibility for updating & implementing this DMP?  \nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).  \n "
    },
    "clean_full_text": "1 MY PLAN (C1 -C2-IDN DMP) DMP TITLE ADMIN DETAILS Project Name: My plan (C1 -C2-IDN DMP) - DMP title Project Identifier: STHar -Lite Principal Investigator / Researcher: Pieter Vanden Berghe Description: development of harmonic imaging in biological tissues and chemicals Institution: KU Leuven 1. GENERAL INFORMATION Name of the project lead (PI) Pieter Vanden Berghe Internal Funds Project number & title IDN/21/017 Second and Third Harmonics, a dynamic a nd Label -free Imaging Technique to study (bio)polymers and cellular structures 2. DATA DESCRIPTION 2.1. Will you generate/collect new data and/or make use of existing data? ● Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data Format Volume How created Microscopy images .tif (ome), or raw 100 Gb-15 TB microscopy images of fluorescence and harmonics Analysed images *.ims 5 TB 3D renders, analysed and annotated images generated by image analysis programs like Imaris or alike 2 Analysed images *.tif (ome) 5 TB deconvolved images, registered images generated by programs like Huygens (SVI) data (text or spreadsheet format) 300 MB data on molecular beta and gamma of (bio)molecules microscopy slides # 500 microscopy slides of fixed tissues posthoc stained for identification of cellular structures code 100 Mb computer algorithms and workflows to analyse the image data microscopy images 500 Gb confocal images of the tissues investigated 3. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process p ersonal data is a legal obligation. no 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review comm ittee(s). Yes, all animal experiments are covered by an EC approval. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No 3 3.4. Do existing 3rd pa rty agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No 4. DOCUMENTATION AND METADATA 4.1. What documentation will be provided t o enable understanding and reuse of the data collected/generated in this project? For all microscopy images: recording parameters (powers, excitation and emission wavelength), dimensions, image type, bit -depth, pixel sizes and microscope settings, will be stored. Either in a metafile accompanying the data (with identical filename) or embedded in the tiff header. The experimental protocols, stimulation settings, temperatures of the physiological experiments that will be performed during this projected wil l be described in detail in a lab book and referred in a ReadMe text file that will accompany the recorded data. Similarly for the processed and analyzed data, all parameters used to arrive to the results are stored within the image format. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Images will be stored in *.ome tiff format, which enables s toring a multitude of microscope and recording parameters. For the more experimental imaging paradigms for which actual changes are made to the instrumentation, the metadata will be stored in accompaying txt or csv files. 5. DATA STORAGE AND BACKUP D URING THE PROJECT 5.1. Where will the data be stored? All original recordings and their metadata will be stored in one copy on external harddrives, which will be labeled by projectname, subproject, experiment, data and experimenter initials. Since most of the images are highly experimental and explorative, there is no need to keep a copy of the original data. However, upon first analysis the images that are judged of sufficient quality to derive conclusive data, will be analysed as saved on the researchers computer with a backup either on a local external harddrive or via the LUNA network. Exchange of data between the partners of the project (all KU Leuven) will happen via the LUNA network, which keeps track of versions and assures safe backups. Alternat ively BELNET will be used for data transfer of files that are too large for the space available on the LUNA network. 5.2. How will the data be backed up? 4 As from the first steps of analyis, the data will be stored on the university's central servers wit h automatic daily back -up procedures or - in case too large - on local hard drives with a local backup system (e.g. Genie). 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. We have over a decade of experience recording and dealing with images and large datafiles, which we store and backup in mixed modes. For analysed images and results w e use the servers (and their backup) of the LUNA network, for original data or versions of analysed image files we store locally on internal and external harddrives. Each researcher has internal as well as external PC storage and manages their data in a co nscious and well thought off fashion, with necessary backups while at the same time avoiding multiple copies of less succesful recordings. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? 16 TB external/internal HDs cost ~ 400 Euro, and thus extra storage capacity for this project is not an issue. The cost for 300 Gb storage o n the LUNA network is ~ 75 Euro/y, which is all well within reach of the project budget. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data files from this study will be managed, processed, and stored on LUNA PCs and network, which can only be access by KU Leuven personnel. Access to the network storage is limited to the personnel accounts that belong to the lab of the promoter of the project and can be expanded to othe r reserachers involved in the project. External HD are stored in closed offices. 6. DATA PRESERVATION AFTER THE END OF THE PROJECT 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All original data that were used to generate the scientific output (papers, reports) will be stored for 10 years on exte rnal HD. These HD will be stored in closed closets in the lab of the promoter or copromoter where the data have been generated. All analysis files used for publishing and reporting will be compressed and stored on Archive directories on the LUNA network. 5 6.2. Where will these data be archived (= stored for the long term)? As mentioned above, HD for the original data (of which not all is valuable enough to store in locations with multiple backups). Analyzed files with relevant information will be store d on KU Leuven Archive servers conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? A 16 TB HD costs ~ 400 Euro which is a minimal cost compared to the running cos ts of the microscopy equipment and the animal housing cost. Storage for 50 Euro/TB/y = 500 Euro/TB for the storage during 10 years. We estimate 3 Tb of data will be stored on these Archive servers: 1500 Euro. 7. DATA SHARING AND RE -USE 7.1. Are there a ny factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? No. 7.2. Which data will be made available after the end of the project? Upon the publishers request data will be made publically available in *.ome tiff, *.csv, or other common data formats on Zenodo or other public data servers. 7.3. Where/how will the data be made available for reuse? ● Upon request by mail Data will be mad e available either upon request of the publisher of the scientific articles or upon request via E -mail of colleague researchers. 7.4. When will the data be made available? ● Upon publication of the research results 7.5. Who will be able to access the data and under what conditions? The data as made available upon request of the publisher will be available to anyone, provided that they give appropriate credit to the creators. All other data can be made available to those who ask access via E -mail to the creators. 7.6. What are the expected costs for data sharing? How will these costs be covered? None. Belnet can be used to transfer and give temporary access to the requested data. 6 8. RESPONSIBILITIES 8.1. Who w ill be responsible for the data documentation & metadata? Each of the individual researchers and as supervisor their respective PI's. 8.2. Who will be responsible for data storage & back up during the project? Each of the PI's for their sections and ex periments, and Pieter Vanden Berghe for the data in its entirety. 8.3. Who will be responsible for ensuring data preservation and sharing? Each of the PI's for their sections and experiments, and Pieter Vanden Berghe for the data in its entirety. 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor)."
}