{
    "document_id": "D-2022-1400",
    "LinkTitle": "D-2022-1400",
    "file_name": "D-2022-1400.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1400.pdf",
    "metadata": {
        "title": "My plan (Internal Funds DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (Internal Funds DMP) - DMP title\nProject Identifier\n C1\nGrant Title\n C14/21/078\nPrincipal Investigator / Researcher\n Francisco Molina Lopez\nDescription\n The purpose of the data generation (mostly lab experimental data) is the study of\nthe properties and performance of the materials and devices to be developed in the project, as\nwell as the generation of the necessary protocols and set-ups needed for such study. Collecting\nand interpreting these data will lead directly to the objective of the project of developing flexible\ninorganic thermoelectric devices with improved performance.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nFrancisco Molina-Lopez\nInternal Funds Project number & title\nC14/21/078: Towards additive manufacturing of flexible thermoelectric energy harvesters:\nboosting the performance by laser sintering-induced nanostructuring\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nQuestion not answered.\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\n \nType of data\nFormat\nVolume\nHow created\nWP\nMaterials\ndatasheet\n.pdf\n1-10 MB\nTo be received from\nsuppliers.\n1\nStandard\nOperating\nProcedures\n.docx,\n.mp4,\n.AVI\n10 GB\nWritten or filmed by\nthe researcher.\n1-5\nMicroscopy\n(optical and SEM)\nimages\n.tif\n1 GB\nDigital microscope\nKeyence and SEM\nmicroscope images of\npowders and printed\nfilms and parts.\n1-3\nEnergy-dispersive\nX-ray\nspectroscopy\n(EDS) peaks and\nmapping images\n.docx\n1-10 MB\nImages of films of the\ndifferent materials\ncomposing the OPV\nstack.\n1-3\nXRD peak images\n.tif,\n.raw,\n.njc\n1-10 MB\nXRD peak images of\npowders and printed\nfilms and parts. The\nraw data can be\nhandled with the eq.\nsoftware and exported\nas an image.\n1-3\nICP-OES\n.xls\n1-10 MB\nData containing info\nabout elements in the\nproduced material.\n1 &\n3\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nLayouts of\nprinted materials\nCAD\nfiles &\n.bmp\n100 MB\nDesigned by the\nresearchers in any\nphoto editor or in the\nsoftware of the Dimatix\nprinter.\n3\nElectrical\nconductivity at\ndifferent\ntemperatures\n.xls\n1-10 MB\nFile to be produced\nby the dedicated\nsetup LSR-3 (Linseis).\n4\nSeebeck\ncoefficient at\ndifferent\ntemperatures\n.xls\n1-10 MB\nFile to be produced\nby the dedicated\nsetup LSR-3 (Linseis).\n4\nThermal\nconductivity at\ndifferent\ntemperatures\n.xls\n1-10 MB\nFile to be produced by\na light flash analyzer.\n4\nElectrical and\nSeebeck\nconductivity upon\nbending at room\ntemperature\n.xls\n1-10 MB\nFile to be produced by\na dedicated setup\nusing Matlab or\nLabView to interface\nthe measuring\nequipment. Or if\npossible with a\ndynamic mechanical\nanalyzer (DMA).\n5\nVideos with\ndemos\n.mp4 &\n.AVI\n10GB\nVideos showing\nworking demos and\nbending tests.\n5 \nRelevant\nreviewed\nliterature\n.pdf,\n.bib\n1-10 MB\nArticles will be\navailable at the KU\nLeuven digital library.\nThe articles may be\nstored in pdf and the\nselection of articles\ncan be exported as a\n.bib file using the\nreference manager\nMendeley.\n1-5\nLab books with\nwritten details\nabout the\ndifferent process\ntrials, results, and\nobservations.\nWritten\nin\npaper\n1\ndrawer\nWritten by the\nresearchers in the lab.\nTo be kept for 5 years.\n1-5\nPhysical samples\nPhysical\n50 L\nFabricated by the\nresearchers in the lab.\nTo be kept for 5 years.\n1-5\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nNo\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nYes\nIf the data has potential for valorization, the concept/material/device will be registered first and\npublished afterward. The data will be reused under the licence Creative Commons Attribution-\nNonCommercial-NoDerivs (CC-BY-NC-ND).\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nOur group joined the pilot program, iRODS, developed by the Research Data Management\nCompetence Center (RDM-CC) at KU Leuven to standardize data and metadata. This allows us to\ndefine metadata for different data collections. For instance, we can assign fields like \"user\",\n\"project\", \"instrument\", \"date\" to each of our files. The files will be stored in a university-owned\nserver, free of charge and without space limitation. \"ReadMe\" txt files will be provided as legends\nfor the metadata fields and attributes.\nRegarding other kinds of generated data:\n1. Lab books will be classified by author and project. The inputs written in the lab books will be\norganized by date.\n2. Microscopy images will be accompanied by a scale bar and a txt \"ReadMe\" file detailing the\nconditions of the measurement (light intensity, contrast, magnification, etc.). The conditions will\nbe also annotated in the lab books.\n3. Standard equipment such as XRD, SEM, and EDS generates a metadata file with the measuring\nconditions. This file will be retained. The conditions will be also annotated in the lab book.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThe data will be stored in folders named as the user. Then, each user will create its own folder\nstructure. Metadata referring to the date, project, equipment, type of data (paper, raw data,\npresentation, etc.) ... will be assigned to each file. This feature is enabled by the iRODS platform\nput in place by KU Leuven.\nThe metadata attributes used for search are summarized in txt \"ReadMe\" files.\nWe will name the successive file versions as xxx_V1, xxx_V2, etc. Also, the date when the file was\ngenerated will be used to track the version.\nThe relevant datasets (except for some unpublished SOPs and other files related to the group\nknow-how) will be uploaded in OpenAIRE or Zenodo under a license. Hence, they will receive a\nDOI for identification.\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nAll the data will be first produced and stored in personal computers in the Department of\nMaterials Engineering (MTM) drives, and immediately shared in iRODS.\nThe KU Leuven Box space will be used to share data with external visitors and master students. \nEach researcher will be responsible to transfer the data from their personal computer to the\nshared spaces.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\n5.2. How will the data be backed up?\nThe iRODS and BOX systems provides continuous and automatic backups.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes, virtually unlimited.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nThere are no extra costs expected.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nEach university-associated computer requires a password for logging in. This password must be\nchanged every year. Access to the iRODS and KU Leuven Box space is also protected by a\npassword.\nNo sensitive data will be handled in this project. Each research will have access to their own data\nand the PI (Francisco Molina-Lopez) will have access to the data of every member of the project.\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nPhysical data in the form of lab books and samples will be retained for 5 years. Most samples will\ndegrade with time and will not be usable after 5 years in any case. Due to space restrictions, lab\nbooks will be retained also for 5 years. Digital data will be retained for 10 years.\n6.2. Where will these data be archived (= stored for the long term)?\nSamples and lab books will be stored for 5 years in dedicated cabinets and drawers in the labs.\nDigital data will be retained for 10 years on internal KU Leuven data storage facilities. Storing in\na repository (such as Zenodo) will be considered.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nNA\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nUnpublished data related to specific SOPs, and non-essential for reproducibility of claimed results\nwill not be shared.\n7.2. Which data will be made available after the end of the project?\nThe full dataset (except for some unpublished SOPs and other know-how-related files) will be\nuploaded in Zenodo under a CC-BY license.\n7.3. Where/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\n7.4. When will the data be made available?\nUpon publication of the research results\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nPublished but embargoed data can be shared upon personal request by email. These data will be\ndeposited in the Lirias KU Leuven repository. The embargo period is usually 6 months for most\njournals in the field.\n7.5. Who will be able to access the data and under what conditions?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nThe data will be available to anyone for any purpose, provided that they give appropriate credit\nto the creators. However unpublished SOPs and other know-how-related knowledge, which is\nnon-essential for the reproducibility of claimed results will not be shared.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nNA\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nFrancisco Molina-Lopez, the PI of the project, will be responsible for data documentation.\n8.2. Who will be responsible for data storage & back up during the project?\nEach researcher will be responsible to transfer the data to the iRODS shared folders and/or Box\nshared folders. The backup of the data is automatic in those platforms.\n8.3. Who will be responsible for ensuring data preservation and sharing?\nFrancisco Molina-Lopez, the PI of the project, will be responsible for data preservation and reuse.\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (Internal Funds DMP) - DMP title Project Identifier C1 Grant Title C14/21/078 Principal Investigator / Researcher Francisco Molina Lopez Description The purpose of the data generation (mostly lab experimental data) is the study of the properties and performance of the materials and devices to be developed in the project, as well as the generation of the necessary protocols and set-ups needed for such study. Collecting and interpreting these data will lead directly to the objective of the project of developing flexible inorganic thermoelectric devices with improved performance. Institution KU Leuven 1. General Information Name of the project lead (PI) Francisco Molina-Lopez Internal Funds Project number & title C14/21/078: Towards additive manufacturing of flexible thermoelectric energy harvesters: boosting the performance by laser sintering-induced nanostructuring 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Question not answered. 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. Type of data Format Volume How created WP Materials datasheet .pdf 1-10 MB To be received from suppliers. 1 Standard Operating Procedures .docx, .mp4, .AVI 10 GB Written or filmed by the researcher. 1-5 Microscopy (optical and SEM) images .tif 1 GB Digital microscope Keyence and SEM microscope images of powders and printed films and parts. 1-3 Energy-dispersive X-ray spectroscopy (EDS) peaks and mapping images .docx 1-10 MB Images of films of the different materials composing the OPV stack. 1-3 XRD peak images .tif, .raw, .njc 1-10 MB XRD peak images of powders and printed films and parts. The raw data can be handled with the eq. software and exported as an image. 1-3 ICP-OES .xls 1-10 MB Data containing info about elements in the produced material. 1 & 3 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Layouts of printed materials CAD files & .bmp 100 MB Designed by the researchers in any photo editor or in the software of the Dimatix printer. 3 Electrical conductivity at different temperatures .xls 1-10 MB File to be produced by the dedicated setup LSR-3 (Linseis). 4 Seebeck coefficient at different temperatures .xls 1-10 MB File to be produced by the dedicated setup LSR-3 (Linseis). 4 Thermal conductivity at different temperatures .xls 1-10 MB File to be produced by a light flash analyzer. 4 Electrical and Seebeck conductivity upon bending at room temperature .xls 1-10 MB File to be produced by a dedicated setup using Matlab or LabView to interface the measuring equipment. Or if possible with a dynamic mechanical analyzer (DMA). 5 Videos with demos .mp4 & .AVI 10GB Videos showing working demos and bending tests. 5 Relevant reviewed literature .pdf, .bib 1-10 MB Articles will be available at the KU Leuven digital library. The articles may be stored in pdf and the selection of articles can be exported as a .bib file using the reference manager Mendeley. 1-5 Lab books with written details about the different process trials, results, and observations. Written in paper 1 drawer Written by the researchers in the lab. To be kept for 5 years. 1-5 Physical samples Physical 50 L Fabricated by the researchers in the lab. To be kept for 5 years. 1-5 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). No 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes If the data has potential for valorization, the concept/material/device will be registered first and published afterward. The data will be reused under the licence Creative Commons Attribution- NonCommercial-NoDerivs (CC-BY-NC-ND). 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Our group joined the pilot program, iRODS, developed by the Research Data Management Competence Center (RDM-CC) at KU Leuven to standardize data and metadata. This allows us to define metadata for different data collections. For instance, we can assign fields like \"user\", \"project\", \"instrument\", \"date\" to each of our files. The files will be stored in a university-owned server, free of charge and without space limitation. \"ReadMe\" txt files will be provided as legends for the metadata fields and attributes. Regarding other kinds of generated data: 1. Lab books will be classified by author and project. The inputs written in the lab books will be organized by date. 2. Microscopy images will be accompanied by a scale bar and a txt \"ReadMe\" file detailing the conditions of the measurement (light intensity, contrast, magnification, etc.). The conditions will be also annotated in the lab books. 3. Standard equipment such as XRD, SEM, and EDS generates a metadata file with the measuring conditions. This file will be retained. The conditions will be also annotated in the lab book. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. No The data will be stored in folders named as the user. Then, each user will create its own folder structure. Metadata referring to the date, project, equipment, type of data (paper, raw data, presentation, etc.) ... will be assigned to each file. This feature is enabled by the iRODS platform put in place by KU Leuven. The metadata attributes used for search are summarized in txt \"ReadMe\" files. We will name the successive file versions as xxx_V1, xxx_V2, etc. Also, the date when the file was generated will be used to track the version. The relevant datasets (except for some unpublished SOPs and other files related to the group know-how) will be uploaded in OpenAIRE or Zenodo under a license. Hence, they will receive a DOI for identification. 5. Data storage and backup during the project 5.1. Where will the data be stored? All the data will be first produced and stored in personal computers in the Department of Materials Engineering (MTM) drives, and immediately shared in iRODS. The KU Leuven Box space will be used to share data with external visitors and master students. Each researcher will be responsible to transfer the data from their personal computer to the shared spaces. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 5.2. How will the data be backed up? The iRODS and BOX systems provides continuous and automatic backups. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes, virtually unlimited. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? There are no extra costs expected. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Each university-associated computer requires a password for logging in. This password must be changed every year. Access to the iRODS and KU Leuven Box space is also protected by a password. No sensitive data will be handled in this project. Each research will have access to their own data and the PI (Francisco Molina-Lopez) will have access to the data of every member of the project. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). Physical data in the form of lab books and samples will be retained for 5 years. Most samples will degrade with time and will not be usable after 5 years in any case. Due to space restrictions, lab books will be retained also for 5 years. Digital data will be retained for 10 years. 6.2. Where will these data be archived (= stored for the long term)? Samples and lab books will be stored for 5 years in dedicated cabinets and drawers in the labs. Digital data will be retained for 10 years on internal KU Leuven data storage facilities. Storing in a repository (such as Zenodo) will be considered. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? NA 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? Unpublished data related to specific SOPs, and non-essential for reproducibility of claimed results will not be shared. 7.2. Which data will be made available after the end of the project? The full dataset (except for some unpublished SOPs and other know-how-related files) will be uploaded in Zenodo under a CC-BY license. 7.3. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail 7.4. When will the data be made available? Upon publication of the research results After an embargo period. Specify the length of the embargo and why this is necessary Published but embargoed data can be shared upon personal request by email. These data will be deposited in the Lirias KU Leuven repository. The embargo period is usually 6 months for most journals in the field. 7.5. Who will be able to access the data and under what conditions? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 The data will be available to anyone for any purpose, provided that they give appropriate credit to the creators. However unpublished SOPs and other know-how-related knowledge, which is non-essential for the reproducibility of claimed results will not be shared. 7.6. What are the expected costs for data sharing? How will these costs be covered? NA 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Francisco Molina-Lopez, the PI of the project, will be responsible for data documentation. 8.2. Who will be responsible for data storage & back up during the project? Each researcher will be responsible to transfer the data to the iRODS shared folders and/or Box shared folders. The backup of the data is automatic in those platforms. 8.3. Who will be responsible for ensuring data preservation and sharing? Francisco Molina-Lopez, the PI of the project, will be responsible for data preservation and reuse. 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}