{
    "document_id": "D-2021-1248",
    "LinkTitle": "D-2021-1248",
    "file_name": "D-2021-1248.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1248.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nGrant Title\n 1S20822N\nPrincipal Investigator / Researcher\n Marit Hendrickx\nProject Data Contact\n marit.hendrickx@kuleuven.be\nDescription\n The scope of this research is to optimize irrigation management in\nhorticulture. Available soil water and irrigation need will be simulated and\npredicted, combining real time soil moisture measurements, weather forecasts\nand a water balance bucket model calibrated with a model optimization\ntechnique, inverse modelling, considering their uncertainty. An existing algorithm\n(DREAM) will be implemented and evaluated, documenting and treating\npredictions errors and optimizing irrigation management.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMarit Hendrickx\nFWO Project Number & Title\n1S20822N - Using data assimilation and weather forecasts in irrigation scheduling\nAffiliation\nKU Leuven\nOther\nCo-promotors of this research project are (also) affiliated with the Soil Service of\nBelgium, and the Agrosphere Institute, IBG-3 (Forschungszentrum Jülich).\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset)\nand its (estimated) volume. This may be easiest in a table (see example)\nor as a data flow and per WP or objective of the project. If you reuse\nexisting data, specify the source of these data. \nDistinguish data types\n(the kind of content) from data formats (the technical format).\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nType of data\nFormat\nVolume\nOrigin\nSensor data:\ntime series\n(numerical)\nxlsx, csv,\ntxt\n1-2 GB\nContinuous (automatic) soil\nsensor measurements with\ndifferent types of soil sensors;\nraw & processed (calibrated,\naggregated)\nPython scripts:\nmodel, data\nanalysis &\nvisualisation,\ndata collection\nvia API's\npy\n5 MB\nCreated python scripts\nPython scripts:\nDREAM\nalgorithm\nframework\npy\n2 MB\nReuse of DREAM algorithm;\nprovided by Eric Laloy\n(licensed under GNU GPL3)\nMatlab code:\ndata analysis\nm\n1 MB\nCreated Matlab code\nHYDRUS-1D\nsimulations\nout, IN,\ntxt, DAT,\nh1d, csv\n100 MB\nGenerated soil moisture\nsimulations with HYDRUS-1D\nSoil\nmeasurements\nand other field\ndata (numerical\n& textual)\nxlsx, csv\n100 MB\nSoil measurements: soil\nmoisture samples, Kopecky\nsamples; other field\ninformation including\ncoordinates & soil texture\nClimate data\n(numerical)\nxlsx, csv\n50 MB\nCollected from KMI via Soil\nService of Belgium and from\n(private) local weather\nstations\nWeather\nforecasts\n(numerical)\ngrib\n20 GB\nECMWF medium-range\nweather forecasts collected\nvia python API (research\nlicence)\nSatellite\ndata (numerical,\nimages)\ncsv, xlsx\npng, jpeg\n1-5 GB\nCollected Sentinel-2 satellite\ndata (NDVI, LAI, FCOVER) &\nscreenshots; via Terrascope\n(https://viewer.terrascope.be/)\nPhotographic\nimages (images)\npng,\njpeg \n10-20\nGB\nGenerated images: crop\ncover, experimental setup\nVisual outputs\n(images)\npng, jpeg\ngif\n10-20\nGB\nGenerated data visualisations,\ndata analysis results, model\noutputs, image analyses\nExisting soil\ndatasets\n(numerical)\ntxt\n10 MB\nVirtual spatially variable soil\ndatasets & Soil-Can lysimeter\nexperiments;\nvia Agrosphere Institute\n(Open Access data)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\n \nThe total maximum estimated volume is around 70-80 GB.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal\ndata you will use. Add the reference to your file in KU Leuven's Register\nof Data Processing for Research and Public Service Purposes (PRET\napplication). \nBe aware that registering the fact that you process\npersonal data is a legal obligation.\nNo\nN/A\nAre there any ethical issues concerning the creation and/or use of the\ndata (e.g. experiments on humans or animals, dual use)? If so, add the\nreference to the formal approval by the relevant ethical review\ncommittee(s)\nNo\nN/A\nDoes your work possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data\nyou created? If so, for what data and which restrictions will be asserted?\nYes\nThe DREAM algorithm (python scripts) with application modifications can be\nredistributed under the terms of the GNU General Public License, either version 3\nof the License, or any later version.\nAs this work is in collaboration with a VLAIO project, data/tech transfer and\nvalorisation is in accordance with the project's cooperation agreement. A patent\non exclusive research outcomes can be applied for after communicating to all\npartners of the VLAIO project. For common research outcomes, this is decided on\njointly.\nPossible research outcomes with potential valorisation include a method &\nmodule to combine uncertain sensor measurements and weather forecasts with a\nsoil water balance model for soil moisture prediction, with the purpose of\nirrigation planning.\nDo existing 3rd party agreements restrict dissemination or exploitation\nof the data you (re)use? If so, to what data do they relate and what\nrestrictions are in place?\nNo\nAs this work is in collaboration with a VLAIO project, data (of all partners within\nthe project) can be used and published in consultation with the partners\naccording to the project's cooperation agreement.\nDREAM code:\nA Python 3 implementation of the DREAMzs MCMC sampler (Vrugt et al., 2009,\nLaloy and Vrugt, 2012) based on the 2013 DREAMzs Matlab code (version\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\n1.5, \nlicensed under GPL3\n) written by Jasper Vrugt.\nThis program is free software: it can be redistributed and/or modified under the\nterms of the GNU General Public License as published by the Free Software\nFoundation, either version 3 of the License, or (at your option) any later version.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data\ncollected/generated in this project?\nCode (Python scripts): Information for understanding the script and its\nfunctions will be provided in the script as docstrings. A README file is added\nfor a group of (linked) scripts on how to use them (script chaining), needed\ninputs and script outputs.\nImages will be organised in logical folders, each with a README file, stating\ncontext, location, date, cropping.\n(Raw) data will be organised in logical folders, each with a README file,\nstating context, location, date, parameters, units, processing.\nExperiments: logbooks (including start and end date, location, people\ninvolved, setup, materials and methods, operations and measuring times\n(timeline), all measured data).\nWill a metadata standard be used? If so, \ndescribe in detail which\nstandard will be used. \nIf no, state in detail which metadata will be\ncreated to make the data easy/easier to find and reuse.\nNo\n'README' style metadata (as stated above)\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll data is stored in a university's provided \npersonal OneDrive\n environment\n(continuous back-ups, 2 TB)\nCopies of all data that concerns Python scripts, script inputs and outputs are\nsaved in a personal (private) \nGitHub\n environment\nCopies of (finished) bulk data will be saved on the \nuniversity's\n \npersonal\nserver\n (I:\\ drive, 50 GB), readying for long term storage, eventually moving\nto the Archive (K:\\) drive (1 TB)\nSince we will collaborate with other research units, we use a \nshared\nOneDrive\n for active use and sharing of the data during the project\nHow is backup of the data provided?\nOneDrive: automatic (continuous) back-up\nGitHub: manual back-ups on a regular basis (depending on activity, weekly to\nmonthly) (back-up retention: version control)\nUniversity's servers: automatic daily back-up procedures (back-up retention\nfor 1 year)\n \nIs there currently sufficient storage & backup capacity during the\nproject? If yes, specify concisely. If no or insufficient storage or backup\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\ncapacities are available then explain how this will be taken care of.\nYes\nOneDrive: 2TB of free storage\nUniversity's servers: 50 GB personal network storage, and 1 TB archive\nUniversity's storage can be expanded, but storage exceedance is not\nexpected. The estimated storage volume that is needed is 80 GB. If this\nvolume is exceeded, we can still count on a large margin before exceeding 1\nTB.\nWhat are the expected costs for data storage and back up during the\nproject? How will these costs be covered?\nStorage exceedance is not expected, so extra storage cost is not expected.\nData security: how will you ensure that the data are securely stored and\nnot accessed or modified by unauthorized persons?\nThe data will be stored in the university's secure environment.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end\nof the project? In case only a selection of the data can/will be preserved,\nclearly state the reasons for this (legal or contractual restrictions,\nphysical preservation issues, ...).\nAll data will be retained for a 5 year period at least after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on OneDrive & the university's servers (K:\\ Archive)\n(automatic back-up procedures).\nGitLab (KU Leuven service: \ngitlab.kuleuven.be\n) will be used as repository to\nstore and share source codes (all people involved).\nWhat are the expected costs for data preservation during the retention\nperiod of 5 years? How will the costs be covered?\nOneDrive: 2 TB is included in the account; this can be extended for free up to\n5 TB.\nThe KU Leuven GitLab service is free.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of)\nthe data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)?\nNo\nAs this work is in collaboration with a VLAIO project, data sharing is in accordance\nwith the project's cooperation agreement. Exclusive research outcomes can be\nshared after communicating to all partners of the VLAIO project. For common\nresearch outcomes, this is decided on jointly. Names and field coordinates of the\nparticipating farmers will be restricted (expect when written permission).\nAll other used (existing) data is Open Access, free to modify and publish. \n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nWhich data will be made available after the end of the project?\nAll non-confidential data will be made available. This includes all data except for\nnames and field coordinates of the participating farmers (except for those with\nwritten permission) and potentially patented modules.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nNon-patented code will be released on the KU Leuven GitLab repository\n(\nhttps://gitlab.kuleuven.be/\n).\nAll data will be released on an Open Access repository such as he KU Leuven\ncommunity: \nOpen Science Framework\n.\nWhen will the data be made available?\nImmediately after the end of the project\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe data will be Open Access under a CC-BY(-SA) license. Therefore, it will be\navailable to anyone for any purpose, provided that they give appropriate credit to\nthe creators.\nWhat are the expected costs for data sharing? How will the costs be\ncovered?\nNo costs are expected.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nMarit Hendrickx (the FWO fellow), will be responsible for data documentation &\nmetadata.\nWho will be responsible for data storage & back up during the project?\nMarit Hendrickx (the FWO fellow), together with supervisors and ICTS, will be\nresponsible for data storage & back up during the project.\nWho will be responsible for ensuring data preservation and reuse ?\nMarit Hendrickx (the FWO fellow), together with supervisors, will be responsible\nfor ensuring data preservation and reuse.\nWho bears the end responsibility for updating & implementing this\nDMP?\nMarit Hendrickx (the FWO fellow) bears the end responsibility of updating &\nimplementing this DMP, while the supervisor will be responsible in the long term.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Grant Title 1S20822N Principal Investigator / Researcher Marit Hendrickx Project Data Contact marit.hendrickx@kuleuven.be Description The scope of this research is to optimize irrigation management in horticulture. Available soil water and irrigation need will be simulated and predicted, combining real time soil moisture measurements, weather forecasts and a water balance bucket model calibrated with a model optimization technique, inverse modelling, considering their uncertainty. An existing algorithm (DREAM) will be implemented and evaluated, documenting and treating predictions errors and optimizing irrigation management. Institution KU Leuven 1. General Information Name applicant Marit Hendrickx FWO Project Number & Title 1S20822N - Using data assimilation and weather forecasts in irrigation scheduling Affiliation KU Leuven Other Co-promotors of this research project are (also) affiliated with the Soil Service of Belgium, and the Agrosphere Institute, IBG-3 (Forschungszentrum Jülich). 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 Type of data Format Volume Origin Sensor data: time series (numerical) xlsx, csv, txt 1-2 GB Continuous (automatic) soil sensor measurements with different types of soil sensors; raw & processed (calibrated, aggregated) Python scripts: model, data analysis & visualisation, data collection via API's py 5 MB Created python scripts Python scripts: DREAM algorithm framework py 2 MB Reuse of DREAM algorithm; provided by Eric Laloy (licensed under GNU GPL3) Matlab code: data analysis m 1 MB Created Matlab code HYDRUS-1D simulations out, IN, txt, DAT, h1d, csv 100 MB Generated soil moisture simulations with HYDRUS-1D Soil measurements and other field data (numerical & textual) xlsx, csv 100 MB Soil measurements: soil moisture samples, Kopecky samples; other field information including coordinates & soil texture Climate data (numerical) xlsx, csv 50 MB Collected from KMI via Soil Service of Belgium and from (private) local weather stations Weather forecasts (numerical) grib 20 GB ECMWF medium-range weather forecasts collected via python API (research licence) Satellite data (numerical, images) csv, xlsx png, jpeg 1-5 GB Collected Sentinel-2 satellite data (NDVI, LAI, FCOVER) & screenshots; via Terrascope (https://viewer.terrascope.be/) Photographic images (images) png, jpeg 10-20 GB Generated images: crop cover, experimental setup Visual outputs (images) png, jpeg gif 10-20 GB Generated data visualisations, data analysis results, model outputs, image analyses Existing soil datasets (numerical) txt 10 MB Virtual spatially variable soil datasets & Soil-Can lysimeter experiments; via Agrosphere Institute (Open Access data) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 The total maximum estimated volume is around 70-80 GB. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No N/A Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes The DREAM algorithm (python scripts) with application modifications can be redistributed under the terms of the GNU General Public License, either version 3 of the License, or any later version. As this work is in collaboration with a VLAIO project, data/tech transfer and valorisation is in accordance with the project's cooperation agreement. A patent on exclusive research outcomes can be applied for after communicating to all partners of the VLAIO project. For common research outcomes, this is decided on jointly. Possible research outcomes with potential valorisation include a method & module to combine uncertain sensor measurements and weather forecasts with a soil water balance model for soil moisture prediction, with the purpose of irrigation planning. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No As this work is in collaboration with a VLAIO project, data (of all partners within the project) can be used and published in consultation with the partners according to the project's cooperation agreement. DREAM code: A Python 3 implementation of the DREAMzs MCMC sampler (Vrugt et al., 2009, Laloy and Vrugt, 2012) based on the 2013 DREAMzs Matlab code (version This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 1.5, licensed under GPL3 ) written by Jasper Vrugt. This program is free software: it can be redistributed and/or modified under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Code (Python scripts): Information for understanding the script and its functions will be provided in the script as docstrings. A README file is added for a group of (linked) scripts on how to use them (script chaining), needed inputs and script outputs. Images will be organised in logical folders, each with a README file, stating context, location, date, cropping. (Raw) data will be organised in logical folders, each with a README file, stating context, location, date, parameters, units, processing. Experiments: logbooks (including start and end date, location, people involved, setup, materials and methods, operations and measuring times (timeline), all measured data). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 'README' style metadata (as stated above) 5. Data storage and backup during the FWO project Where will the data be stored? All data is stored in a university's provided personal OneDrive environment (continuous back-ups, 2 TB) Copies of all data that concerns Python scripts, script inputs and outputs are saved in a personal (private) GitHub environment Copies of (finished) bulk data will be saved on the university's personal server (I:\\ drive, 50 GB), readying for long term storage, eventually moving to the Archive (K:\\) drive (1 TB) Since we will collaborate with other research units, we use a shared OneDrive for active use and sharing of the data during the project How is backup of the data provided? OneDrive: automatic (continuous) back-up GitHub: manual back-ups on a regular basis (depending on activity, weekly to monthly) (back-up retention: version control) University's servers: automatic daily back-up procedures (back-up retention for 1 year) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 capacities are available then explain how this will be taken care of. Yes OneDrive: 2TB of free storage University's servers: 50 GB personal network storage, and 1 TB archive University's storage can be expanded, but storage exceedance is not expected. The estimated storage volume that is needed is 80 GB. If this volume is exceeded, we can still count on a large margin before exceeding 1 TB. What are the expected costs for data storage and back up during the project? How will these costs be covered? Storage exceedance is not expected, so extra storage cost is not expected. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for a 5 year period at least after the end of the project. Where will the data be archived (= stored for the longer term)? The data will be stored on OneDrive & the university's servers (K:\\ Archive) (automatic back-up procedures). GitLab (KU Leuven service: gitlab.kuleuven.be ) will be used as repository to store and share source codes (all people involved). What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? OneDrive: 2 TB is included in the account; this can be extended for free up to 5 TB. The KU Leuven GitLab service is free. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No As this work is in collaboration with a VLAIO project, data sharing is in accordance with the project's cooperation agreement. Exclusive research outcomes can be shared after communicating to all partners of the VLAIO project. For common research outcomes, this is decided on jointly. Names and field coordinates of the participating farmers will be restricted (expect when written permission). All other used (existing) data is Open Access, free to modify and publish. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 Which data will be made available after the end of the project? All non-confidential data will be made available. This includes all data except for names and field coordinates of the participating farmers (except for those with written permission) and potentially patented modules. Where/how will the data be made available for reuse? In an Open Access repository Non-patented code will be released on the KU Leuven GitLab repository ( https://gitlab.kuleuven.be/ ). All data will be released on an Open Access repository such as he KU Leuven community: Open Science Framework . When will the data be made available? Immediately after the end of the project Upon publication of the research results Who will be able to access the data and under what conditions? The data will be Open Access under a CC-BY(-SA) license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? No costs are expected. 8. Responsibilities Who will be responsible for data documentation & metadata? Marit Hendrickx (the FWO fellow), will be responsible for data documentation & metadata. Who will be responsible for data storage & back up during the project? Marit Hendrickx (the FWO fellow), together with supervisors and ICTS, will be responsible for data storage & back up during the project. Who will be responsible for ensuring data preservation and reuse ? Marit Hendrickx (the FWO fellow), together with supervisors, will be responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? Marit Hendrickx (the FWO fellow) bears the end responsibility of updating & implementing this DMP, while the supervisor will be responsible in the long term. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}