{
    "document_id": "D-2022-1640",
    "LinkTitle": "D-2022-1640",
    "file_name": "D-2022-1640.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1640.pdf",
    "metadata": {
        "title": "Bianisotropic Magnetless Nonreciprocal Metasurfaces (BATMANS)",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Bianisotropic Magnetless Nonreciprocal Metasurfaces (BATMANS)\nA Data Management Plan created using DMPonline.be\nCreator: \nChristophe Caloz\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nC14/22/095\nID: \n198408\nStart date: \n31-03-2023\nEnd date: \n30-03-2026\nProject abstract:\nUntil recently, electromagnetic nonreciprocal devices have been mostly based on ferrimagnetic materials (ferrites),\ndespite related issues, such as crystallographic incompatibility with integrated circuit technology. To address these\nissues, we reported in 2011 a first magnetless nonreciprocal (Faraday) metamaterial, or “metaferrite,” which triggered\nan intense quest for “magnetless nonreciprocity”. However, these early metaferrites, and subsequent magnetless\nstructures, were quite primitive and limited. This project leverages the formidable recent advances in bianisotropic\nmetasurfaces to develop BiAnisoTropic MAgnetless Nonreciprocal metaSurfaces (BATMANS) with new forms of\nnonreciprocity, related novel properties, superior performance, extra functionalities, and extremely diverse applications.\nLast modified: \n15-06-2023\nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n1 of 5\nBianisotropic Magnetless Nonreciprocal Metasurfaces (BATMANS)\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew\nor\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\nInternal\nReports\nThis will essentially represent powerpoint presentations produced by the two PhD students involved in\nthe project on a weekly or biweekly basis that will describe their detailed research progress (literature\npresentations, problems resolution, new idea proposals, paper plans, computer animations). All of\nthese documents will be archived in a special folder according to the following filename code\nexample: 2023_08_15_Einstein_Equivalence_Principles and will be conserved in a permanent manner.\nN\new\n  \nD\n(igital) \nI\nmages\nN\numerical\nT\nextual\nM\nodel\n \n<100GB\n \nPublications\nThe publications will separate in two categories. 1) journal and letter papers and 2) conference\ncommunications, both being peer-reviewed. Records of all these publications, with related\nconstruction material (Word/LaTex files, figures, detailed mathematical derivations, editorial\ncommunications, revision documents, etc.), will be recorded in a special folder with the following\nfolder name code example: 2023_08_15_Feynmann_Quantum_Electrodynamics and will be conserved\nin a permanent manner.\nN\new\n  \nD\n(igital) \nI\nmages\nN\numerical\nT\nextual\nM\nodel\n \n<10GB\n \nCode\nThe code are typically Matlab programs that 1) produce output data and graphs from analytical\nderivations and formulas, 2) contain actual numerical-method codes (e.g., FDTD) for simulating\nspecific structures, 3) represent short programs to construct animations. \nNew\n  \nD\n(igital) \nN\numerical\n \n<2GB\n \nPrototypes\nSeveral metasurface prototypes will be fabricated and tested at ESAT and WaveCore as well as ad\nhoc measurement setups, using the related required part of the C1 funding. The measurements will\nbe performed using standard microwave instrumentation, particularly vector network analyzers\n(VNAs), spectrum analyzers, real-time oscilloscopes, and infrastructure, such WaveCore's anechoic\nchamber. The corresponding data files will be those delivered by the related measurement\ninstruments, such as s2p files for VNAs, etc. The prototypes will be microwave metasurfaces, i.e.,\nthin plates of about 0.2x20x20 cm supported several layers of printed metallic shapes that represent\nthe metaparticles. The pictures (and possible videos) will be taken by high-resolution smart phones\nand stored in jpg (mpeg4) formats. Both the metasurfaces and setups will be conserved in a\npermanent manner in the premises of the WaveCore group. Pictures of all the related hardware will\nbe placed in the related publications. The prototypes will be shown to academic and industrial\nvisitors, to foster collaborations and stimulated future funding, but none of them will be leaving KU\nLeuven.\nN\new\nP\n(hysical) \nH\nardwaree\n \n \n<1cm\nx30cm\nx30cm\nPatents\nWe are hoping to have substantial intellectual property generation in this project. We will contact for\nthat the technology transfer office of KU Leuven at the earliest possible stage of the idea\ndevelopment and make sure that all the disclosure steps are followed according to rules of KU\nLeuven.\nN\new\n  \nD\n(igital) \nI\nmages\nN\numerical\nT\nextual\nM\nodel\n \n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nYes\nPotential new metasurfaces, with IP to be processed via the KU Leuven technology transfer office.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n2 of 5\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nSee description of the research data summary.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nSee description of the research data summary (e.g., instruments dedicated file types, photographs and videos  standard file type)\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nOn the J-/I-drives of KU Leuven's ICTS.\nHow will the data be backed up?\nPersonal back-ups I make (specify below)\nThe data, being saved on the J-/I-drives, are automatically backed up by KU Leuven's ICTS.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nFrom (default) initial multi-factor KU Leuven's standard authentication.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nLess than 200 EUR, supported bench fees in the proposal.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n3 of 5\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\n200 EURO, via the part of the budget for bench fees\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nThis will be accomplished via the KU Leuven's Research Data Repository (RDR).\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nScientific collaborators and potential funding partners for future related projects, using appropriate IP licensing wherever appropriate.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nProvisional patent and other IP constraints.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nafter proper authorization.\nWhen will the data be made available? \nUpon publication of research results\nAt the publication time for papers and patents, of course, but upon request via RDR for all other data, including computer codes, animations and videos on experiments.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nNo licence will be used and the data will be made available on request, eventually with a data sharing agreement or specific licensing.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nThis is automatically managed by RDR.\nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n4 of 5\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo cost. Digital data can be shared via the internet and prototype shown to visitors.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nMyself.\nWho will manage data storage and backup during the research project? \nMyself.\nWho will manage data preservation and sharing? \nMyself.\nWho will update and implement this DMP? \nMyself.\nCreated using DMPonline.be. Last modiﬁed 15 June 2023\n5 of 5"
    },
    "clean_full_text": "Bianisotropic Magnetless Nonreciprocal Metasurfaces (BATMANS) A Data Management Plan created using DMPonline.be Creator: Christophe Caloz Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: C14/22/095 ID: 198408 Start date: 31-03-2023 End date: 30-03-2026 Project abstract: Until recently, electromagnetic nonreciprocal devices have been mostly based on ferrimagnetic materials (ferrites), despite related issues, such as crystallographic incompatibility with integrated circuit technology. To address these issues, we reported in 2011 a first magnetless nonreciprocal (Faraday) metamaterial, or “metaferrite,” which triggered an intense quest for “magnetless nonreciprocity”. However, these early metaferrites, and subsequent magnetless structures, were quite primitive and limited. This project leverages the formidable recent advances in bianisotropic metasurfaces to develop BiAnisoTropic MAgnetless Nonreciprocal metaSurfaces (BATMANS) with new forms of nonreciprocity, related novel properties, superior performance, extra functionalities, and extremely diverse applications. Last modified: 15-06-2023 Created using DMPonline.be. Last modiﬁed 15 June 2023 1 of 5 Bianisotropic Magnetless Nonreciprocal Metasurfaces (BATMANS) Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Internal Reports This will essentially represent powerpoint presentations produced by the two PhD students involved in the project on a weekly or biweekly basis that will describe their detailed research progress (literature presentations, problems resolution, new idea proposals, paper plans, computer animations). All of these documents will be archived in a special folder according to the following filename code example: 2023_08_15_Einstein_Equivalence_Principles and will be conserved in a permanent manner. N ew D (igital) I mages N umerical T extual M odel <100GB Publications The publications will separate in two categories. 1) journal and letter papers and 2) conference communications, both being peer-reviewed. Records of all these publications, with related construction material (Word/LaTex files, figures, detailed mathematical derivations, editorial communications, revision documents, etc.), will be recorded in a special folder with the following folder name code example: 2023_08_15_Feynmann_Quantum_Electrodynamics and will be conserved in a permanent manner. N ew D (igital) I mages N umerical T extual M odel <10GB Code The code are typically Matlab programs that 1) produce output data and graphs from analytical derivations and formulas, 2) contain actual numerical-method codes (e.g., FDTD) for simulating specific structures, 3) represent short programs to construct animations. New D (igital) N umerical <2GB Prototypes Several metasurface prototypes will be fabricated and tested at ESAT and WaveCore as well as ad hoc measurement setups, using the related required part of the C1 funding. The measurements will be performed using standard microwave instrumentation, particularly vector network analyzers (VNAs), spectrum analyzers, real-time oscilloscopes, and infrastructure, such WaveCore's anechoic chamber. The corresponding data files will be those delivered by the related measurement instruments, such as s2p files for VNAs, etc. The prototypes will be microwave metasurfaces, i.e., thin plates of about 0.2x20x20 cm supported several layers of printed metallic shapes that represent the metaparticles. The pictures (and possible videos) will be taken by high-resolution smart phones and stored in jpg (mpeg4) formats. Both the metasurfaces and setups will be conserved in a permanent manner in the premises of the WaveCore group. Pictures of all the related hardware will be placed in the related publications. The prototypes will be shown to academic and industrial visitors, to foster collaborations and stimulated future funding, but none of them will be leaving KU Leuven. N ew P (hysical) H ardwaree <1cm x30cm x30cm Patents We are hoping to have substantial intellectual property generation in this project. We will contact for that the technology transfer office of KU Leuven at the earliest possible stage of the idea development and make sure that all the disclosure steps are followed according to rules of KU Leuven. N ew D (igital) I mages N umerical T extual M odel <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Potential new metasurfaces, with IP to be processed via the KU Leuven technology transfer office. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research Created using DMPonline.be. Last modiﬁed 15 June 2023 2 of 5 collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). See description of the research data summary. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes See description of the research data summary (e.g., instruments dedicated file types, photographs and videos standard file type) Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) Personal network drive (I-drive) On the J-/I-drives of KU Leuven's ICTS. How will the data be backed up? Personal back-ups I make (specify below) The data, being saved on the J-/I-drives, are automatically backed up by KU Leuven's ICTS. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? From (default) initial multi-factor KU Leuven's standard authentication. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Less than 200 EUR, supported bench fees in the proposal. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Created using DMPonline.be. Last modiﬁed 15 June 2023 3 of 5 In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? 200 EURO, via the part of the budget for bench fees Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) This will be accomplished via the KU Leuven's Research Data Repository (RDR). If access is restricted, please specify who will be able to access the data and under what conditions. Scientific collaborators and potential funding partners for future related projects, using appropriate IP licensing wherever appropriate. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights Provisional patent and other IP constraints. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) after proper authorization. When will the data be made available? Upon publication of research results At the publication time for papers and patents, of course, but upon request via RDR for all other data, including computer codes, animations and videos on experiments. Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) No licence will be used and the data will be made available on request, eventually with a data sharing agreement or specific licensing. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​Yes, a PID will be added upon deposit in a data repository This is automatically managed by RDR. Created using DMPonline.be. Last modiﬁed 15 June 2023 4 of 5 What are the expected costs for data sharing? How will these costs be covered? No cost. Digital data can be shared via the internet and prototype shown to visitors. Responsibilities Who will manage data documentation and metadata during the research project? Myself. Who will manage data storage and backup during the research project? Myself. Who will manage data preservation and sharing? Myself. Who will update and implement this DMP? Myself. Created using DMPonline.be. Last modiﬁed 15 June 2023 5 of 5"
}