{
    "document_id": "D-2021-1178",
    "LinkTitle": "D-2021-1178",
    "file_name": "D-2021-1178.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1178.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n 3E200706\nGrant Title\n 1194222N\nPrincipal Investigator / Researcher\n Michiel Vanslambrouck\nProject Data Contact\n +32479102706 ; michiel.vanslambrouck@kuleuven.be\nDescription\n Tightly controlled cell shape changes underlie cellular motion and self-organization\nin processes as diverse as wound healing and embryogenesis. Cell shapes are molded for an\nimportant part by differences in tension and adhesion between the cells, as well as cytoskeletal\nprotrusions. Much remains unknown about the role and regulation of force generation in\nembryogenesis. This project investigates a new approach to infer these cellular forces based on\nmicroscopy images and then correlate force generation with gene expression and protein\nlocalization. After carefully segmenting cell shapes from the images, force inference will be done\nbased on a biophysical model of cell shape and numerical optimization. The use of an explicit cell\nshape model enables a clearer distinction between the contributions of passive mechanical\nforces versus local directed force generation. In the project embryos of the nematode C. elegans\nwill be used as a model. The algorithm will yield a detailed sub-cellular force map of the\ndeveloping embryo. Laser ablation experiments will be performed to validate the inferences.\nFinally, the generated force maps will be linked to scRNA-Seq datasets and protein expression\ntime-lapses to explore how force generation is controlled in the C. elegans embryo.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMichiel Vanslambrouck\nFWO Project Number & Title\n1194222N\nSimulation-based Cell Shape Analysis and Force Inference: Development, Validation and\nApplication on C. elegans Embryogenesis\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of\ndata\nFormat\nVolume\nHow created\nMicroscopy\nimages\n(raw)\n.czi\n2TB\nconfocal fluorecense\nmicroscopy of C. elegans\nembryos, either 3D for time-\nlapses or 2D for laser\nablations\nMicroscopy\nimages\n(processed)\n.tiff\n500GB\nadjusted and selected parts\nof the raw time-lapse images\nsource\ncode\n.py,\n.ipynb,\n.java\n50MB\nsource code, either newly\ncreated or adapted from\nresearch group members\ncell\nmeshes\n.stl, .vtp\n2GB\ncell segmentations and\nsimulation output\nanalysis\noutput\n.txt, .png\n100MB\nanalysis logfiles containing\nmetadata and condensed\nresults from force inference\nPIV tracing\n.lineage\n10MB\ntracking files for measuring\nlaser ablations, associated\nwith .czi ablation files\nAblation\nsettings\n.xslx\n10MB\nsettings used for each\nablation measurement\nExisting\nscRNA\ndatasets\ncount\nmatrices,\nRPKM\n2GB\nsingle cell rna counts\nmeasured in several stages of\ndevelopment through scRNA-\nSeq\n \nTwo main flow paths:\n3D microscopy -> Cell segmentations -> Simulation-based optimization -> Physical parameters\n2D laser ablations -> PIV tracing -> Physical parameters (experimental)\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nYes\nThe source code of the Mpacts physics engine (\nhttps://mpacts.com/\n) cannot be distributed freely.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nInstead, the developers allow a docker image to be made public, so the software can still be run.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1\n. \nThe microscopy files automatically include metadata about the (hundreds of) captured\nproperties and settings. Most important for this project are pixel size, frametime and\nchannel information.\n2\n. \nFor laser ablations, the specific settings for every measurement are kept and summarized\ninto a configuration file to perform the analysis. \n3\n. \n All source code is documented for usage and internal logic. A README overview of how all\nelements work together\n is yet to be made\n as I am still developing the pipeline.\n4\n. \nThe image segmentation and simulation-based optimization procedures are all integrated in\na consistent folder structure that allows one to see the intermediate data from any step\nthey wish.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nMicroscopy metadata follows the OME-XML structure.\nThe segmentation pipeline uses a structured XML file to keep track of properties for every cell\nsegmentation.\n \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1\n. \nThe source code is continuously uploaded to GitHub, in a currently private project.\n2\n. \nRaw microscopy data is kept on both the microscopy PC and shared KUL drives.\n3\n. \nProcessed microscopy data and all analysis files are kept on my computer, backed up to my\npersonal harddrive and uploaded to the pCloud account of the research group. \nHow is backup of the data provided?\nThe data on KUL drives and pCloud are automatically backed up.\nSource code synchronization to GitHub is done regularly.\nPersonal external backup system runs daily.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\npCloud: 4TB limit, can be upgraded\nKUL drives: 2TB, can be upgraded\nGitHub: 10GB (plenty for source code)\nexternal hdd: 1TB\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe yearly cost of pCloud is below 100 euro and is covered by the research group.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAll cloud services are password protected. No sensitive data is handled.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data can be kept for a peariod of 5 years. The largest files are the raw microscopy and they\nare not strictly necessary to keep given that the processed microscopy images hold the relevant\nparts.\n \nWhere will the data be archived (= stored for the longer term)?\nAfter this project, all data can be stored on the KUL drives for at least 10 years, conform the KUL\nRDM policy.\nThe source code can remain accessible on GitHub (or BitBucket, if needed).\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe KUL storage options are free of charge.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nThe source code of the Mpacts physics engine is proprietary and will not be shared.\nAll data is either public to be used already, or generated ourselves.\nWhich data will be made available after the end of the project?\nAll results will all be available through Zenodo and publications.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nOpen access\nSource code (GitHub)\nSegmentations (.vpt files or .stl, Zenodo)\nIntermediate and final results (.txt, Zenodo)\nThe complete microscopy dataset will be kept private and may be shared on request, as this is a\nvery large dataset that would be inconvenient to host online.\nWhen will the data be made available?\nImmediately after the end of the project\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nAll results are made available on Zenodo as open access dataset under a CC-BY license.\nAls this project does not focus on the segmentation procedure itself, the microscopy time-lapses\nwill be shared on request.\nWhat are the expected costs for data sharing? How will the costs be covered?\nGitHub and Zenodo are free of charge\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nPhD researcher (Michiel Vanslambrouck)\nWho will be responsible for data storage & back up during the project?\nPhD researcher (Michiel Vanslambrouck)\nWho will be responsible for ensuring data preservation and reuse ?\nPhD researcher (Michiel Vanslambrouck)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nPromotor (Rob Jelier)\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier 3E200706 Grant Title 1194222N Principal Investigator / Researcher Michiel Vanslambrouck Project Data Contact +32479102706 ; michiel.vanslambrouck@kuleuven.be Description Tightly controlled cell shape changes underlie cellular motion and self-organization in processes as diverse as wound healing and embryogenesis. Cell shapes are molded for an important part by differences in tension and adhesion between the cells, as well as cytoskeletal protrusions. Much remains unknown about the role and regulation of force generation in embryogenesis. This project investigates a new approach to infer these cellular forces based on microscopy images and then correlate force generation with gene expression and protein localization. After carefully segmenting cell shapes from the images, force inference will be done based on a biophysical model of cell shape and numerical optimization. The use of an explicit cell shape model enables a clearer distinction between the contributions of passive mechanical forces versus local directed force generation. In the project embryos of the nematode C. elegans will be used as a model. The algorithm will yield a detailed sub-cellular force map of the developing embryo. Laser ablation experiments will be performed to validate the inferences. Finally, the generated force maps will be linked to scRNA-Seq datasets and protein expression time-lapses to explore how force generation is controlled in the C. elegans embryo. Institution KU Leuven 1. General Information Name applicant Michiel Vanslambrouck FWO Project Number & Title 1194222N Simulation-based Cell Shape Analysis and Force Inference: Development, Validation and Application on C. elegans Embryogenesis Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created Microscopy images (raw) .czi 2TB confocal fluorecense microscopy of C. elegans embryos, either 3D for time- lapses or 2D for laser ablations Microscopy images (processed) .tiff 500GB adjusted and selected parts of the raw time-lapse images source code .py, .ipynb, .java 50MB source code, either newly created or adapted from research group members cell meshes .stl, .vtp 2GB cell segmentations and simulation output analysis output .txt, .png 100MB analysis logfiles containing metadata and condensed results from force inference PIV tracing .lineage 10MB tracking files for measuring laser ablations, associated with .czi ablation files Ablation settings .xslx 10MB settings used for each ablation measurement Existing scRNA datasets count matrices, RPKM 2GB single cell rna counts measured in several stages of development through scRNA- Seq Two main flow paths: 3D microscopy -> Cell segmentations -> Simulation-based optimization -> Physical parameters 2D laser ablations -> PIV tracing -> Physical parameters (experimental) 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes The source code of the Mpacts physics engine ( https://mpacts.com/ ) cannot be distributed freely. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Instead, the developers allow a docker image to be made public, so the software can still be run. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1 . The microscopy files automatically include metadata about the (hundreds of) captured properties and settings. Most important for this project are pixel size, frametime and channel information. 2 . For laser ablations, the specific settings for every measurement are kept and summarized into a configuration file to perform the analysis. 3 . All source code is documented for usage and internal logic. A README overview of how all elements work together is yet to be made as I am still developing the pipeline. 4 . The image segmentation and simulation-based optimization procedures are all integrated in a consistent folder structure that allows one to see the intermediate data from any step they wish. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Microscopy metadata follows the OME-XML structure. The segmentation pipeline uses a structured XML file to keep track of properties for every cell segmentation. 5. Data storage and backup during the FWO project Where will the data be stored? 1 . The source code is continuously uploaded to GitHub, in a currently private project. 2 . Raw microscopy data is kept on both the microscopy PC and shared KUL drives. 3 . Processed microscopy data and all analysis files are kept on my computer, backed up to my personal harddrive and uploaded to the pCloud account of the research group. How is backup of the data provided? The data on KUL drives and pCloud are automatically backed up. Source code synchronization to GitHub is done regularly. Personal external backup system runs daily. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes pCloud: 4TB limit, can be upgraded KUL drives: 2TB, can be upgraded GitHub: 10GB (plenty for source code) external hdd: 1TB What are the expected costs for data storage and back up during the project? How will these costs be covered? The yearly cost of pCloud is below 100 euro and is covered by the research group. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All cloud services are password protected. No sensitive data is handled. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data can be kept for a peariod of 5 years. The largest files are the raw microscopy and they are not strictly necessary to keep given that the processed microscopy images hold the relevant parts. Where will the data be archived (= stored for the longer term)? After this project, all data can be stored on the KUL drives for at least 10 years, conform the KUL RDM policy. The source code can remain accessible on GitHub (or BitBucket, if needed). What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The KUL storage options are free of charge. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: The source code of the Mpacts physics engine is proprietary and will not be shared. All data is either public to be used already, or generated ourselves. Which data will be made available after the end of the project? All results will all be available through Zenodo and publications. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail Open access Source code (GitHub) Segmentations (.vpt files or .stl, Zenodo) Intermediate and final results (.txt, Zenodo) The complete microscopy dataset will be kept private and may be shared on request, as this is a very large dataset that would be inconvenient to host online. When will the data be made available? Immediately after the end of the project Upon publication of the research results Who will be able to access the data and under what conditions? All results are made available on Zenodo as open access dataset under a CC-BY license. Als this project does not focus on the segmentation procedure itself, the microscopy time-lapses will be shared on request. What are the expected costs for data sharing? How will the costs be covered? GitHub and Zenodo are free of charge 8. Responsibilities Who will be responsible for data documentation & metadata? PhD researcher (Michiel Vanslambrouck) Who will be responsible for data storage & back up during the project? PhD researcher (Michiel Vanslambrouck) Who will be responsible for ensuring data preservation and reuse ? PhD researcher (Michiel Vanslambrouck) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Promotor (Rob Jelier) Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}