{
    "document_id": "D-2023-2030",
    "LinkTitle": "D-2023-2030",
    "file_name": "D-2023-2030.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2030.pdf",
    "metadata": {
        "title": "RAMIFY, Towards Robot-assisted Multi-arm Vocal Fold Surgery",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "RAMIFY, Towards Robot-assisted Multi-arm Vocal Fold Surgery\nA Data Management Plan created using DMPonline.be\nCreators: \nSukrit Prasarnkleo, n.n. n.n., n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject Administrator:\n \nn.n. n.n., n.n. n.n.\nGrant number / URL: \n1S63523N\nID: \n198888\nStart date: \n01-11-2022\nEnd date: \n01-11-2026\nProject abstract:\nMinimally invasive surgery (MIS) is an increasingly popular surgical technique as it reduces patient trauma, shortens recovery time, and\nincreases the patient’s quality of life. The technique includes the insertion of long and slender tools to perform an operation through a\n“keyhole” in the body. One of the main interests of MIS where tools could be inserted through a natural orifice is Ear, Nose, and Throat\n(ENT) surgery, especially the vocal fold as it is one of the hardest regions to reach through the mouth. Surgeons need to navigate their\ntools through a highly confined and tortuous space of the larynx, and often time the patient's neck need to be bent in a hyperextension\nposture to improve reachability. Therefore a robot-assisted system is highly desired.\nThe aforementioned “assisted system” consists of a miniaturized multi-arm robot that can effectively navigate into and operate on the\nvocal fold. A method to perform tissue manipulation (cutting/ablating), together with an additional “assistive technology” will be mounted to\neach robot arm which includes an “Optical Coherence Tomography (OCT) scanner” to help detect the tumor margin. Work packages of\nthe project consist of Clinical data gathering, design and development of robot backbone, robot assistive technology, and robot control.\nThe project is carried out in close collaboration with the university hospital (UZ Leuven). Therefore, data requires to achieve the end goal\nof the project will include both engineering data and clinical data for design, development, and validation.\nLast modified: \n24-04-2023\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n1 of 8\nRAMIFY, Towards Robot-assisted Multi-arm Vocal Fold Surgery\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nAll collected patient data will be used after anonymization. No personal data is needed for this project. Data to be collected includes:\nCT-scans from patients with vocal fold disease. These scans are typically available for surgical planning. This data will be used to design versatile instruments based on statistical shape\nanalysis.\nOCT-scans of healthy and infected vocal folds. This tissue is typically collected and sent to histology. Here, it will find a secondary use to train machine learning algorithms\nExperiments and questionnaires that gauge the appreciation of the technology.\nExperiment/instrument/OCT/video data from cadaver/mock-up experiment trials will be collected.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1) Dr. Mouloud Ourak is the data manager of the RAS research group (the group that the researcher is working with)\n2) Storage capacity during and after the research:\nboth during and after the research, the data is stored on the secure RAS data server. The Ph.D. applicant is asked to access the data server for copying data only in order to process the\ndata after which local copies are to be removed.\na storage capacity of 3TB is foreseen for the purpose of this project and can be adjusted if needed.\nDuration:\nthe medical data will be stored for 10 years. All data is foreseen as a token such that it can be retrieved and removed in line with GDPR if requested by the patient.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWe do not expect any issues. The RAS group has ample expertise in gathering, processing, and dealing with medical data. All data is always anonymized before transfer outside of the hospital.\nTypically transfer takes place through LiquidFiles for secure file transfer.\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n2 of 8\nRAMIFY, Towards Robot-assisted Multi-arm Vocal Fold Surgery\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n3 of 8\nRAMIFY, Towards Robot-assisted Multi-arm Vocal Fold Surgery\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n4 of 8\nRAMIFY, Towards Robot-assisted Multi-arm Vocal Fold Surgery\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical data\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nCT images\nClinical laryngeal computed tomography\nimages for experiment, design and\ndevelopment of the project\nGenerate new data\nDigital\nExperimental\n.tif\n.jpeg\n.png\n<100 GB\n \nOCT images\nClinical laryngeal optical coherence\ntomography images for experiment,\ndesign, and development of the robotic\nsystem\nGenerate new data\nDigital\nExperimental\n.tif\n.jpeg\n.png\n.avi\n<1TB\n \nClinical\nExperimental\nData\nData from clinical experiments and\nclinical trials when developing and/or\nvalidating robotic devices (include data\nfrom processor unit, video, sensors) \nGenerate new data\nDigital\nExperimental\n.txt\n.avi\n<100 GB\n \nCAD files\nComputer-aided design and simulation of\nthe robotic system\nGenerate new data\nDigital\nSoftware\n.ipt\n.iam\n.stl\n.step\n.dwg\n<100 GB\n \nPython\nscripts\nProgramming scripts for experiments and\ncontrol of the robot\nGenerate new data\nDigital\nSoftware\n.py\n.ipynp\n<1 GB\n \nAnimal\ntissue and\nCadaver\nPig's larynx and human cadaver for\ndeveloping and/or validation of robotic\ndevices.\nGenerate new data\nPhysical\n \n \n \nThe tissue\nwill be stored\nat the\ndesignated\nlab for live\ntissue\nmanagement\nat KU\nLeuven\n(FIBEr lab).\nExpected 5\npig larynx\nand 1 human\ncadaver.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nAll clinical-related data and human trial experiments will be reviewed by the Ethics Committee of the university hospital Leuven (UZ Leuven). All data will be anonymized (or pseudo-anonymized).\nThe study regarding various experiments for Laryngeal workspace analysis has been approved by the ethics committee of UZ Leuven (S65808). \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n5 of 8\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nThe OCT algorithms for optical biopsy, together with the final robot design and/or the coding script for robot control can be commercialized and used in a clinical environment. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nCT/OCT images, and experimental data are stored in their respective folder. The folder naming convention will be YY/MM/DD followed by an experiment name so that it can easily be sorted. Each\nexperimental data will be accompanied by an experimental workflow (.docx or .txt file) stored inside the experiment folder. This workflow describes the methodology and procedure of the\nexperiment to ensure repeatability. Clinical experimental data will also be accompanied by an ethical approval document. \nMechanical design files (CAD files), and coding scripts (Python files) are stored together with a .txt file. These files explain how each part is linked to one another for CAD files, and how to operate\nthe script and what is the purpose of the script for Python files.\nFor animals and cadavers, the data logging is handled by FIBEr lab, KU Leuven, which specialized in managing live tissue.\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nThere is no strict metadata standard used for experiments in this project. However, there will be a workflow guide or a text file for each digital data set (and experiment) on how to operate the\nexperiment, how to read the data, and the purpose of the experiment. The workflow ensures the project's repeatability and smooth transition to the next generation after the initial project is\nfinished.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDigital data are immediately linked and backed up to personal KU Leuven Onedrive service and will be moved immediately toward a more extensive storage space (the Robot-assisted Surgery\nLarge Volume Storage drive). For larger-sized data (images and videos), they will either be processed first on a personal computer (which is also backed up to KU Leuven Onedrive) or stored\ndirectly in the Robot-assisted Surgery storage drive.\nHow will the data be backed up?\nDaily back up is performed automatically by KU Leuven Onedrive services, both for personal KU Leuven Onedrive and for large storage Robot-assisted Surgery group's Onedrive.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKU Leuven's personal Onedrive provides a capacity to store 2 TB of data which would already be enough for all mechanical design files, coding scripts, images, and videos. Moreover, large files\nthat barely need updates such as images and videos could be stored only on the Robot-assisted Surgery group's Large Volume Storage drive (managed by KU Leuven's ICTS) in case of\nreaching the maximum data capacity in the personal Onedrive. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nFiles that are stored in personal KU Leuven Onedrive cannot be accessed by any other unauthorized person other than the researcher. The files in the Large Volume Storage (KU Leuven Robot-\nassisted Surgery drive) have a dedicated folder for this project which could only be accessed by the researcher and supervisor. Moreover, the data in the Large Volume Storage will be checked\nand updated daily by the researcher.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n6 of 8\nKU Leuven personal Onedrive is free for all KU Leuven staff. Large Volume Storage drive will be covered by the Robot-assisted Surgery group that the researcher is working with.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll digital data generated in this project will be maintained for at least five years. There is no case where the data could not be maintained.\nWhere will these data be archived (stored and curated for the long-term)?\nWhen the project is finished, all digital data will be stored in the Robot-assisted Surgery Large Volume Storage drive, managed by KU Leuven ICTS.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe cost for data preservation will be managed by the head of the Robot-assisted Surgery group, Prof. Emmanual Vander Poorten, KU Leuven. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll digital data will be made available to the next researcher(s) who will be working on a work related to this project.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nOnly the project supervisor(s) and new researcher(s) who work on the related topics within the Robot-assisted Surgery group, KU Leuven, will have access to the data. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Ethical aspects\nYes, Intellectual Property Rights\nAll clinical-related experimental data can only be accessed by the supervisor and the responsible physician investigator, which only to their decision, can grant access to others. Clinical\nexperiment data is kept anonymous and cannot be traced back to the origin. All clinical-related data and procedures will comply with (and be approved by) the Ethics Committee of UZ Leuven.\nThe final design of the robot (and/or the technology involved) will be patented.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe digital data will be in the KU Leuven repository. Also, the coding script will be available on Gitlab.\nWhen will the data be made available?\nThe data will be made available upon acceptance of the related journal/conference for the study to be published. In this case, only a limited data set that needs to support the acceptance of\nscientific publication will be made available, and only upon the approval of the clinicians and ethics board.\nWhich data usage licenses are you going to provide? If none, please explain why.\nUpon acceptance of the study to be published, the cleaned and (pseudo)anonymized data set can be shared under Creative Common Attribution License (CC BY). Participants' personal\ninformation are not stored by the researcher so, it cannot (and will not) be shared.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nDOI will be provided upon acceptance of publishing for the study.\nWhat are the expected costs for data sharing? How will these costs be covered?\nKU Leuven repository and Gitlab are free of charge.\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n7 of 8\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMouloud Ourak \nWho will manage data storage and backup during the research project?\nMouloud Ourak \nWho will manage data preservation and sharing?\nMouloud Ourak \nWho will update and implement this DMP?\nMouloud Ourak \nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n8 of 8"
    },
    "clean_full_text": "RAMIFY, Towards Robot-assisted Multi-arm Vocal Fold Surgery A Data Management Plan created using DMPonline.be Creators: Sukrit Prasarnkleo, n.n. n.n., n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Project Administrator: n.n. n.n., n.n. n.n. Grant number / URL: 1S63523N ID: 198888 Start date: 01-11-2022 End date: 01-11-2026 Project abstract: Minimally invasive surgery (MIS) is an increasingly popular surgical technique as it reduces patient trauma, shortens recovery time, and increases the patient’s quality of life. The technique includes the insertion of long and slender tools to perform an operation through a “keyhole” in the body. One of the main interests of MIS where tools could be inserted through a natural orifice is Ear, Nose, and Throat (ENT) surgery, especially the vocal fold as it is one of the hardest regions to reach through the mouth. Surgeons need to navigate their tools through a highly confined and tortuous space of the larynx, and often time the patient's neck need to be bent in a hyperextension posture to improve reachability. Therefore a robot-assisted system is highly desired. The aforementioned “assisted system” consists of a miniaturized multi-arm robot that can effectively navigate into and operate on the vocal fold. A method to perform tissue manipulation (cutting/ablating), together with an additional “assistive technology” will be mounted to each robot arm which includes an “Optical Coherence Tomography (OCT) scanner” to help detect the tumor margin. Work packages of the project consist of Clinical data gathering, design and development of robot backbone, robot assistive technology, and robot control. The project is carried out in close collaboration with the university hospital (UZ Leuven). Therefore, data requires to achieve the end goal of the project will include both engineering data and clinical data for design, development, and validation. Last modified: 24-04-2023 Created using DMPonline.be. Last modiﬁed 24 April 2023 1 of 8 RAMIFY, Towards Robot-assisted Multi-arm Vocal Fold Surgery Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) All collected patient data will be used after anonymization. No personal data is needed for this project. Data to be collected includes: CT-scans from patients with vocal fold disease. These scans are typically available for surgical planning. This data will be used to design versatile instruments based on statistical shape analysis. OCT-scans of healthy and infected vocal folds. This tissue is typically collected and sent to histology. Here, it will find a secondary use to train machine learning algorithms Experiments and questionnaires that gauge the appreciation of the technology. Experiment/instrument/OCT/video data from cadaver/mock-up experiment trials will be collected. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1) Dr. Mouloud Ourak is the data manager of the RAS research group (the group that the researcher is working with) 2) Storage capacity during and after the research: both during and after the research, the data is stored on the secure RAS data server. The Ph.D. applicant is asked to access the data server for copying data only in order to process the data after which local copies are to be removed. a storage capacity of 3TB is foreseen for the purpose of this project and can be adjusted if needed. Duration: the medical data will be stored for 10 years. All data is foreseen as a token such that it can be retrieved and removed in line with GDPR if requested by the patient. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) We do not expect any issues. The RAS group has ample expertise in gathering, processing, and dealing with medical data. All data is always anonymized before transfer outside of the hospital. Typically transfer takes place through LiquidFiles for secure file transfer. Created using DMPonline.be. Last modiﬁed 24 April 2023 2 of 8 RAMIFY, Towards Robot-assisted Multi-arm Vocal Fold Surgery DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 April 2023 3 of 8 RAMIFY, Towards Robot-assisted Multi-arm Vocal Fold Surgery GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 24 April 2023 4 of 8 RAMIFY, Towards Robot-assisted Multi-arm Vocal Fold Surgery FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA CT images Clinical laryngeal computed tomography images for experiment, design and development of the project Generate new data Digital Experimental .tif .jpeg .png <100 GB OCT images Clinical laryngeal optical coherence tomography images for experiment, design, and development of the robotic system Generate new data Digital Experimental .tif .jpeg .png .avi <1TB Clinical Experimental Data Data from clinical experiments and clinical trials when developing and/or validating robotic devices (include data from processor unit, video, sensors) Generate new data Digital Experimental .txt .avi <100 GB CAD files Computer-aided design and simulation of the robotic system Generate new data Digital Software .ipt .iam .stl .step .dwg <100 GB Python scripts Programming scripts for experiments and control of the robot Generate new data Digital Software .py .ipynp <1 GB Animal tissue and Cadaver Pig's larynx and human cadaver for developing and/or validation of robotic devices. Generate new data Physical The tissue will be stored at the designated lab for live tissue management at KU Leuven (FIBEr lab). Expected 5 pig larynx and 1 human cadaver. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data All clinical-related data and human trial experiments will be reviewed by the Ethics Committee of the university hospital Leuven (UZ Leuven). All data will be anonymized (or pseudo-anonymized). The study regarding various experiments for Laryngeal workspace analysis has been approved by the ethics committee of UZ Leuven (S65808). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 24 April 2023 5 of 8 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The OCT algorithms for optical biopsy, together with the final robot design and/or the coding script for robot control can be commercialized and used in a clinical environment. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). CT/OCT images, and experimental data are stored in their respective folder. The folder naming convention will be YY/MM/DD followed by an experiment name so that it can easily be sorted. Each experimental data will be accompanied by an experimental workflow (.docx or .txt file) stored inside the experiment folder. This workflow describes the methodology and procedure of the experiment to ensure repeatability. Clinical experimental data will also be accompanied by an ethical approval document. Mechanical design files (CAD files), and coding scripts (Python files) are stored together with a .txt file. These files explain how each part is linked to one another for CAD files, and how to operate the script and what is the purpose of the script for Python files. For animals and cadavers, the data logging is handled by FIBEr lab, KU Leuven, which specialized in managing live tissue. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No There is no strict metadata standard used for experiments in this project. However, there will be a workflow guide or a text file for each digital data set (and experiment) on how to operate the experiment, how to read the data, and the purpose of the experiment. The workflow ensures the project's repeatability and smooth transition to the next generation after the initial project is finished. 3. Data storage & back-up during the research project Where will the data be stored? Digital data are immediately linked and backed up to personal KU Leuven Onedrive service and will be moved immediately toward a more extensive storage space (the Robot-assisted Surgery Large Volume Storage drive). For larger-sized data (images and videos), they will either be processed first on a personal computer (which is also backed up to KU Leuven Onedrive) or stored directly in the Robot-assisted Surgery storage drive. How will the data be backed up? Daily back up is performed automatically by KU Leuven Onedrive services, both for personal KU Leuven Onedrive and for large storage Robot-assisted Surgery group's Onedrive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KU Leuven's personal Onedrive provides a capacity to store 2 TB of data which would already be enough for all mechanical design files, coding scripts, images, and videos. Moreover, large files that barely need updates such as images and videos could be stored only on the Robot-assisted Surgery group's Large Volume Storage drive (managed by KU Leuven's ICTS) in case of reaching the maximum data capacity in the personal Onedrive. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Files that are stored in personal KU Leuven Onedrive cannot be accessed by any other unauthorized person other than the researcher. The files in the Large Volume Storage (KU Leuven Robot- assisted Surgery drive) have a dedicated folder for this project which could only be accessed by the researcher and supervisor. Moreover, the data in the Large Volume Storage will be checked and updated daily by the researcher. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 24 April 2023 6 of 8 KU Leuven personal Onedrive is free for all KU Leuven staff. Large Volume Storage drive will be covered by the Robot-assisted Surgery group that the researcher is working with. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All digital data generated in this project will be maintained for at least five years. There is no case where the data could not be maintained. Where will these data be archived (stored and curated for the long-term)? When the project is finished, all digital data will be stored in the Robot-assisted Surgery Large Volume Storage drive, managed by KU Leuven ICTS. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The cost for data preservation will be managed by the head of the Robot-assisted Surgery group, Prof. Emmanual Vander Poorten, KU Leuven. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All digital data will be made available to the next researcher(s) who will be working on a work related to this project. If access is restricted, please specify who will be able to access the data and under what conditions. Only the project supervisor(s) and new researcher(s) who work on the related topics within the Robot-assisted Surgery group, KU Leuven, will have access to the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Ethical aspects Yes, Intellectual Property Rights All clinical-related experimental data can only be accessed by the supervisor and the responsible physician investigator, which only to their decision, can grant access to others. Clinical experiment data is kept anonymous and cannot be traced back to the origin. All clinical-related data and procedures will comply with (and be approved by) the Ethics Committee of UZ Leuven. The final design of the robot (and/or the technology involved) will be patented. Where will the data be made available? If already known, please provide a repository per dataset or data type. The digital data will be in the KU Leuven repository. Also, the coding script will be available on Gitlab. When will the data be made available? The data will be made available upon acceptance of the related journal/conference for the study to be published. In this case, only a limited data set that needs to support the acceptance of scientific publication will be made available, and only upon the approval of the clinicians and ethics board. Which data usage licenses are you going to provide? If none, please explain why. Upon acceptance of the study to be published, the cleaned and (pseudo)anonymized data set can be shared under Creative Common Attribution License (CC BY). Participants' personal information are not stored by the researcher so, it cannot (and will not) be shared. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes DOI will be provided upon acceptance of publishing for the study. What are the expected costs for data sharing? How will these costs be covered? KU Leuven repository and Gitlab are free of charge. Created using DMPonline.be. Last modiﬁed 24 April 2023 7 of 8 6. Responsibilities Who will manage data documentation and metadata during the research project? Mouloud Ourak Who will manage data storage and backup during the research project? Mouloud Ourak Who will manage data preservation and sharing? Mouloud Ourak Who will update and implement this DMP? Mouloud Ourak Created using DMPonline.be. Last modiﬁed 24 April 2023 8 of 8"
}