{
    "document_id": "D-2022-1623",
    "LinkTitle": "D-2022-1623",
    "file_name": "D-2022-1623.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1623.pdf",
    "metadata": {
        "title": "D-2022-1623",
        "author": "Judith Gruber",
        "num_pages": 7
    },
    "content": {
        "full_text": "DATA MANAGEMENT PLAN\nProject Name \nTHE DECOLONIZATION OF THE ROMAN CATHOLIC CHURCH IN THE DRC / \nZAIRE\nPrincipal Investigator / Researcher Judith Gruber\nCO-Promotor : Idesbald Goddeeris\nInstitution: KU Leuven\nProject Number: \nBOF research project C14/22/001\nProject Description:\nThe research for this project consists of a archival research, oral history and text-based \nstudy, as well as a synthesis of the results. It will be conducted by a team\nconsisting of a three doctoral researchers, who will work in close consultancy with the \nproject supervisors.\nProject Abstract:\nWhereas political, economic, military and demographic aspects of the decolonization of \nBelgian Congo have been studied thoroughly, our knowledge of the postcolonial fate of \nmissionaries remains limited to specific topics (e.g. the massacres of the 1960s) or \ngeneral narratives (e.g. inculturation and dialogue). This research project wants to \nexamine how the Church decolonized in the first decades of Congolese independence. \nThrough an interdisciplinary approach that triangulates historical, systematic-theological \nand qualitative social-empirical methods, it seeks to (1) examine the institutional, textual \nand oral histories of the RCC in post-independence Zaire/DRC, and (2) to use the results \nin order to describe, analyze and assess the concepts that orient local and global \ndiscourses of decolonization.\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow\nand per WP or objective of the project.\nType of Data FormatVolumeHow created Software used \nto \nmanage/analy\nse the data\ntextual: .docx500 MBextract citiations Microsoft \ncollections\nof citiations from\nacademic\npublications.ctv from academic\npublications, (1)\nsave them in a word\ndocument\n(unstructured text)\nand (2) categorize\nand save them in\nthe reference\nmanagement\nprogramme CITAVI\n(structured text)Office Word;\nCITAVI\ntextual:annotation\ns\non academic\npublicationshandwritten\nnotes on \npaper;\ndigital \nnotes;\n.pdf1 GBAnnotiations\n-either hand-\nwritten hard-\ncopy academic \npublication, \ndigitized into \npdf files, and \nturned  into \neditable text \nfiles with OCR\n-or digitally in \nreference \nmanager ZoteroZotero\ntextual: notes of\nliterature reviewhand-\nwritten\nnotes on \npaper\n.docx1 GBtake hand-written\nnotes during\nliterature review,\ndigitize them into\npdf files, and turn\nthem into editable\ntext files with OCR\ntake digital notes in\nword documents\nduring literature\nreview\ntextual: research\nmeeting minutes.docx500MBtake minutes during\nresearch meetingsMicrosoft \nOffice Word\nInformed consent \nformsOn paper\nDigitized \nin .jpeg \nformat500 MBForms through which \ninterviewees indicate \nwhat the researchers \ncan do with their \ninformation/the \nrecordings/transcripts \nof their interviews\nqualitative data: \n70 conversations / \noral historyaudio-\nrecorded\nand stored 10 GBface-to-face\nconversations with\npeople who were Transcriptions \nwith Sonix.ai \ninto Word \nin\nuncompress\ned\nWAV \nformat;\ntranscribed \ninto\n.docxinvolved in the \ndecolonization of the \nchurch in Congodocuments; \nAnalysis with \nNVivo\nArchival \ndocumentsDigitized \nin .jpeg \nformat3 GB(Selective) \nphotographing of \narchival documents in \ncongregational/diocesa\nn archives in Belgium \nand the DRCData will be \norganized and \nanalyzed with \nTropy\nFieldwork notes Hand-\nwritten \nnotes on \npaper \nDigitized \nin .docx \nformat500 MBNotes taken during \nethnographic field visits  \nwith congregations in \nBelgium and the DRC; \nparishes/dioceses in the \nDRCMicrosoft \noffice Word \nused to \ndigitize; Nvivo \nto analyze\nHistorical \njournalistic \ncontentDigitized \n(.jpeg)1 GBScreenshots/\nphotographs of Belgian \nand Congolese \nnewspaper articles \npublished during the \nperiod under \ninvestigation. Access \nthrough archival \ninstitutions or online \n(eg Belgicapress)Belgicapress to \nfind them; \nTropy to \nanalyze\n3. Legal and ethical issues\nWill you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to your file in KU Leuven's Register of Data\nProcessing for Research and Public Service Purposes (PRET application). Be\naware that registering the fact that you process personal data is a legal\nobligation.\nYes\nPrivacy Registry Reference: the PRET-application for the work package of the historical \ndoctoral research  has been submitted and approved by the ethics committee ( G-2022-5924-\nR2). In 2023, amendments to this application will be submitted for the other work \npackages of the project.  \nShort description of the kind of personal data that will be used: sex / age/ ethnic\nbackground / religious affiliation\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the\nformal approval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer\nand valorisation? Will IP restrictions be claimed for the data you created? If so,\nfor what data and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions are in\nplace?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data\ncollected/generated in this project?\nFor the oral history conversations , details on the setting of the conversations, the \ninformed consent process, the subjects discussed and the instructions given to  \ninterviewers will be documented in a Word document. Also steps taken to remove\ndirect identifiers in the data will be described.\nFor the literature review studies, details on the literature search (choice of search\nterms, used library databanks) will be documented in a Word document.\nWill a metadata standard be used? If so, describe in detail which standard will be\nused. If no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nSince the disciplines of theology  and history do not have appropriate metadata standards,  \nwe will seek the advice of colleagues and research support staff at the University to \ndecide which metadata standard (if any) is appropriate for this project.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nFor the storage and preservation of data during and 10 years after the end of the\nresearch, a person responsible will be designated.\nDuring and for at least 5 years after the project, the researchers will store and share\ndata through:\n- A personal OneDrive account provided by KU Leuven (2 TB online storage)\n- The faculty's shared network drives\n- External hard disks that can be procured by the researchers\nBooks that will be bought with the project's funding will be stored and made available\nto other researchers through the Maurits Sabbe library. This will ensure the  preservation \nand availability of these resources to those interested.\nHow is backup of the data provided?\nThe data will be stored on the personal OneDrive accounts provided by KU Leuven,\nwith automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available\nthen explain how this will be taken care of.\nYes\nEach researcher of the project has a personal OneDrive account with 2 TB online\nstorage space.\nhttps://icts.kuleuven.be/sc/english/storage/onedrive\nWhat are the expected costs for data storage and back up during the project?\nHow will these costs be covered?\nData will be stored and backed-up with the personal One-Drive accounts of the project\nresearchers, provided by KU Leuven. There will be no additional costs for data storage\nand back up during the project.\nData security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nStorage of personal data from oral history conversations  will be password-secured. \nBitLocker will be turned on automatically on the PCs of the researchers. Researchers will \nactivate the multifactor authentication with the KU Leuven Authenticator app.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state\nthe reasons for this (legal or contractual restrictions, physical preservation\nissues, ...).\nAll data sets described in section 2 will be retained for 10 years after the end of the\nproject on the researchers' OneDrive account provided by KU leuven.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up\nprocedures) for at least 10 years, conform the KU Leuven RDM policy.\nAfter this period, recordings and transcripts of oral history conversations specifically can \nbe deposited in specialized archives, such as KADOC (KU Leuven) or the congregational  \narchives of the respective interviewee (for example Erfgoed Annuntiaten Heverlee or \nArchives des Soeurs de Sainte Marie de Namur). In this way, the data remains accessible, \nbut in the secured context of a mission/congregational archive: these institutions grant \naccess to archival material based on the individual researcher’s objectives and research \ntopics, often in dialogue with the creator of the data. Concretely, this means that every \ninterviewee will be asked if they agree with the preservation of their testimonies in such \nan institution, and if yes, whether or not they want to be involved in giving individual \npermission. \nWhat are the expected costs for data preservation during the retention period of\n5 years? How will the costs be covered?\nData will be preserved on the researchers' OneBox for Business accounts that are\ncentrally financed up to 5 TB per user by KU Leuven. There will be no additional costs\nfor data storage.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nMost data will be uploaded in a cvs format in Zenodo under a CC-BY license , except for \nall the data related to the oral history conversations and the digitized archival documents \nbecause of respectively ethical and legal constraints. The former category results from \nvery personal relationships of trust between researcher and participants. The current \nintensity of the decolonization debate and eventual tensions within catholic congregations  \nmake many of the topics discussed quite sensitive. The latter category is obtained by \nindividual permission from archival institutions, so making this data available Open \nAccess would be illegal. However, metadata documents on these data sets will be created \nan published Open Access, so that other researchers get a clear view on the totality of the \ndata created, and where and how to ask for access.  \nWhere/how will the data be made available for reuse?\nIn an Open Access repository .\nThe full dataset with documentation will be uploaded in a cvs format in Zenodo.\nhttps://zenodo.org/\nAs indicated above, in dialogue with participants, oral history data can be deposited in \narchival institutions, both in their digital depots (recordings as well as transcripts) and \nphysically (transcripts).\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nAll data not bound by ethical and legal considerations (see above)  will be uploaded in a \ncvs format in Zenodo as an open access dataset  under a CC-BY license. Therefore, it will \nbe available to anyone for any purpose,  provided that they give appropriate credit to the \ncreators. The oral history data will be accessible for individuals after a request procedure: \nthe archival institution storing the data will have to contact the member of the project that \ncreated the data, who will then either contact the participant or assess the request \nhim/herself when the participant has deceased. In this way, the participant’s rights, as \nestablished before the oral history conversations through the written consent form,  are \nprotected. \nWhat are the expected costs for data sharing? How will the costs be covered?\nno costs expected\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nA doctoral researcher of the project  will be responsible for data documentation & \nmetadata.\nWho will be responsible for data storage & back up during the project?\nA doctoral researcher of the project  will be responsible for data storage and back up \nduring the project.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI will be responsible for ensuring data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
    },
    "clean_full_text": "DATA MANAGEMENT PLAN Project Name THE DECOLONIZATION OF THE ROMAN CATHOLIC CHURCH IN THE DRC / ZAIRE Principal Investigator / Researcher Judith Gruber CO-Promotor : Idesbald Goddeeris Institution: KU Leuven Project Number: BOF research project C14/22/001 Project Description: The research for this project consists of a archival research, oral history and text-based study, as well as a synthesis of the results. It will be conducted by a team consisting of a three doctoral researchers, who will work in close consultancy with the project supervisors. Project Abstract: Whereas political, economic, military and demographic aspects of the decolonization of Belgian Congo have been studied thoroughly, our knowledge of the postcolonial fate of missionaries remains limited to specific topics (e.g. the massacres of the 1960s) or general narratives (e.g. inculturation and dialogue). This research project wants to examine how the Church decolonized in the first decades of Congolese independence. Through an interdisciplinary approach that triangulates historical, systematic-theological and qualitative social-empirical methods, it seeks to (1) examine the institutional, textual and oral histories of the RCC in post-independence Zaire/DRC, and (2) to use the results in order to describe, analyze and assess the concepts that orient local and global discourses of decolonization. 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. Type of Data FormatVolumeHow created Software used to manage/analy se the data textual: .docx500 MBextract citiations Microsoft collections of citiations from academic publications.ctv from academic publications, (1) save them in a word document (unstructured text) and (2) categorize and save them in the reference management programme CITAVI (structured text)Office Word; CITAVI textual:annotation s on academic publicationshandwritten notes on paper; digital notes; .pdf1 GBAnnotiations -either hand- written hard- copy academic publication, digitized into pdf files, and turned into editable text files with OCR -or digitally in reference manager ZoteroZotero textual: notes of literature reviewhand- written notes on paper .docx1 GBtake hand-written notes during literature review, digitize them into pdf files, and turn them into editable text files with OCR take digital notes in word documents during literature review textual: research meeting minutes.docx500MBtake minutes during research meetingsMicrosoft Office Word Informed consent formsOn paper Digitized in .jpeg format500 MBForms through which interviewees indicate what the researchers can do with their information/the recordings/transcripts of their interviews qualitative data: 70 conversations / oral historyaudio- recorded and stored 10 GBface-to-face conversations with people who were Transcriptions with Sonix.ai into Word in uncompress ed WAV format; transcribed into .docxinvolved in the decolonization of the church in Congodocuments; Analysis with NVivo Archival documentsDigitized in .jpeg format3 GB(Selective) photographing of archival documents in congregational/diocesa n archives in Belgium and the DRCData will be organized and analyzed with Tropy Fieldwork notes Hand- written notes on paper Digitized in .docx format500 MBNotes taken during ethnographic field visits with congregations in Belgium and the DRC; parishes/dioceses in the DRCMicrosoft office Word used to digitize; Nvivo to analyze Historical journalistic contentDigitized (.jpeg)1 GBScreenshots/ photographs of Belgian and Congolese newspaper articles published during the period under investigation. Access through archival institutions or online (eg Belgicapress)Belgicapress to find them; Tropy to analyze 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: the PRET-application for the work package of the historical doctoral research has been submitted and approved by the ethics committee ( G-2022-5924- R2). In 2023, amendments to this application will be submitted for the other work packages of the project. Short description of the kind of personal data that will be used: sex / age/ ethnic background / religious affiliation Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For the oral history conversations , details on the setting of the conversations, the informed consent process, the subjects discussed and the instructions given to interviewers will be documented in a Word document. Also steps taken to remove direct identifiers in the data will be described. For the literature review studies, details on the literature search (choice of search terms, used library databanks) will be documented in a Word document. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Since the disciplines of theology and history do not have appropriate metadata standards, we will seek the advice of colleagues and research support staff at the University to decide which metadata standard (if any) is appropriate for this project. 5. Data storage and backup during the FWO project Where will the data be stored? For the storage and preservation of data during and 10 years after the end of the research, a person responsible will be designated. During and for at least 5 years after the project, the researchers will store and share data through: - A personal OneDrive account provided by KU Leuven (2 TB online storage) - The faculty's shared network drives - External hard disks that can be procured by the researchers Books that will be bought with the project's funding will be stored and made available to other researchers through the Maurits Sabbe library. This will ensure the preservation and availability of these resources to those interested. How is backup of the data provided? The data will be stored on the personal OneDrive accounts provided by KU Leuven, with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Each researcher of the project has a personal OneDrive account with 2 TB online storage space. https://icts.kuleuven.be/sc/english/storage/onedrive What are the expected costs for data storage and back up during the project? How will these costs be covered? Data will be stored and backed-up with the personal One-Drive accounts of the project researchers, provided by KU Leuven. There will be no additional costs for data storage and back up during the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Storage of personal data from oral history conversations will be password-secured. BitLocker will be turned on automatically on the PCs of the researchers. Researchers will activate the multifactor authentication with the KU Leuven Authenticator app. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data sets described in section 2 will be retained for 10 years after the end of the project on the researchers' OneDrive account provided by KU leuven. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. After this period, recordings and transcripts of oral history conversations specifically can be deposited in specialized archives, such as KADOC (KU Leuven) or the congregational archives of the respective interviewee (for example Erfgoed Annuntiaten Heverlee or Archives des Soeurs de Sainte Marie de Namur). In this way, the data remains accessible, but in the secured context of a mission/congregational archive: these institutions grant access to archival material based on the individual researcher’s objectives and research topics, often in dialogue with the creator of the data. Concretely, this means that every interviewee will be asked if they agree with the preservation of their testimonies in such an institution, and if yes, whether or not they want to be involved in giving individual permission. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Data will be preserved on the researchers' OneBox for Business accounts that are centrally financed up to 5 TB per user by KU Leuven. There will be no additional costs for data storage. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Most data will be uploaded in a cvs format in Zenodo under a CC-BY license , except for all the data related to the oral history conversations and the digitized archival documents because of respectively ethical and legal constraints. The former category results from very personal relationships of trust between researcher and participants. The current intensity of the decolonization debate and eventual tensions within catholic congregations make many of the topics discussed quite sensitive. The latter category is obtained by individual permission from archival institutions, so making this data available Open Access would be illegal. However, metadata documents on these data sets will be created an published Open Access, so that other researchers get a clear view on the totality of the data created, and where and how to ask for access. Where/how will the data be made available for reuse? In an Open Access repository . The full dataset with documentation will be uploaded in a cvs format in Zenodo. https://zenodo.org/ As indicated above, in dialogue with participants, oral history data can be deposited in archival institutions, both in their digital depots (recordings as well as transcripts) and physically (transcripts). When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? All data not bound by ethical and legal considerations (see above) will be uploaded in a cvs format in Zenodo as an open access dataset under a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. The oral history data will be accessible for individuals after a request procedure: the archival institution storing the data will have to contact the member of the project that created the data, who will then either contact the participant or assess the request him/herself when the participant has deceased. In this way, the participant’s rights, as established before the oral history conversations through the written consent form, are protected. What are the expected costs for data sharing? How will the costs be covered? no costs expected 8. Responsibilities Who will be responsible for data documentation & metadata? A doctoral researcher of the project will be responsible for data documentation & metadata. Who will be responsible for data storage & back up during the project? A doctoral researcher of the project will be responsible for data storage and back up during the project. Who will be responsible for ensuring data preservation and reuse ? The PI will be responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}