{
    "document_id": "D-2023-1824",
    "LinkTitle": "D-2023-1824",
    "file_name": "D-2023-1824.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1824.pdf",
    "metadata": {
        "title": "Junior postdoc FWO number 12ZS623N",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Junior postdoc FWO number 12ZS623N\nA Data Management Plan created using DMPonline.be\nCreators: \nNicolas Arisnabarreta, Steven De Feyter\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nSteven De Feyter, Nicolas Arisnabarreta\nGrant number / URL: \nJunior postdoc FWO number 12ZS623N\nID: \n198121\nStart date: \n30-09-2022\nEnd date: \n29-09-2025\nProject abstract:\nA technological revolution is often based on the discovery of novel materials, graphene being one of the most popular of\nsuch materials. Another class of famed materials comprise of the so-called twodimensional covalent organic frameworks\n(2D-COFs). These frameworks are ultra-thin (one-molecule thick), complex, sheet-like macromolecules that can be\nsynthesized in a truly bottom-up approach and have fascinating applications in fields like advanced electronics and\ncatalysis. Metal containing 2D-COFs have recently shown to possess great potential as electrocatalysts for CO2 fixation\nand its conversion into value added chemicals. This project pushes the state-of-the-art by carrying out the on-surface\nsynthesis, the realtime, real-space single molecular level characterization of structurally precise, heteroatom-rich and\nstable metal containing 2D-COFs followed by the evaluation of their stability and surface dynamics after long exposures\nto reductive potentials in well-controlled CO2 operando experiments. By working at reduced dimensionality, this project\naims to extract crucial structure-property relationships which will guide the design of the future electrocatalytic\nframeworks.\nLast modified: \n27-03-2023\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n1 of 8\nJunior postdoc FWO number 12ZS623N\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\nS1\nExperimental STM-\nAFM and EC data\nPlease choose from the following\noptions:\nGenerate new data\nPlease choose from\nthe following options:\nDigital\nPlease choose from\nthe following options:\nExperimental\nPlease choose from\nthe following options:\n.xml, .tab,\n.cvs,.pdf, .txt, \n.jpg\nPlease choose from\nthe following options:\n<50TB\n-\nS2\nModeling data\nPlease choose from the following\noptions:\nGenerate new data\nPlease choose from\nthe following options:\nDigital\nPlease choose from\nthe following options:\nSimulations\nlease choose from\nthe following options:\n.mat\nPlease choose from\nthe following options:\n<1TB\n-\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n2 of 8\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nAll collected data will be labelled for each experiment and a table with a summary for every experiment will be provided. This table contains: date at which data was\nacquired, sample description (name/s of compound/s, concentration/s, ratios and labelling, substrate types), measurement parameters (Type and model of Instrument),\nreport of results and short conclusion, suggestion towards follow-up experiment. Further, a detailed description of the used protocol to prepare the samples (for both\nsuccessful as well as unsuccessful results) will be written and kept in the electronic lab journal with regular backups.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo metadata standard will be used. Necessary documentations on the creation of the data will be include in the same folder with the dataset:\nMetadata generated automatically by the measurement setup, and is embedded in the microscopy/electrochemical data.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data is stored on personal portable hard drives as well as each equipemnt used to take such data. Also cloud storage service “one drive” and KUL personnel’s internet\ndrives offered by KU Leuven.\n \nThe accepted version of the final manuscripts (+ accessory datasets and supporting information) are submitted in open access journals and in the KU Leuven library’s\ndepository. In addition, relevant data will be transferred to the self-mirrored long-term storage capacity by the KUL ICTS for long-term storage till at least 5 years after the\nproject\nHow will the data be backed up?\nThe data will be backed-up automatically for remote data storage on a daily basis in the cloud using one-drive storage. Additionally, other copies of the data will be kept\nat different physical locations using portable hard drives\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nStorage and backup capacity is already present. In any case it can be extended further by purchasing additional portable hard drives or cloud data volumes.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the data is restricted by online build-in safe logins and by physical restriction of access to the portable hard drives through the security system installed in the\nbuilding of the affiliation.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nExpected additional costs remain limited, as data storage is ensured.\nAdditional costs may include the purchasing of further portable hard drives (2TB for 169euro), which will then be covered by the personal bench fee. Cloud-based data\nstorage using one drive software volume will be shared with the host research group.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nOnly a selection of relevant data will be preserved. Selection of data destined for long-term storage will be assessed by the applicant and the promoter on a yearly basis.\nNaturally, all data and metadata used/linked to published articles, will be preserved in the university library depository.\nWhere will these data be archived (stored and curated for the long-term)?\nThe selected data will be stored on the university's central servers for at least 10 years, confirm the KU Leuven RDM policy. In addition, the selected data will be\npreserved on minimum 3 different portable hard drives which are kept locked at different locations under the supervision of the promotor.\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n3 of 8\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts for the retention of data on portable hard drives is already (partially )made. A total volume of less than 5TB is anticipated, that will result in a cost of approximately\n1000 euro to be covered from the bench fee of this grant.\nThe storage has been set up for the research group, the shared cost will depend on the actual data generated from this project. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nRequests to access the data can be made via email to the promotor or Postdoc, who will decide upon this request after consultation with the promotor and co-authors of\narticles and after the possible receiver has signed a data sharing agreement.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will be available physically and 'in-cloud' on\nWhen will the data be made available?\nUpon request to myself or PI via email as well as upon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nUpon proper and agreement request all the data licenses will be provided.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nCost will be held by KU Leuven and/or host group.\n \nCost of sharing physical data will be covered my personal bench fee.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nNicolas Arisnabarreta and Steven De Feyter \nWho will manage data storage and backup during the research project?\nNicolas Arisnabarreta \nWho will manage data preservation and sharing?\nNicolas Arisnabarreta and Steven De Feyter \nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n4 of 8\nWho will update and implement this DMP?\nNicolas Arisnabarreta \nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n5 of 8\nJunior postdoc FWO number 12ZS623N\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nIn this project, the data will be collected using different techniques and the generated data strongly depends on the individual tools:\n1. Visualization of 2D M-COFs (.Par, .mi, .ibw – SPM)\n2. Chemical nature characterization (Text US-ASCII – XPS)\n3. Electrochemical methods (Text US-ASCII )\nWhenever possible, the dataset will be made available online using the following formats:\n1. Text content (.pdf.docx, .xls, ,pptx, .);\n2. Graphic content (.jpg, .png, .svg .tif,)\n3. Video content (.avi, .mp4)\n4. Modeling data (.mat)\nSpecific extension of all files will be converted to widely accessible formats of .jpg, .tif etc.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person: Researcher and principal investigator (PI) (Dr. N. Arisnabarreta and Prof. S. De Feyter)\nb. \n2\n. \nStorage capacity/repository: The size of the data generated is not expected to be more than 2TB. The research group has already procured devices for regular\nstorage and back up.\nduring the research: During the implementation of the project, data will be stored on the respective instruments as well as PI computer, which is backed up\naccording to the internal regulations in university servers.\n \nafter the research: After the end of the research, samples and raw data must be stored for a minimum of 5 years. If inventions are made in connection data,\naccess to data will be restricted until provisional patent filings are made according to the university agreement.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nN/A\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nN/A\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nN/A\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n6 of 8\nJunior postdoc FWO number 12ZS623N\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n7 of 8\nJunior postdoc FWO number 12ZS623N\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 27 March 2023\n8 of 8"
    },
    "clean_full_text": "Junior postdoc FWO number 12ZS623N A Data Management Plan created using DMPonline.be Creators: Nicolas Arisnabarreta, Steven De Feyter Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Steven De Feyter, Nicolas Arisnabarreta Grant number / URL: Junior postdoc FWO number 12ZS623N ID: 198121 Start date: 30-09-2022 End date: 29-09-2025 Project abstract: A technological revolution is often based on the discovery of novel materials, graphene being one of the most popular of such materials. Another class of famed materials comprise of the so-called twodimensional covalent organic frameworks (2D-COFs). These frameworks are ultra-thin (one-molecule thick), complex, sheet-like macromolecules that can be synthesized in a truly bottom-up approach and have fascinating applications in fields like advanced electronics and catalysis. Metal containing 2D-COFs have recently shown to possess great potential as electrocatalysts for CO2 fixation and its conversion into value added chemicals. This project pushes the state-of-the-art by carrying out the on-surface synthesis, the realtime, real-space single molecular level characterization of structurally precise, heteroatom-rich and stable metal containing 2D-COFs followed by the evaluation of their stability and surface dynamics after long exposures to reductive potentials in well-controlled CO2 operando experiments. By working at reduced dimensionality, this project aims to extract crucial structure-property relationships which will guide the design of the future electrocatalytic frameworks. Last modified: 27-03-2023 Created using DMPonline.be. Last modiﬁed 27 March 2023 1 of 8 Junior postdoc FWO number 12ZS623N FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume S1 Experimental STM- AFM and EC data Please choose from the following options: Generate new data Please choose from the following options: Digital Please choose from the following options: Experimental Please choose from the following options: .xml, .tab, .cvs,.pdf, .txt, .jpg Please choose from the following options: <50TB - S2 Modeling data Please choose from the following options: Generate new data Please choose from the following options: Digital Please choose from the following options: Simulations lease choose from the following options: .mat Please choose from the following options: <1TB - If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Created using DMPonline.be. Last modiﬁed 27 March 2023 2 of 8 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All collected data will be labelled for each experiment and a table with a summary for every experiment will be provided. This table contains: date at which data was acquired, sample description (name/s of compound/s, concentration/s, ratios and labelling, substrate types), measurement parameters (Type and model of Instrument), report of results and short conclusion, suggestion towards follow-up experiment. Further, a detailed description of the used protocol to prepare the samples (for both successful as well as unsuccessful results) will be written and kept in the electronic lab journal with regular backups. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No metadata standard will be used. Necessary documentations on the creation of the data will be include in the same folder with the dataset: Metadata generated automatically by the measurement setup, and is embedded in the microscopy/electrochemical data. 3. Data storage & back-up during the research project Where will the data be stored? The data is stored on personal portable hard drives as well as each equipemnt used to take such data. Also cloud storage service “one drive” and KUL personnel’s internet drives offered by KU Leuven. The accepted version of the final manuscripts (+ accessory datasets and supporting information) are submitted in open access journals and in the KU Leuven library’s depository. In addition, relevant data will be transferred to the self-mirrored long-term storage capacity by the KUL ICTS for long-term storage till at least 5 years after the project How will the data be backed up? The data will be backed-up automatically for remote data storage on a daily basis in the cloud using one-drive storage. Additionally, other copies of the data will be kept at different physical locations using portable hard drives Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Storage and backup capacity is already present. In any case it can be extended further by purchasing additional portable hard drives or cloud data volumes. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the data is restricted by online build-in safe logins and by physical restriction of access to the portable hard drives through the security system installed in the building of the affiliation. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Expected additional costs remain limited, as data storage is ensured. Additional costs may include the purchasing of further portable hard drives (2TB for 169euro), which will then be covered by the personal bench fee. Cloud-based data storage using one drive software volume will be shared with the host research group. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Only a selection of relevant data will be preserved. Selection of data destined for long-term storage will be assessed by the applicant and the promoter on a yearly basis. Naturally, all data and metadata used/linked to published articles, will be preserved in the university library depository. Where will these data be archived (stored and curated for the long-term)? The selected data will be stored on the university's central servers for at least 10 years, confirm the KU Leuven RDM policy. In addition, the selected data will be preserved on minimum 3 different portable hard drives which are kept locked at different locations under the supervision of the promotor. Created using DMPonline.be. Last modiﬁed 27 March 2023 3 of 8 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs for the retention of data on portable hard drives is already (partially )made. A total volume of less than 5TB is anticipated, that will result in a cost of approximately 1000 euro to be covered from the bench fee of this grant. The storage has been set up for the research group, the shared cost will depend on the actual data generated from this project. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. Requests to access the data can be made via email to the promotor or Postdoc, who will decide upon this request after consultation with the promotor and co-authors of articles and after the possible receiver has signed a data sharing agreement. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be available physically and 'in-cloud' on When will the data be made available? Upon request to myself or PI via email as well as upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Upon proper and agreement request all the data licenses will be provided. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? Cost will be held by KU Leuven and/or host group. Cost of sharing physical data will be covered my personal bench fee. 6. Responsibilities Who will manage data documentation and metadata during the research project? Nicolas Arisnabarreta and Steven De Feyter Who will manage data storage and backup during the research project? Nicolas Arisnabarreta Who will manage data preservation and sharing? Nicolas Arisnabarreta and Steven De Feyter Created using DMPonline.be. Last modiﬁed 27 March 2023 4 of 8 Who will update and implement this DMP? Nicolas Arisnabarreta Created using DMPonline.be. Last modiﬁed 27 March 2023 5 of 8 Junior postdoc FWO number 12ZS623N Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) In this project, the data will be collected using different techniques and the generated data strongly depends on the individual tools: 1. Visualization of 2D M-COFs (.Par, .mi, .ibw – SPM) 2. Chemical nature characterization (Text US-ASCII – XPS) 3. Electrochemical methods (Text US-ASCII ) Whenever possible, the dataset will be made available online using the following formats: 1. Text content (.pdf.docx, .xls, ,pptx, .); 2. Graphic content (.jpg, .png, .svg .tif,) 3. Video content (.avi, .mp4) 4. Modeling data (.mat) Specific extension of all files will be converted to widely accessible formats of .jpg, .tif etc. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person: Researcher and principal investigator (PI) (Dr. N. Arisnabarreta and Prof. S. De Feyter) b. 2 . Storage capacity/repository: The size of the data generated is not expected to be more than 2TB. The research group has already procured devices for regular storage and back up. during the research: During the implementation of the project, data will be stored on the respective instruments as well as PI computer, which is backed up according to the internal regulations in university servers. after the research: After the end of the research, samples and raw data must be stored for a minimum of 5 years. If inventions are made in connection data, access to data will be restricted until provisional patent filings are made according to the university agreement. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) N/A Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) N/A Which other issues related to the data management are relevant to mention? (use up to 700 characters) N/A Created using DMPonline.be. Last modiﬁed 27 March 2023 6 of 8 Junior postdoc FWO number 12ZS623N DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 27 March 2023 7 of 8 Junior postdoc FWO number 12ZS623N GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 27 March 2023 8 of 8"
}