{
    "document_id": "D-2025-3700",
    "LinkTitle": "D-2025-3700",
    "file_name": "D-2025-3700.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3700.pdf",
    "metadata": {
        "title": "Large OMARS designs: construction, evaluation and blocking",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Large OMARS designs: construction, evaluation and blocking\nLarge OMARS designs: construction, evaluation and blocking\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nThe questions in this section should only be answered if you are currently applying for FWO funding.\nThe questions in this section should only be answered if you are currently applying for FWO funding.\nAre you preparing an application for funding?\nAre you preparing an application for funding?\nNo\nCreated using DMPonline.be. Last modiﬁed 15 February 2025\n1 of 7\nLarge OMARS designs: construction, evaluation and blocking\nLarge OMARS designs: construction, evaluation and blocking\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 15 February 2025\n2 of 7\nLarge OMARS designs: construction, evaluation and blocking\nLarge OMARS designs: construction, evaluation and blocking\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 15 February 2025\n3 of 7\nLarge OMARS designs: construction, evaluation and blocking\nLarge OMARS designs: construction, evaluation and blocking\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nThe research described in this project proposal will lead to a catalog of non-isomorphic orthogonal minimally aliased response\nsurface or OMARS designs. This catalog will be primary, derived data and will be stored as a collection of text files. To create\nthese catalogs, computer code will be developed in R or Python. That code will be primary data of the software format. Our\nresearch articles will be created using LaTeX.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nThe research will be based on an existing catalog of OMARS designs, developed within the research group of Prof. Peter Goos,\nstored at a KU Leuven drive in the folder K:\\SET-BIOSTAT-DESIGN-D0743\\Complete_Catalogs_of_OMARS-0003, and licensed to\nthe software company Effex.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nNot applicable\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nNot applicable\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nYes\nWe will attempt to valorize our newly created catalog of OMARS designs by licensring it to statistical software companies such as\nKU Leuven's spin-off company Effex, JMP, Design Expert, etc.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nYes\nYes, the license agreement between KU Leuven and the spin off company stipulates that KU Leuven can only publish 5 OMARS\nCreated using DMPonline.be. Last modiﬁed 15 February 2025\n4 of 7\ndesigns per year, that it cannot share the catalog with external parties and that it has to pay Effex if it wants to use an OMARS\ndesign for commercial purposes.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThe folder structure will be self explanatory. For every type of OMARS design developed during the project, a separate folder will\nbe created on the above mentioned K-drive\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nAs explained above, accessing and reusing the research data will be facilitated by the clear folder structure on the above\nmentioned K-drive.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nAll data will be stored on the K-drive at KU Leuven, as recommended by the IT department of the Science, Engineering and\nTechnology group at KU Leuven.\nHow will the data be backed up?\nHow will the data be backed up?\nThe IT department of the Science, Engineering and Technology group at KU Leuven guarantees that the K-drive is backed up\npermanently.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nNot applicable\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nCreated using DMPonline.be. Last modiﬁed 15 February 2025\n5 of 7\nOnly the principal investigator, Prof. dr. Peter Goos, and the Ph.D. students working on the project will have access to the K-drive\ncontaining the catalog and the code.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\n95 euro / year. The principal investigator, Prof. dr. Peter Goos, will cover these costs with internal KU Leuven funds.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data described above will be retained for at least five years.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAs described above, all data are archived in a dedicated folder on the K-drive, as recommended by the IT department of KU\nLeuven's SET group (where SET is short for Science, Engineering and Technology).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\n95 euro/year. The principal investigator, Prof. dr. Peter Goos, will cover these costs with internal KU Leuven funds.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nNo (closed access)\nAs pointed out above, we will attempt to valorize the results from the project, by licensing them to statistical software companies.\nFor this reason, we will not immediately share the designs with external parties.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe principal investigator, Prof. Peter Goos, will have access to the research data on the K-drive. In the event this would be useful\nfor future research, he can share the research data with members of his research group.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Other\nLicense agreement with the software company Effex concerning some of the data (=OMARS designs) previously developed and\nused as a starting point for the present project.\nCreated using DMPonline.be. Last modiﬁed 15 February 2025\n6 of 7\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAs explained above, the data will not be made available because we will attempt to valorize the research results through licensing\nagreements with statistical software companies.\nWhen will the data be made available?\nWhen will the data be made available?\nThe data will be made available when the attempts to valorize them have failed.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nAs explained above, the data will initially not be made available due to valorization plans.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nNo\nNot applicable.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nAs explained above, the data will initially not be made available due to valorization plans.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nJade Lejeune-Herman \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nJade Lejeune-Herman \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nProf. Peter Goos \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nProf. Peter Goos \nCreated using DMPonline.be. Last modiﬁed 15 February 2025\n7 of 7"
    },
    "clean_full_text": "Large OMARS designs: construction, evaluation and blocking Large OMARS designs: construction, evaluation and blocking Application DMP Application DMP Questionnaire Questionnaire The questions in this section should only be answered if you are currently applying for FWO funding. The questions in this section should only be answered if you are currently applying for FWO funding. Are you preparing an application for funding? Are you preparing an application for funding? No Created using DMPonline.be. Last modiﬁed 15 February 2025 1 of 7 Large OMARS designs: construction, evaluation and blocking Large OMARS designs: construction, evaluation and blocking DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 15 February 2025 2 of 7 Large OMARS designs: construction, evaluation and blocking Large OMARS designs: construction, evaluation and blocking GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 15 February 2025 3 of 7 Large OMARS designs: construction, evaluation and blocking Large OMARS designs: construction, evaluation and blocking FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. The research described in this project proposal will lead to a catalog of non-isomorphic orthogonal minimally aliased response surface or OMARS designs. This catalog will be primary, derived data and will be stored as a collection of text files. To create these catalogs, computer code will be developed in R or Python. That code will be primary data of the software format. Our research articles will be created using LaTeX. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: The research will be based on an existing catalog of OMARS designs, developed within the research group of Prof. Peter Goos, stored at a KU Leuven drive in the folder K:\\SET-BIOSTAT-DESIGN-D0743\\Complete_Catalogs_of_OMARS-0003, and licensed to the software company Effex. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Not applicable Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Not applicable Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes We will attempt to valorize our newly created catalog of OMARS designs by licensring it to statistical software companies such as KU Leuven's spin-off company Effex, JMP, Design Expert, etc. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. Yes Yes, the license agreement between KU Leuven and the spin off company stipulates that KU Leuven can only publish 5 OMARS Created using DMPonline.be. Last modiﬁed 15 February 2025 4 of 7 designs per year, that it cannot share the catalog with external parties and that it has to pay Effex if it wants to use an OMARS design for commercial purposes. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The folder structure will be self explanatory. For every type of OMARS design developed during the project, a separate folder will be created on the above mentioned K-drive Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No As explained above, accessing and reusing the research data will be facilitated by the clear folder structure on the above mentioned K-drive. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? All data will be stored on the K-drive at KU Leuven, as recommended by the IT department of the Science, Engineering and Technology group at KU Leuven. How will the data be backed up? How will the data be backed up? The IT department of the Science, Engineering and Technology group at KU Leuven guarantees that the K-drive is backed up permanently. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Not applicable How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 15 February 2025 5 of 7 Only the principal investigator, Prof. dr. Peter Goos, and the Ph.D. students working on the project will have access to the K-drive containing the catalog and the code. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? 95 euro / year. The principal investigator, Prof. dr. Peter Goos, will cover these costs with internal KU Leuven funds. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data described above will be retained for at least five years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? As described above, all data are archived in a dedicated folder on the K-drive, as recommended by the IT department of KU Leuven's SET group (where SET is short for Science, Engineering and Technology). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? 95 euro/year. The principal investigator, Prof. dr. Peter Goos, will cover these costs with internal KU Leuven funds. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. No (closed access) As pointed out above, we will attempt to valorize the results from the project, by licensing them to statistical software companies. For this reason, we will not immediately share the designs with external parties. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The principal investigator, Prof. Peter Goos, will have access to the research data on the K-drive. In the event this would be useful for future research, he can share the research data with members of his research group. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other License agreement with the software company Effex concerning some of the data (=OMARS designs) previously developed and used as a starting point for the present project. Created using DMPonline.be. Last modiﬁed 15 February 2025 6 of 7 Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. As explained above, the data will not be made available because we will attempt to valorize the research results through licensing agreements with statistical software companies. When will the data be made available? When will the data be made available? The data will be made available when the attempts to valorize them have failed. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. As explained above, the data will initially not be made available due to valorization plans. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. No Not applicable. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? As explained above, the data will initially not be made available due to valorization plans. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Jade Lejeune-Herman Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Jade Lejeune-Herman Who will manage data preservation and sharing? Who will manage data preservation and sharing? Prof. Peter Goos Who will update and implement this DMP? Who will update and implement this DMP? Prof. Peter Goos Created using DMPonline.be. Last modiﬁed 15 February 2025 7 of 7"
}