{
    "document_id": "D-2023-2053",
    "LinkTitle": "D-2023-2053",
    "file_name": "D-2023-2053.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2053.pdf",
    "metadata": {
        "title": "18F-PSMA-1007 PET/MR imaging, quantification and radiomics in the primary staging of prostate cancer and response prediction after neoadjuvant hormonal therapy",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "18F-PSMA-1007 PET/MR imaging, quantification and radiomics in the primary staging of\nprostate cancer and response prediction after neoadjuvant hormonal therapy\nA Data Management Plan created using DMPonline.be\nCreators: \nNiloefar Ahmadi Bidakhvidi, Karolien Goffin\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nKarolien Goffin\nGrant number / URL: \n1SB8923N\nID: \n198322\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nIn men, prostate cancer (PCa) is the most frequent cancer diagnosis in Belgium. A high biochemical recurrence rate up to 50% is seen in\nPCa patients after curative treatment. Disease-extent needs to be assessed accurately at diagnosis of PCa to allow correct triage to the\nmost optimal first line of treatment. Current staging consists of pelvic multiparameteric magnetic resonance imaging (MRI),\nabdominopelvic computed tomography (CT) and bone scintigraphy. These imaging modalities have a low sensitivity for the detection of\npelvic lymph node (pLN) metastases (\n˂\n40%) and distant metastases (59%). Therefore, extended pLN dissection remains the only reliable\nway of detecting occult pLN metastases, but the oncological benefit of pLN dissection has not been proven and there is a non-negligible\nmorbidity risk. So, there is clearly a large need for an accurate non-invasive diagnostic test such as 18F-PSMA-1007 positron emission\ntomography/MRI (PET/MRI). In this project we will (1) investigate the diagnostic accuracy of 18F-PSMA-1007 PET/MRI in PCa staging\n(2) determine which imaging-biomarkers can aid in patient stratification in PCa staging (3) identify which radiomic features can predict\ntumor response in patients receiving neoadjuvant hormonal treatment prior to curative treatment. The use of 18F-PSMA-1007 PET/MRI\ncan lead to better PCa staging and optimal use of predictive imaging-biomarkers. These factors directly benefit patients and can result in\nless futile treatments.\nLast modified: \n20-04-2023\nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n1 of 8\n18F-PSMA-1007 PET/MR imaging, quantification and radiomics in the primary staging of\nprostate cancer and response prediction after neoadjuvant hormonal therapy\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n2 of 8\n18F-PSMA-1007 PET/MR imaging, quantification and radiomics in the primary staging of\nprostate cancer and response prediction after neoadjuvant hormonal therapy\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n3 of 8\n18F-PSMA-1007 PET/MR imaging, quantification and radiomics in the primary staging of\nprostate cancer and response prediction after neoadjuvant hormonal therapy\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n4 of 8\n18F-PSMA-1007 PET/MR imaging, quantification and radiomics in the primary staging of\nprostate cancer and response prediction after neoadjuvant hormonal therapy\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nWP1: kinetic\nmodeling of the\n18F-PSMA-1007\ntracer\n+\nWP3: diagnostic\naccuracy of 18F-\nPSMA-1007\nPET/MRI\nRadiopharmaceutical synthesis\n(production logs)\ngenerate new data\ndigital and\nphysical\nobservational\n.pdf\n<100 MB\n<300\npaper\nsheets\nWP1: kinetic\nmodeling of the\n18F-PSMA-1007\ntracer\n+\nWP3: diagnostic\naccuracy of 18F-\nPSMA-1007\nPET/MRI\nTrial documents\ngenerate new data\ndigital and\nphysical\nobservational\n.pdf\n<100 MB\n<300\npaper\nsheets\nWP1: kinetic\nmodeling of the\n18F-PSMA-1007\ntracer\n+\nWP3: diagnostic\naccuracy of 18F-\nPSMA-1007\nPET/MRI\nDemographic & clinical data (source:\nelectronic patient records UZ Leuven\n(KWS)) and scan characteristics\ngenerate new data\ndigital\nobservational\n.cvs, .pdf\n<100 MB\nN/A\nWP1: kinetic\nmodeling of the\n18F-PSMA-1007\ntracer\n+\nWP3: diagnostic\naccuracy of 18F-\nPSMA-1007\nPET/MRI\nhuman imaging data: 18F-PSMA-1007\nPET/MRI data collected from\nperforming 18F-PSMA-1007 PET/MRI\nscans\ngenerate new data\ndigital\nobservational\nPET, MRI,\nlistmode RAW\n& DICOM\nformat\n<5 TB\nN/A\nWP2: 18F-PSMA-\n1007 PET\nradiomics\nDemographic & clinical data and scan\ncharacteristics\nreuse existing data\ndigital\nobservational\n.cvs, .pdf\n<100 MB\nN/A\nWP2: 18F-PSMA-\n1007 PET\nradiomics\n18F-PSMA-1007 PET data collected\nfrom performing 18F-PSMA-1007 PET\nscans\nreuse existing data\ndigital\nobservational\nDICOM\n<5 TB\nN/A\nWP1: kinetic\nmodeling of the\n18F-PSMA-1007\ntracer\n+\nWP2: 18F-PSMA-\n1007 PET\nradiomics\n+\nWP3: diagnostic\naccuracy of 18F-\nPSMA-1007\nPET/MRI\nImage analysis and processing\ngenerate new data\ndigital\nobservational\nDICOM, .csv\n<1 TB\nN/A\nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n5 of 8\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nFor WP2 (18F-PSMA-1007 PET radiomics), data will be used from this study: Devos G, Tosco L, Baldewijns M, Gevaert T, Goffin K, Petit V, Mai C, Laenen A, Raskin Y, Van Haute C, Goeman L,\nDe Meerleer G, Berghen C, Devlies W, Claessens F, Van Poppel H, Everaerts W, Joniau S. ARNEO: A Randomized Phase II Trial of Neoadjuvant Degarelix with or Without Apalutamide Prior to\nRadical Prostatectomy for High-risk Prostate Cancer. Eur Urol. 2022 Sep 24:S0302-2838(22)02638-0. doi: 10.1016/j.eururo.2022.09.009.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nFor WP1 and WP3: ethical approval was obtained via UZ Leuven - ethics number s59428\nFor WP2: ethical approval was obtained via UZ Leuven - ethics number s58827\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nWP1 and WP3 (Data will be managed in compliance with the UZ Leuven General Data Protection Regulation (GDPR) policy - ethics number UZ Leuven s59428):\n- Trial documents\n- Demographic & clinical data\n- Human imaging data and image analysis\n \nWP2 (Data will be managed in compliance with the UZ Leuven General Data Protection Regulation (GDPR) policy - ethics number UZ Leuven s58827):\n- Demographic & clinical data\n- Human imaging data and image analysis\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nWe will create a separate folder for WP1, WP2 and WP3 that contains the following information:\nElectronic lab notebook in word:\n- involved researchers\n- ethical approval (reference number & institution)\n- short overview of study course and protocol\n- detailed methodology used to collect, analyze and store the data\n- short written information on data cleaning process and steps\nREAD ME file in excel for each produced datafile:\n- short description of the file and definitions of the variables\nFolder with study documents:\n- ethical application and approval\n- informed consent example\n- complete study protocol\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nMetadata standards are not yet used within our group. We ensure the standardization and possibility to reinterpret and reuse data when necessary and permitted via the methods written in the\nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n6 of 8\nprevious question.\nIn addition, the data primarily produced by WP1, WP2, WP3 will be imaging data in DICOM files (PET and MRI). These data contain metadata (acquisition parameters) within the DICOM, which\ncan be accessed at all times. \n3. Data storage & back-up during the research project\nWhere will the data be stored?\n- Radiopharmaceutical synthesis: data stored according to GMP production license (paper & ABU UZ Leuven servers)\n- Human imaging data: stored in UZ Leuven PACS \n- Trial documents: paper storage according to Good Clinical Practice (GCP)\n- Clinical data: KWS UZ Leuven and shared network drive via UZ Leuven\nHow will the data be backed up?\nThe backup of the fileservers is based on snapshot technology. The backup of the file servers is a fully automated and a fully monitored process using snapshot and snapmirror. The backup is\nperformed in 2 layers: \na. On the local disk system\nEvery hour, a snapshot is taken.\nEvery night, an extra shapshot is taken.\nEvery week, an extra shapshot is taken.\nThe default retention period is:\none week (hourly)\ntwo weeks (nightly)\n18 weeks (weekly)\nThe end user can use his own Windows PC to restore files to an older version using the “previous versions” function. \nb. On a remote disk system\nEvery night, the whole local disk system (with all his hourly, nightly and weekly snapshots) is synchronised with a remote copy, also on disk by snapmirror. Snapmirror copies the complete\ndata of the source inclusive all the snapshots.\n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe necessary funding for storage and backup for the contracted service has been foreseen.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nDigital data will be stored in a restricted network share N-drive, which can only be accessed by the involved researchers. Access to code files with pseudonyms is controlled by a data manager\n(with the PI as a back-up). All other researchers who participate in the project have access to the pseudonymised data only.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe department of Nuclear Medicine and Molecular Imaging provides our research group  with an N-drive and PACS backup system. As such, costs will be covered by the department.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll digital and physical data will be stored for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans. \nWhere will these data be archived (stored and curated for the long-term)?\nPaper files will be stored at the department of nuclear medicine and will be scanned and stored in a study-specific, secured folder on the hospital network. Scans will be stored on the PACS\narchive.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nIt is foreseen that the costs for data preservation will be covered by the department of nuclear medicine and molecular imaging. \n5. Data sharing and reuse\nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n7 of 8\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll digital data will be made available in a restricted access repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nScientific researchers will have to motivate why they want access to the data:\nWhat topic are you studying?\nHow is the data linked to your research domain?\nWhy do you think you need this data?\nWhich question/problem will the data help with?\nWhat do you expect the data to provide you with?\nWe will always ask to give credit to the original data creators when the data it is being used by other researchers.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Privacy aspects\nWe work with human data. When sharing our data, we will restrict acces and pseudonymize the data.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nVia RDR, the KU Leuven institutional repository.\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWP2: Devos G, Tosco L, Baldewijns M, Gevaert T, Goffin K, Petit V, Mai C, Laenen A, Raskin Y, Van Haute C, Goeman L, De Meerleer G, Berghen C, Devlies W, Claessens F, Van Poppel H,\nEveraerts W, Joniau S. ARNEO: A Randomized Phase II Trial of Neoadjuvant Degarelix with or Without Apalutamide Prior to Radical Prostatectomy for High-risk Prostate Cancer. Eur Urol. 2022\nSep 24:S0302-2838(22)02638-0. doi: 10.1016/j.eururo.2022.09.009. Epub ahead of print. PMID: 36167599.\nWhat are the expected costs for data sharing? How will these costs be covered?\nRDR is free for KU Leuven personnel, hence, no costs are expected for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher (Niloefar Ahmadi Bidakhvidi) will be responsible for data documentation; metadata, under supervision of the PI (Karolien Goffin). \nWho will manage data storage and backup during the research project?\nData management, storage and back up will be performed by the PhD researcher (Niloefar Ahmadi Bidakhvidi), under supervision of the PI (Karolien Goffin). \nWho will manage data preservation and sharing?\nThe PI (Karolien Goffin) will be responsible for ensuring data preservation and sharing. \nWho will update and implement this DMP?\nThe PhD researcher (Niloefar Ahmadi Bidakhvidi) will be responsible for updating this DMP. The PI (Karolien Goffin) bears the end responsibility for updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 20 April 2023\n8 of 8"
    },
    "clean_full_text": "18F-PSMA-1007 PET/MR imaging, quantification and radiomics in the primary staging of prostate cancer and response prediction after neoadjuvant hormonal therapy A Data Management Plan created using DMPonline.be Creators: Niloefar Ahmadi Bidakhvidi, Karolien Goffin Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Karolien Goffin Grant number / URL: 1SB8923N ID: 198322 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: In men, prostate cancer (PCa) is the most frequent cancer diagnosis in Belgium. A high biochemical recurrence rate up to 50% is seen in PCa patients after curative treatment. Disease-extent needs to be assessed accurately at diagnosis of PCa to allow correct triage to the most optimal first line of treatment. Current staging consists of pelvic multiparameteric magnetic resonance imaging (MRI), abdominopelvic computed tomography (CT) and bone scintigraphy. These imaging modalities have a low sensitivity for the detection of pelvic lymph node (pLN) metastases ( ˂ 40%) and distant metastases (59%). Therefore, extended pLN dissection remains the only reliable way of detecting occult pLN metastases, but the oncological benefit of pLN dissection has not been proven and there is a non-negligible morbidity risk. So, there is clearly a large need for an accurate non-invasive diagnostic test such as 18F-PSMA-1007 positron emission tomography/MRI (PET/MRI). In this project we will (1) investigate the diagnostic accuracy of 18F-PSMA-1007 PET/MRI in PCa staging (2) determine which imaging-biomarkers can aid in patient stratification in PCa staging (3) identify which radiomic features can predict tumor response in patients receiving neoadjuvant hormonal treatment prior to curative treatment. The use of 18F-PSMA-1007 PET/MRI can lead to better PCa staging and optimal use of predictive imaging-biomarkers. These factors directly benefit patients and can result in less futile treatments. Last modified: 20-04-2023 Created using DMPonline.be. Last modiﬁed 20 April 2023 1 of 8 18F-PSMA-1007 PET/MR imaging, quantification and radiomics in the primary staging of prostate cancer and response prediction after neoadjuvant hormonal therapy Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 20 April 2023 2 of 8 18F-PSMA-1007 PET/MR imaging, quantification and radiomics in the primary staging of prostate cancer and response prediction after neoadjuvant hormonal therapy DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 20 April 2023 3 of 8 18F-PSMA-1007 PET/MR imaging, quantification and radiomics in the primary staging of prostate cancer and response prediction after neoadjuvant hormonal therapy GDPR GDPR Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 20 April 2023 4 of 8 18F-PSMA-1007 PET/MR imaging, quantification and radiomics in the primary staging of prostate cancer and response prediction after neoadjuvant hormonal therapy FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA WP1: kinetic modeling of the 18F-PSMA-1007 tracer + WP3: diagnostic accuracy of 18F- PSMA-1007 PET/MRI Radiopharmaceutical synthesis (production logs) generate new data digital and physical observational .pdf <100 MB <300 paper sheets WP1: kinetic modeling of the 18F-PSMA-1007 tracer + WP3: diagnostic accuracy of 18F- PSMA-1007 PET/MRI Trial documents generate new data digital and physical observational .pdf <100 MB <300 paper sheets WP1: kinetic modeling of the 18F-PSMA-1007 tracer + WP3: diagnostic accuracy of 18F- PSMA-1007 PET/MRI Demographic & clinical data (source: electronic patient records UZ Leuven (KWS)) and scan characteristics generate new data digital observational .cvs, .pdf <100 MB N/A WP1: kinetic modeling of the 18F-PSMA-1007 tracer + WP3: diagnostic accuracy of 18F- PSMA-1007 PET/MRI human imaging data: 18F-PSMA-1007 PET/MRI data collected from performing 18F-PSMA-1007 PET/MRI scans generate new data digital observational PET, MRI, listmode RAW & DICOM format <5 TB N/A WP2: 18F-PSMA- 1007 PET radiomics Demographic & clinical data and scan characteristics reuse existing data digital observational .cvs, .pdf <100 MB N/A WP2: 18F-PSMA- 1007 PET radiomics 18F-PSMA-1007 PET data collected from performing 18F-PSMA-1007 PET scans reuse existing data digital observational DICOM <5 TB N/A WP1: kinetic modeling of the 18F-PSMA-1007 tracer + WP2: 18F-PSMA- 1007 PET radiomics + WP3: diagnostic accuracy of 18F- PSMA-1007 PET/MRI Image analysis and processing generate new data digital observational DICOM, .csv <1 TB N/A Created using DMPonline.be. Last modiﬁed 20 April 2023 5 of 8 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: For WP2 (18F-PSMA-1007 PET radiomics), data will be used from this study: Devos G, Tosco L, Baldewijns M, Gevaert T, Goffin K, Petit V, Mai C, Laenen A, Raskin Y, Van Haute C, Goeman L, De Meerleer G, Berghen C, Devlies W, Claessens F, Van Poppel H, Everaerts W, Joniau S. ARNEO: A Randomized Phase II Trial of Neoadjuvant Degarelix with or Without Apalutamide Prior to Radical Prostatectomy for High-risk Prostate Cancer. Eur Urol. 2022 Sep 24:S0302-2838(22)02638-0. doi: 10.1016/j.eururo.2022.09.009. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data For WP1 and WP3: ethical approval was obtained via UZ Leuven - ethics number s59428 For WP2: ethical approval was obtained via UZ Leuven - ethics number s58827 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes WP1 and WP3 (Data will be managed in compliance with the UZ Leuven General Data Protection Regulation (GDPR) policy - ethics number UZ Leuven s59428): - Trial documents - Demographic & clinical data - Human imaging data and image analysis WP2 (Data will be managed in compliance with the UZ Leuven General Data Protection Regulation (GDPR) policy - ethics number UZ Leuven s58827): - Demographic & clinical data - Human imaging data and image analysis Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). We will create a separate folder for WP1, WP2 and WP3 that contains the following information: Electronic lab notebook in word: - involved researchers - ethical approval (reference number & institution) - short overview of study course and protocol - detailed methodology used to collect, analyze and store the data - short written information on data cleaning process and steps READ ME file in excel for each produced datafile: - short description of the file and definitions of the variables Folder with study documents: - ethical application and approval - informed consent example - complete study protocol Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Metadata standards are not yet used within our group. We ensure the standardization and possibility to reinterpret and reuse data when necessary and permitted via the methods written in the Created using DMPonline.be. Last modiﬁed 20 April 2023 6 of 8 previous question. In addition, the data primarily produced by WP1, WP2, WP3 will be imaging data in DICOM files (PET and MRI). These data contain metadata (acquisition parameters) within the DICOM, which can be accessed at all times. 3. Data storage & back-up during the research project Where will the data be stored? - Radiopharmaceutical synthesis: data stored according to GMP production license (paper & ABU UZ Leuven servers) - Human imaging data: stored in UZ Leuven PACS - Trial documents: paper storage according to Good Clinical Practice (GCP) - Clinical data: KWS UZ Leuven and shared network drive via UZ Leuven How will the data be backed up? The backup of the fileservers is based on snapshot technology. The backup of the file servers is a fully automated and a fully monitored process using snapshot and snapmirror. The backup is performed in 2 layers: a. On the local disk system Every hour, a snapshot is taken. Every night, an extra shapshot is taken. Every week, an extra shapshot is taken. The default retention period is: one week (hourly) two weeks (nightly) 18 weeks (weekly) The end user can use his own Windows PC to restore files to an older version using the “previous versions” function. b. On a remote disk system Every night, the whole local disk system (with all his hourly, nightly and weekly snapshots) is synchronised with a remote copy, also on disk by snapmirror. Snapmirror copies the complete data of the source inclusive all the snapshots. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The necessary funding for storage and backup for the contracted service has been foreseen. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Digital data will be stored in a restricted network share N-drive, which can only be accessed by the involved researchers. Access to code files with pseudonyms is controlled by a data manager (with the PI as a back-up). All other researchers who participate in the project have access to the pseudonymised data only. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The department of Nuclear Medicine and Molecular Imaging provides our research group with an N-drive and PACS backup system. As such, costs will be covered by the department. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All digital and physical data will be stored for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans. Where will these data be archived (stored and curated for the long-term)? Paper files will be stored at the department of nuclear medicine and will be scanned and stored in a study-specific, secured folder on the hospital network. Scans will be stored on the PACS archive. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? It is foreseen that the costs for data preservation will be covered by the department of nuclear medicine and molecular imaging. 5. Data sharing and reuse Created using DMPonline.be. Last modiﬁed 20 April 2023 7 of 8 Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All digital data will be made available in a restricted access repository. If access is restricted, please specify who will be able to access the data and under what conditions. Scientific researchers will have to motivate why they want access to the data: What topic are you studying? How is the data linked to your research domain? Why do you think you need this data? Which question/problem will the data help with? What do you expect the data to provide you with? We will always ask to give credit to the original data creators when the data it is being used by other researchers. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects We work with human data. When sharing our data, we will restrict acces and pseudonymize the data. Where will the data be made available? If already known, please provide a repository per dataset or data type. Via RDR, the KU Leuven institutional repository. When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Data from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes WP2: Devos G, Tosco L, Baldewijns M, Gevaert T, Goffin K, Petit V, Mai C, Laenen A, Raskin Y, Van Haute C, Goeman L, De Meerleer G, Berghen C, Devlies W, Claessens F, Van Poppel H, Everaerts W, Joniau S. ARNEO: A Randomized Phase II Trial of Neoadjuvant Degarelix with or Without Apalutamide Prior to Radical Prostatectomy for High-risk Prostate Cancer. Eur Urol. 2022 Sep 24:S0302-2838(22)02638-0. doi: 10.1016/j.eururo.2022.09.009. Epub ahead of print. PMID: 36167599. What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher (Niloefar Ahmadi Bidakhvidi) will be responsible for data documentation; metadata, under supervision of the PI (Karolien Goffin). Who will manage data storage and backup during the research project? Data management, storage and back up will be performed by the PhD researcher (Niloefar Ahmadi Bidakhvidi), under supervision of the PI (Karolien Goffin). Who will manage data preservation and sharing? The PI (Karolien Goffin) will be responsible for ensuring data preservation and sharing. Who will update and implement this DMP? The PhD researcher (Niloefar Ahmadi Bidakhvidi) will be responsible for updating this DMP. The PI (Karolien Goffin) bears the end responsibility for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 20 April 2023 8 of 8"
}