{
    "document_id": "D-2023-2013",
    "LinkTitle": "D-2023-2013",
    "file_name": "D-2023-2013.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2013.pdf",
    "metadata": {
        "title": "Mold-active Azoles: Development, Validation and Implementation of Safe and Effective Dosing strategies (M-ADVISED)",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Mold-active Azoles: Development, Validation and Implementation of Safe and Effective Dosing\nstrategies (M-ADVISED)\nA Data Management Plan created using DMPonline.be\nCreator: \nBeatrijs Mertens \n \nhttps://orcid.org/0000-0002-1501-3045\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1S36223N\nID: \n197830\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nInvasive mold infections are an emerging cause of morbidity and mortality worldwide. Hemato-oncological patients, transplant recipients\nand critically ill patients bear the brunt of this burden given their increased susceptibility to invasive mold infections, such as invasive\naspergillosis and mucormycosis. The mold-active triazole antifungals voriconazole, posaconazole and isavuconazole are cornerstones in\nthe treatment of invasive mold infections. For voriconazole and posaconazole, therapeutic drug monitoring (TDM) is strongly\nrecommended to maximize efficacy and/or minimize toxicity. Variability in drug exposure remains a pertinent problem, even though TDM\nis broadly implemented in clinical practice. Furthermore, for the newest triazole isavuconazole, real-world exposure data are scarce. The\nneed to optimize exposure to the mold-active triazoles and to increase insight into the real-world exposure to isavuconazole is most\npressing in patients who are likely to exhibit altered pharmacokinetics, such as patients admitted to the intensive care unit. In response to\nthese unmet clinical needs, we aim to develop and validate optimized dosing strategies for voriconazole, posaconazole and\nisavuconazole. The overall goal is to improve antifungal target attainment as well as clinical outcomes in patients with invasive mold\ninfections.\nLast modified: \n24-04-2023\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n1 of 7\nMold-active Azoles: Development, Validation and Implementation of Safe and Effective Dosing\nstrategies (M-ADVISED)\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nAll experimental, quantitative data (i.e., patient records, biochemical data) will be collected in REDCap® and analysed in R software. REDCap® is a secure web-based tool to capture research\ndata and includes data logging. Biologic materials (i.e., plasma samples) will be stored in microtubes in the Biobank of KU / UZ Leuven. Statistical data will be stored as numerical data in .csv files\nand models will be stored as .mod files. I will deliver at least five manuscripts that will be published in relevant peer-reviewed journals and will be stored as .pdf files.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nThe promotor, Prof. I. Spriet, is ideally positioned to take full responsibility for data preservation due to her position at KU / UZ Leuven. During the project, Prof. I. Spriet and the applicant will\nguarantee high-quality data management according to Good Clinical Practice and Good Laboratory Practice standards. During the project, all data will be stored in REDCap®. Samples will be\nstored in the UZ Leuven Biobank. After the project, all processed data will be stored in a password-protected folder on a server at KU/UZ Leuven. Only members of the research team will have\naccess to these folders and to the KU / UZ Leuven Biobank. A data protection officer of UZ Leuven will be available if needed.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNo patient-identifiable information will be used in REDCap®. All patients will be pseudonymized and the encrypted code will be stored separately in a password-protected folder on a server at KU\n/ UZ Leuven. Only members of the project team will have access to this information. In accordance with the KU Leuven research data management policy, relevant data will be retained for a\nminimum period of ten years after the end of the project in a safe, secure and sustainable way for the purposes of reproducibility, verification and potential reuse. All this will be done in accordance\nwith the General Data Protection Regulation.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNone. \nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNone. \nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n2 of 7\nMold-active Azoles: Development, Validation and Implementation of Safe and Effective Dosing\nstrategies (M-ADVISED)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n3 of 7\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital data \nOnly for physical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical volume\nVoriconazole_PopPK models_Overview \nWP1.1 – Overview of\npublished voriconazole\npopPK models\nReuse existing\ndata\nDigital\nCompiled data\n.csv\n<100MB\nNA\nVoriconazole_PopPK models_NONMEM\nWP1.1 – NONMEM\ncodes of published\nvoriconazole popPK\nmodels\nReuse existing\ndata\nDigital\nNONMEM codes\n.mod\n<100MB\nNA\nVoriconazole_Predictive performance\nWP1.2 – Dataset with\nretrospective data for\npredictive performance\nevaluation of\nvoriconazole popPK\nmodels\nGenerate new\ndata\nDigital\nObservational data\n.csv\n.R\n<100MB\nNA\nVoriconazole_Clinical validation_Data\nWP1.3 – Patient\ncharacteristics,\ntreatment data and\nvoriconazole exposure\nmetrics collected for\nclinical validation of\nvoriconazole MIPD\nGenerate new\ndata\nDigital\nObservational data\n.xml\n.R\n<100MB\nNA\nVoriconazole_Clinical validation_Samples\nWP1.3 – Plasma\nsamples collected for\nvoriconazole\nquantification in the\nclinical validation study\nGenerate new\ndata\nPhysical\nNA\nNA\nNA\n±120 plasma\nsamples\nVoriconazole_Cost-effectiveness\nWP1.4 – Costs and\nclinical outcomes of\nvoriconazole MIPD and\ntraditional TDM\nGenerate new\ndata\nDigital\nObservational data\n.csv\n.R\n<100MB\nNA\nPosaconazole_Clinical validation_Data\nWP2 – Patient\ncharacteristics,\ntreatment data and\nposaconazole\nexposure metrics\ncollected for the clinical\nvalidation of the\noptimized dosing\nregimen\nGenerate new\ndata\nDigital\nObservational data\n.xml\n.R\n<100MB\nNA\nPosaconazole_Clinical\nvalidation_Samples\nWP2 – Plasma\nsamples collected for\nposaconazole\nquantification in the\nclinical validation study\nGenerate new\ndata\nPhysical\nNA\nNA\nNA\n±120 plasma\nsamples\nIsavuconazole_ECMO_Data\nWP3.1 – Patient\ncharacteristics,\ntreatment data and\nisavuconazole\nexposure metrics\ncollected in the\nprospective\npharmacokinetic study\nincluding patients\nsupported by ECMO\nReuse existing\ndata Generate\nnew data\nDigital\nObservational data\n.xml\n.R\n<100MB\nNA\nIsavuconazole_ECMO_Samples\nWP3.1 – Plasma\nsamples collected for\nisavuconazole\nquantification in the\nprospective\npharmacokinetic study\nincluding patients\nsupported by ECMO\nGenerate new\ndata\nPhysical\nNA\nNA\nNA\n±160 plasma\nsamples (stored\nas aliquots in\nduplicate)\nIsavuconazole_Clinical validation_Data\nWP3.2 – Patient\ncharacteristics,\ntreatment data and\nisavuconazole\nexposure metrics\ncollected for the clinical\nvalidation of the\noptimized dosing\nregimen\nGenerate new\ndata\nDigital\nObservational data\n.xml\n.R\n<100MB\nNA\nIsavuconazole_Clinical\nvalidation_Samples\nWP2 – Plasma\nsamples collected for\nisavuconazole\nquantification in the\nclinical validation study\nGenerate new\ndata\nPhysical data\nNA\nNA\nNA\n±70 plasma\nsamples\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nFor work package 1.1, a literature search will be performed to identify previously published population pharmacokinetic models for voriconazole. The published papers will be accessed via\nPubMed® (MEDLINE database) and the relevant model characteristics will be retrieved from the published manuscripts and supplementary materials. The models will be encoded by using\nNONMEM, which is a non-linear mixed-effects modelling software package for population pharmacokinetic analyses. The encoding process will be performed based on the NONMEM code as\nincluded in the original manuscript – and if not available – by reconstruction from the available model characteristics.\nFor work package 3.1, clinical data from the multicenter ICONIC study (ClinicalTrials.gov: NCT04777058) will be pooled with clinical and pharmacokinetic data of the prospective pharmacokinetic\nstudy in critically ill patients supported by ECMO. In the ICONIC study,  the pharmacokinetics of isavuconazole was evaluated in 20 critically ill patients without ECMO support (principal\ninvestigator: Prof. R. Brüggemann, Radboudumc, Nijmegen, The Netherlands). A data transfer agreement between UZ Leuven and Radboudumc will be provided for reuse of the pseudonymized\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n4 of 7\nclinical data of the ICONIC study (advise on the data transfer agreement has already been provided by the Clinical Trial Center of UZ Leuven). Prof. Isabel Spriet will be the principal investigator\nof the prospective PK study in patients supported by ECMO. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nEthical approval by the Ethics Committee Research UZ / KU Leuven has already been obtained for the projects described in work packages ‘1.2 Predictive performance evaluation of\nvoriconazole population pharmacokinetic models’ (S65215) and ‘3.1 Assessment of isavuconazole pharmacokinetics in adult critically ill patients supported by ECMO’ (S65556). Submission of the\nstudy protocols for the clinical validation studies of the optimized dosing regimens for voriconazole (WP1.3), posaconazole (WP2) and isavuconazole (WP3.2) will be submitted within the following\nmonths.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nPersonal data will be collected as part of the projects described in work packages 1.2-1.4, 2 and 3.1-3.2. The following data will be collected (non-limitative list):\nDemographical characteristics (\ne.\ng., \nage, sex, race);\nBody weight, length, body mass index;\nLength of hospital admission and – if applicable – length of stay at the intensive care unit;\nLaboratory values (\ne.\ng., \nalbumin, total protein, aspartate aminotransferase, alanine aminotransferase, gamma-glutamyltransferase, alkaline phosphatase, serum creatinine, creatinine\nclearance, estimated glomerular filtration rate, C-reactive protein);\nAntifungal treatment data (\ne.\ng., \nindication, dosage regimen, therapy duration, route of administration);\nAntifungal exposure metrics (\ne.\ng., \ntotal and/or unbound trough concentrations, maximal concentrations);\nCo-medication;\nClinical care (\ne.\ng., \ntemperature, heart rate, Sequential Organ Failure Assessment score, Acute Physiology and Chronic Health Evaluation II score, renal replacement therapy,\nextracorporeal membrane oxygenation);\nMycological evidence (\ne.\ng., \nidentified pathogen, specimen, galactomannan indices, minimal inhibitory concentration);\nClinical cure at the end of antifungal treatment, all-cause mortality\nTreatment-emergent adverse drug events and serious adverse drug events.\nAll personal data will be pseudonymized and the encrypted code will be stored separately in a password-protected folder on the server of UZ Leuven. Only members of the research team will\nhave access to this information.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nThe model-informed precision dosing (MIPD) approach for voriconazole, which will be developed in work package 1, will be integrated in an MIPD software tool. This MIPD software tool is\ncurrently being developed and validated with funding from an internal KU Leuven grant (C3/20/039). After approval as a medical device, according to the European Union Regulation 2017/745, we\naim to broadly integrate the MIPD software tool in electronic health record software systems in Belgium and Europe. Discussions with LRD of KU Leuven are ongoing to support the (inter)national\nimplementation of the MIPD software tool.  \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nYes\nFor work package 3.1, clinical data from the multicenter ICONIC study (ClinicalTrials.gov: NCT04777058) will be pooled with clinical and pharmacokinetic data of the prospective pharmacokinetic\nstudy in critically ill patients supported by ECMO. In the ICONIC study,  the pharmacokinetics of isavuconazole was evaluated in 20 critically ill patients without ECMO support (principal\ninvestigator: Prof. R. Brüggemann, Radboudumc, Nijmegen, The Netherlands). A data transfer agreement between UZ Leuven and Radboudumc will be provided for reuse of the pseudonymized\nclinical data of the ICONIC study (advise on the data transfer agreement has already been provided by the Clinical Trial Center of UZ Leuven). Prof. Isabel Spriet will be the principal investigator\nof the prospective PK study in patients supported by ECMO. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nYes\nThe model-informed precision dosing (MIPD) approach for voriconazole, which will be developed in work package 1, will be integrated in an MIPD software tool. This MIPD software tool is\ncurrently being developed and validated with funding from an internal KU Leuven grant (C3/20/039). After approval as a medical device, according to the European Union Regulation 2017/745, we\naim to broadly integrate the MIPD software tool in electronic health record software systems in Belgium and Europe. Discussions with LRD of KU Leuven are ongoing to support the (inter)national\nimplementation of the MIPD software tool.  \n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nIn work packages 1.3, 2, 3.1 and 3.2, patient and treatment data will be registered in REDCap®. A Data Dictionary Codebook, which includes information on a variable level for all collected data,\nwill be generated for each project. Furthermore, a README.txt file of the data structure will be provided to ensure that the data are understandable and usable for third parties.\nFor statistical analyses that will be performed in RStudio, R scripts will be provided that contain in-file documentation of the applied statistical code.\nFor model files, an annotation will be provided following each line of the model code to explain the meaning and function of the code. A README.txt file will be provided to describe the dataset\nthat is used for model development and the object (drug concentration/effect) that is being modeled.\nFor model-derived simulation files, a README.txt file will be provided to describe the model used for data simulation and the information presented in the simulation file.\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n5 of 7\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDuring the project, personal data will be stored in REDCap® and other digital data (\ne.g.; \nNONMEM codes of population pharmacokinetic models) will be stored on the secured servers of UZ\nLeuven. All personal data will be password-secured. After completion of the research projects, all processed data will be stored in a password-protected folder on the central server of UZ Leuven.\nBiological materials (\ni.e., \nplasma samples) will be stored in the KU / UZ Leuven Biobank. \nHow will the data be backed up?\nThe data will be stored in REDCap® and on the central servers of UZ Leuven with automatic daily back-up procedures.\nBiological materials (\ni.e., \nplasma samples) will be stored as duplicate aliquots in the KU Leuven / UZ Leuven Biobank.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nREDCap® is hosted on central ICTS Webservices and MySQL databases of KU Leuven and has unlimited capacity. We expect the available capacity of the central UZ Leuven server to be\nsufficient for storage of our research data given the abovementioned digital data volumes for the different research projects.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nPersonal data will never be allowed to be stored and accessed on unprotected personal devices. During the project, data will be stored in REDCap®. No patient-identifiable information will be\nregistered in REDCap®. All personal data will be pseudonymized and the encrypted code will be stored in a password-protected folder on the secured server of UZ Leuven. After the completion\nof all research projects, the processed data will be stored in password-protected folders on the secured server of UZ Leuven. Only members of the research team will have access to these\nfolders.\nBiological materials will be registered – after pseudonymization – in the KU /UZ Leuven Biobank Registry, which is integrated in the PeopleSoft Logistic application on the UZ Leuven network.\nAccess to the Biobank and the Biobank Registry will only be granted to members of the research team.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAn annual cost of € 80 will charged by KU Leuven for hosting REDCap® on the central ICTS Webservices and MySQL databases. The use of the UZ Leuven servers is free of charge.\nFor storage of biological materials in the KU / UZ Leuven Biobank the following costs will be charged: € 100 for study registration, € 1/sample at storage and € 0.1/sample/year.\nAll costs for data storage and backup will be covered by the principal investigator and the FWO bench fee (ZKE3055).\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nIn accordance with the CTC recommendations for clinical trials with medicinal products for human use, all relevant research data will be retained for a minimum of 25 years after the end of the\nresearch projects.\nWhere will these data be archived (stored and curated for the long-term)?\nAll digital data will be stored on the central servers of UZ Leuven (with automatic back-up procedures) for a minimum of 25 years after the end of the research projects.\nBiological materials will be stored in the KU / UZ Leuven Biobank for at least 25 years after the end of the pharmacokinetic studies.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nStorage on the central servers of UZ Leuven is free of charge. Annual server costs for REDCap® will no longer be charged after completion of the research projects as all relevant data will be\ndownloaded from REDCap® and stored on the central servers of UZ Leuven.\nFor storage of biological materials in the KU / UZ Leuven Biobank a cost of € 0.1 per sample/year is charged. These costs will be covered by the principal investigator.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n6 of 7\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nInternal access (KU / UZ Leuven) to the research data can be granted by a formal written consent provided by the principal investigator. External access to the research data can be granted to\nthird parties upon reasonable request and after ethical approval. A data transfer agreement with KU / UZ Leuven is required. All patient-related data will be anonymized before data will be made\navailable.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nInternal access (KU / UZ Leuven) to the research data can be granted by a formal written consent provided by the principal investigator. External access to the research data can be granted after\nethical approval and requires a data transfer agreement with KU / UZ Leuven.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Privacy aspects\nAs we collect personal data, data sharing will be restricted in accordance with the consent provided by the patient and/or the legal representative. Patient-related data will be anonymized before\ndata will be made available.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will be made available via the KU Leuven Research Data Repository.\nWhen will the data be made available?\nThe data will be made available upon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nA Creative Commons Attribution Noncommercial NoDerivatives 4.0 International (CC-BY-NC-ND-4.0) license will be provided.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nYes, a DOI will be added to the datasets.\nWhat are the expected costs for data sharing? How will these costs be covered?\nAs a volume of 50 GB per year can be stored for free in the KU Leuven Research Data Repository, no costs are expected.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD student, Beatrijs Mertens, will manage data documentation during the research project. \nWho will manage data storage and backup during the research project?\nThe PhD student, Beatrijs Mertens, will manage data storage and backup during the research project. \nWho will manage data preservation and sharing?\nThe principal investigator, Prof. I. Spriet, will manage data preservation and sharing. \nWho will update and implement this DMP?\nThe PhD student, Beatrijs Mertens, will update and implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 24 April 2023\n7 of 7"
    },
    "clean_full_text": "Mold-active Azoles: Development, Validation and Implementation of Safe and Effective Dosing strategies (M-ADVISED) A Data Management Plan created using DMPonline.be Creator: Beatrijs Mertens https://orcid.org/0000-0002-1501-3045 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1S36223N ID: 197830 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Invasive mold infections are an emerging cause of morbidity and mortality worldwide. Hemato-oncological patients, transplant recipients and critically ill patients bear the brunt of this burden given their increased susceptibility to invasive mold infections, such as invasive aspergillosis and mucormycosis. The mold-active triazole antifungals voriconazole, posaconazole and isavuconazole are cornerstones in the treatment of invasive mold infections. For voriconazole and posaconazole, therapeutic drug monitoring (TDM) is strongly recommended to maximize efficacy and/or minimize toxicity. Variability in drug exposure remains a pertinent problem, even though TDM is broadly implemented in clinical practice. Furthermore, for the newest triazole isavuconazole, real-world exposure data are scarce. The need to optimize exposure to the mold-active triazoles and to increase insight into the real-world exposure to isavuconazole is most pressing in patients who are likely to exhibit altered pharmacokinetics, such as patients admitted to the intensive care unit. In response to these unmet clinical needs, we aim to develop and validate optimized dosing strategies for voriconazole, posaconazole and isavuconazole. The overall goal is to improve antifungal target attainment as well as clinical outcomes in patients with invasive mold infections. Last modified: 24-04-2023 Created using DMPonline.be. Last modiﬁed 24 April 2023 1 of 7 Mold-active Azoles: Development, Validation and Implementation of Safe and Effective Dosing strategies (M-ADVISED) Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) All experimental, quantitative data (i.e., patient records, biochemical data) will be collected in REDCap® and analysed in R software. REDCap® is a secure web-based tool to capture research data and includes data logging. Biologic materials (i.e., plasma samples) will be stored in microtubes in the Biobank of KU / UZ Leuven. Statistical data will be stored as numerical data in .csv files and models will be stored as .mod files. I will deliver at least five manuscripts that will be published in relevant peer-reviewed journals and will be stored as .pdf files. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) The promotor, Prof. I. Spriet, is ideally positioned to take full responsibility for data preservation due to her position at KU / UZ Leuven. During the project, Prof. I. Spriet and the applicant will guarantee high-quality data management according to Good Clinical Practice and Good Laboratory Practice standards. During the project, all data will be stored in REDCap®. Samples will be stored in the UZ Leuven Biobank. After the project, all processed data will be stored in a password-protected folder on a server at KU/UZ Leuven. Only members of the research team will have access to these folders and to the KU / UZ Leuven Biobank. A data protection officer of UZ Leuven will be available if needed. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) No patient-identifiable information will be used in REDCap®. All patients will be pseudonymized and the encrypted code will be stored separately in a password-protected folder on a server at KU / UZ Leuven. Only members of the project team will have access to this information. In accordance with the KU Leuven research data management policy, relevant data will be retained for a minimum period of ten years after the end of the project in a safe, secure and sustainable way for the purposes of reproducibility, verification and potential reuse. All this will be done in accordance with the General Data Protection Regulation. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) None. Which other issues related to the data management are relevant to mention? (use up to 700 characters) None. Created using DMPonline.be. Last modiﬁed 24 April 2023 2 of 7 Mold-active Azoles: Development, Validation and Implementation of Safe and Effective Dosing strategies (M-ADVISED) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 24 April 2023 3 of 7 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Voriconazole_PopPK models_Overview WP1.1 – Overview of published voriconazole popPK models Reuse existing data Digital Compiled data .csv <100MB NA Voriconazole_PopPK models_NONMEM WP1.1 – NONMEM codes of published voriconazole popPK models Reuse existing data Digital NONMEM codes .mod <100MB NA Voriconazole_Predictive performance WP1.2 – Dataset with retrospective data for predictive performance evaluation of voriconazole popPK models Generate new data Digital Observational data .csv .R <100MB NA Voriconazole_Clinical validation_Data WP1.3 – Patient characteristics, treatment data and voriconazole exposure metrics collected for clinical validation of voriconazole MIPD Generate new data Digital Observational data .xml .R <100MB NA Voriconazole_Clinical validation_Samples WP1.3 – Plasma samples collected for voriconazole quantification in the clinical validation study Generate new data Physical NA NA NA ±120 plasma samples Voriconazole_Cost-effectiveness WP1.4 – Costs and clinical outcomes of voriconazole MIPD and traditional TDM Generate new data Digital Observational data .csv .R <100MB NA Posaconazole_Clinical validation_Data WP2 – Patient characteristics, treatment data and posaconazole exposure metrics collected for the clinical validation of the optimized dosing regimen Generate new data Digital Observational data .xml .R <100MB NA Posaconazole_Clinical validation_Samples WP2 – Plasma samples collected for posaconazole quantification in the clinical validation study Generate new data Physical NA NA NA ±120 plasma samples Isavuconazole_ECMO_Data WP3.1 – Patient characteristics, treatment data and isavuconazole exposure metrics collected in the prospective pharmacokinetic study including patients supported by ECMO Reuse existing data Generate new data Digital Observational data .xml .R <100MB NA Isavuconazole_ECMO_Samples WP3.1 – Plasma samples collected for isavuconazole quantification in the prospective pharmacokinetic study including patients supported by ECMO Generate new data Physical NA NA NA ±160 plasma samples (stored as aliquots in duplicate) Isavuconazole_Clinical validation_Data WP3.2 – Patient characteristics, treatment data and isavuconazole exposure metrics collected for the clinical validation of the optimized dosing regimen Generate new data Digital Observational data .xml .R <100MB NA Isavuconazole_Clinical validation_Samples WP2 – Plasma samples collected for isavuconazole quantification in the clinical validation study Generate new data Physical data NA NA NA ±70 plasma samples If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: For work package 1.1, a literature search will be performed to identify previously published population pharmacokinetic models for voriconazole. The published papers will be accessed via PubMed® (MEDLINE database) and the relevant model characteristics will be retrieved from the published manuscripts and supplementary materials. The models will be encoded by using NONMEM, which is a non-linear mixed-effects modelling software package for population pharmacokinetic analyses. The encoding process will be performed based on the NONMEM code as included in the original manuscript – and if not available – by reconstruction from the available model characteristics. For work package 3.1, clinical data from the multicenter ICONIC study (ClinicalTrials.gov: NCT04777058) will be pooled with clinical and pharmacokinetic data of the prospective pharmacokinetic study in critically ill patients supported by ECMO. In the ICONIC study, the pharmacokinetics of isavuconazole was evaluated in 20 critically ill patients without ECMO support (principal investigator: Prof. R. Brüggemann, Radboudumc, Nijmegen, The Netherlands). A data transfer agreement between UZ Leuven and Radboudumc will be provided for reuse of the pseudonymized Created using DMPonline.be. Last modiﬁed 24 April 2023 4 of 7 clinical data of the ICONIC study (advise on the data transfer agreement has already been provided by the Clinical Trial Center of UZ Leuven). Prof. Isabel Spriet will be the principal investigator of the prospective PK study in patients supported by ECMO. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Ethical approval by the Ethics Committee Research UZ / KU Leuven has already been obtained for the projects described in work packages ‘1.2 Predictive performance evaluation of voriconazole population pharmacokinetic models’ (S65215) and ‘3.1 Assessment of isavuconazole pharmacokinetics in adult critically ill patients supported by ECMO’ (S65556). Submission of the study protocols for the clinical validation studies of the optimized dosing regimens for voriconazole (WP1.3), posaconazole (WP2) and isavuconazole (WP3.2) will be submitted within the following months. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Personal data will be collected as part of the projects described in work packages 1.2-1.4, 2 and 3.1-3.2. The following data will be collected (non-limitative list): Demographical characteristics ( e. g., age, sex, race); Body weight, length, body mass index; Length of hospital admission and – if applicable – length of stay at the intensive care unit; Laboratory values ( e. g., albumin, total protein, aspartate aminotransferase, alanine aminotransferase, gamma-glutamyltransferase, alkaline phosphatase, serum creatinine, creatinine clearance, estimated glomerular filtration rate, C-reactive protein); Antifungal treatment data ( e. g., indication, dosage regimen, therapy duration, route of administration); Antifungal exposure metrics ( e. g., total and/or unbound trough concentrations, maximal concentrations); Co-medication; Clinical care ( e. g., temperature, heart rate, Sequential Organ Failure Assessment score, Acute Physiology and Chronic Health Evaluation II score, renal replacement therapy, extracorporeal membrane oxygenation); Mycological evidence ( e. g., identified pathogen, specimen, galactomannan indices, minimal inhibitory concentration); Clinical cure at the end of antifungal treatment, all-cause mortality Treatment-emergent adverse drug events and serious adverse drug events. All personal data will be pseudonymized and the encrypted code will be stored separately in a password-protected folder on the server of UZ Leuven. Only members of the research team will have access to this information. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The model-informed precision dosing (MIPD) approach for voriconazole, which will be developed in work package 1, will be integrated in an MIPD software tool. This MIPD software tool is currently being developed and validated with funding from an internal KU Leuven grant (C3/20/039). After approval as a medical device, according to the European Union Regulation 2017/745, we aim to broadly integrate the MIPD software tool in electronic health record software systems in Belgium and Europe. Discussions with LRD of KU Leuven are ongoing to support the (inter)national implementation of the MIPD software tool. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes For work package 3.1, clinical data from the multicenter ICONIC study (ClinicalTrials.gov: NCT04777058) will be pooled with clinical and pharmacokinetic data of the prospective pharmacokinetic study in critically ill patients supported by ECMO. In the ICONIC study, the pharmacokinetics of isavuconazole was evaluated in 20 critically ill patients without ECMO support (principal investigator: Prof. R. Brüggemann, Radboudumc, Nijmegen, The Netherlands). A data transfer agreement between UZ Leuven and Radboudumc will be provided for reuse of the pseudonymized clinical data of the ICONIC study (advise on the data transfer agreement has already been provided by the Clinical Trial Center of UZ Leuven). Prof. Isabel Spriet will be the principal investigator of the prospective PK study in patients supported by ECMO. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes The model-informed precision dosing (MIPD) approach for voriconazole, which will be developed in work package 1, will be integrated in an MIPD software tool. This MIPD software tool is currently being developed and validated with funding from an internal KU Leuven grant (C3/20/039). After approval as a medical device, according to the European Union Regulation 2017/745, we aim to broadly integrate the MIPD software tool in electronic health record software systems in Belgium and Europe. Discussions with LRD of KU Leuven are ongoing to support the (inter)national implementation of the MIPD software tool. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). In work packages 1.3, 2, 3.1 and 3.2, patient and treatment data will be registered in REDCap®. A Data Dictionary Codebook, which includes information on a variable level for all collected data, will be generated for each project. Furthermore, a README.txt file of the data structure will be provided to ensure that the data are understandable and usable for third parties. For statistical analyses that will be performed in RStudio, R scripts will be provided that contain in-file documentation of the applied statistical code. For model files, an annotation will be provided following each line of the model code to explain the meaning and function of the code. A README.txt file will be provided to describe the dataset that is used for model development and the object (drug concentration/effect) that is being modeled. For model-derived simulation files, a README.txt file will be provided to describe the model used for data simulation and the information presented in the simulation file. Created using DMPonline.be. Last modiﬁed 24 April 2023 5 of 7 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? During the project, personal data will be stored in REDCap® and other digital data ( e.g.; NONMEM codes of population pharmacokinetic models) will be stored on the secured servers of UZ Leuven. All personal data will be password-secured. After completion of the research projects, all processed data will be stored in a password-protected folder on the central server of UZ Leuven. Biological materials ( i.e., plasma samples) will be stored in the KU / UZ Leuven Biobank. How will the data be backed up? The data will be stored in REDCap® and on the central servers of UZ Leuven with automatic daily back-up procedures. Biological materials ( i.e., plasma samples) will be stored as duplicate aliquots in the KU Leuven / UZ Leuven Biobank. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes REDCap® is hosted on central ICTS Webservices and MySQL databases of KU Leuven and has unlimited capacity. We expect the available capacity of the central UZ Leuven server to be sufficient for storage of our research data given the abovementioned digital data volumes for the different research projects. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Personal data will never be allowed to be stored and accessed on unprotected personal devices. During the project, data will be stored in REDCap®. No patient-identifiable information will be registered in REDCap®. All personal data will be pseudonymized and the encrypted code will be stored in a password-protected folder on the secured server of UZ Leuven. After the completion of all research projects, the processed data will be stored in password-protected folders on the secured server of UZ Leuven. Only members of the research team will have access to these folders. Biological materials will be registered – after pseudonymization – in the KU /UZ Leuven Biobank Registry, which is integrated in the PeopleSoft Logistic application on the UZ Leuven network. Access to the Biobank and the Biobank Registry will only be granted to members of the research team. What are the expected costs for data storage and backup during the research project? How will these costs be covered? An annual cost of € 80 will charged by KU Leuven for hosting REDCap® on the central ICTS Webservices and MySQL databases. The use of the UZ Leuven servers is free of charge. For storage of biological materials in the KU / UZ Leuven Biobank the following costs will be charged: € 100 for study registration, € 1/sample at storage and € 0.1/sample/year. All costs for data storage and backup will be covered by the principal investigator and the FWO bench fee (ZKE3055). 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). In accordance with the CTC recommendations for clinical trials with medicinal products for human use, all relevant research data will be retained for a minimum of 25 years after the end of the research projects. Where will these data be archived (stored and curated for the long-term)? All digital data will be stored on the central servers of UZ Leuven (with automatic back-up procedures) for a minimum of 25 years after the end of the research projects. Biological materials will be stored in the KU / UZ Leuven Biobank for at least 25 years after the end of the pharmacokinetic studies. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Storage on the central servers of UZ Leuven is free of charge. Annual server costs for REDCap® will no longer be charged after completion of the research projects as all relevant data will be downloaded from REDCap® and stored on the central servers of UZ Leuven. For storage of biological materials in the KU / UZ Leuven Biobank a cost of € 0.1 per sample/year is charged. These costs will be covered by the principal investigator. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made Created using DMPonline.be. Last modiﬁed 24 April 2023 6 of 7 available. Yes, in a restricted access repository (after approval, institutional access only, …) Internal access (KU / UZ Leuven) to the research data can be granted by a formal written consent provided by the principal investigator. External access to the research data can be granted to third parties upon reasonable request and after ethical approval. A data transfer agreement with KU / UZ Leuven is required. All patient-related data will be anonymized before data will be made available. If access is restricted, please specify who will be able to access the data and under what conditions. Internal access (KU / UZ Leuven) to the research data can be granted by a formal written consent provided by the principal investigator. External access to the research data can be granted after ethical approval and requires a data transfer agreement with KU / UZ Leuven. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects As we collect personal data, data sharing will be restricted in accordance with the consent provided by the patient and/or the legal representative. Patient-related data will be anonymized before data will be made available. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be made available via the KU Leuven Research Data Repository. When will the data be made available? The data will be made available upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. A Creative Commons Attribution Noncommercial NoDerivatives 4.0 International (CC-BY-NC-ND-4.0) license will be provided. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Yes, a DOI will be added to the datasets. What are the expected costs for data sharing? How will these costs be covered? As a volume of 50 GB per year can be stored for free in the KU Leuven Research Data Repository, no costs are expected. 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD student, Beatrijs Mertens, will manage data documentation during the research project. Who will manage data storage and backup during the research project? The PhD student, Beatrijs Mertens, will manage data storage and backup during the research project. Who will manage data preservation and sharing? The principal investigator, Prof. I. Spriet, will manage data preservation and sharing. Who will update and implement this DMP? The PhD student, Beatrijs Mertens, will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 24 April 2023 7 of 7"
}