{
    "document_id": "D-2023-2315",
    "LinkTitle": "D-2023-2315",
    "file_name": "D-2023-2315.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2315.pdf",
    "metadata": {
        "title": "Upgraded High Temperature Heat in Energy Intensive Sectors Upheat-INES2",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Upgraded High Temperature Heat in Energy Intensive Sectors Upheat-INES2\nA Data Management Plan created using DMPonline.be\nCreator: \nAlessia Arteconi\nAffiliation: \nKU Leuven (KUL)\nFunder: \nVlaams Agentschap Innoveren & Ondernemen (VLAIO)\nTemplate: \nVLAIO cSBO DMP (Flemish Standard DMP)\nGrant number / URL: \nHBC.2022.0539\nID: \n200997\nStart date: \n01-01-2023\nEnd date: \n30-06-2025\nProject abstract:\nThe project develops a \nproof-of-concept very high temperature vapor compression heat pump that delivers\nheat sink temperatures between 160 °C-200 °C\n. The performance of the system is evaluated based on the COP for\ngiven heat sink and source temperatures and output powers. Second law efficiencies between 40 % – 60 % are\nexpected with a minimal COP of 2.4.\nThe proof-of-concept system operates with a\n zeotropic water-ammonia working fluid mixture\n. The addition of\nammonia is key in achieving a high COP and increases the optimal integration potential.\nIn order to unlock the potential of water-ammonia vapor compression heat pumps, suitable construction and sealing\nmaterials have to be identified. These materials need to withstand the high pressures and temperatures, the contact\nwith the water-ammonia mixture and have desirable mechanical properties required for the manufacturability. \nSuitable\nmaterials for the construction and design of water-ammonia VHT-HPs are identified, tested and selected\n.\nThe design, control and fault detection in heat pumps are often treated separately. The present project presents a\ncombined design, control and operation strategy\n taking into account the variability of the heat source on multiple\ntime scales. Based on validated dynamic heat pump models, a robust controller, optimized together with the design\nspecifications is made. Both static and temporal performance metrics for fault detection and diagnosis are assessed.\nLast modified: \n14-07-2023\nCreated using DMPonline.be. Last modiﬁed 14 July 2023\n1 of 7\nUpgraded High Temperature Heat in Energy Intensive Sectors Upheat-INES2\nVLAIO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital data \nOnly for\nphysical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por, .xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose from the\nfollowing options:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nSamples for materials\ncompatibility testing\nSamples for testing the\nmaterials compatibility\nwith water ammonia in\nWP1\nGenerate new\ndata\n \nPhysical\nNA\n \nNA\nNA\n<1 m3\nSoftware codes\nSoftware codes for the\nmodels developed in\nWP1 and WP2\nGenerate new\ndata\nDigital\nSoftware\n \n.py, .mo\n<1 GB\nNA\nSimulation results\nResults obtained by\nrunning the software\ncodes\nGenerate new\ndata\nDigital\nSimulation data\n \n.cvs,.pdf, .txt,\n.rtf\n<100GB\nNA\nExperimental setup\nspecifications\nDescription and design\nspecifications (P&ID) of\nthe experimental\nsetups used in WP3\nGenerate new\ndata\nDigital\nCompiled/aggregated data\n \n.cvs,.pdf, .txt,\n.rtf, .dwg,\n<1 GB\nNA\nExperimental data and\ntest matrix\nTesting conditions and\nmeasured values (WP3)\nGenerate new\ndata\nDigital\nExperimental\n \n.cvs,.pdf, .txt,\n.rtf,\n<100GB\nNA\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nData reused are:\nTask1.1. Materials databases (https://www.matweb.com/)\nTask1.3 and Task2.1. Fluid properties: CoolProp database (http://www.coolprop.org/) and Refprop database (https://www.nist.gov/srd/refprop)\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nAll the results/data generated by the project undergoes the Intellectual Property Agreement signed by the parties within the Moonshot framework.\nCreated using DMPonline.be. Last modiﬁed 14 July 2023\n2 of 7\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nAs above mentioned all the project results should comply with \"SAMENWERKINGSOVEREENKOMST - MOONSHOT 2022 Strategisch BasisOnderzoek\"\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nIn order to make data understandable and easy to use, naming conventions for files and folders will be introduced.\nA hierarchical structure of the folders will be used and they will be divided per work packages/tasks, the latter will also be the basis reference to name the folders. The\nfiles name will refer to: file content (code/simulation/measurement/),date of data capturing, reference person who generated the file. In each folder a readme.txt file will\nbe included to explain the content of the folder and dictionary used. Search key words will be listed also in the readme file.\nAll adaptations to and processing of the dataset will be documented. Major changes will lead to a new version of the dataset which will be indicated using a hierarchical\nnumbering scheme (v1.0; v1.1, etc).\nThe data produced will be interoperable, they will adhere to standards for format (e.g. .csv, .txt, .pdf, .py, etc) and open software applications will be the first choice every\ntime it is possible.\nRegarding software codes, within each function or object, a brief description of the function or object will be provided.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nThe metadata model (DataCite) will be taken as reference. It is the reference metadata standard for RDR (pronounced \"Radar\"), the KU Leuven's institutional research\ndata repository for the publication of research data. \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe data for the all project will be stored in OneDrive, the institutional repository of UGent.\nThe research group of KU Leuven will also use its institutional OneDrive repository for intermediate data of its own research tasks.\nThe software codes will be uploaded also on a GitHub repository, owned by UGent.\nThe physical samples will be stored in the Thermotechnical lab of UGent\nHow will the data be backed up?\nStandard back-up provided by Ughent and KU Leuven ICTS for OneDrive repository.\nIn particular the most important back-up is on the UGent ATHT-share, which is on the DICTservers. These shares are managed by DICT, who take regular snapshots of the\nshares. These can be used in the extreme case that the back-ups mentioned above would be lost.\nPapers  will be backed up on the biblio.ugent.be environment and Lirias of KUL.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nCurrently the Share (managed by DICT UGhent) has 1PB of free space left\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll the above mentioned repositories require an authentication to access the data, this allow the access only to people participating in the project and authorized by the\nstorage owner.\nCreated using DMPonline.be. Last modiﬁed 14 July 2023\n3 of 7\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo costs are expected for the foreseen size of the data to be stored (OneDrive, H-disk and DICT-servers can be used free of charge by researchers of Ugent University.\nThe same at KUL below a storage size of 5TB)\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data will be preserved for 10 years (according to KU Leuven RDM policy)\nData will be selected and redundant and temporary data generated while running the project will be discarded.\nWhere will these data be archived (stored and curated for the long-term)?\nThe long term storage will be on the ATHT Share, which is managed centrally at UGent by DICT.\nKU Leuven RDR.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFor the expected volume of the archived data, no costs are expected.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll data\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nMembers of the research groups of the project will be able to access all the data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nYes, Other\nThe sharing of data and results have to be compliant with the collaboration agreement within the Moonshot framework.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will remain on the previously mentioned repositories and made available with restricted access upon request.\n \nWhen will the data be made available?\nAn embargo applies to data to be used in publications or to software codes in development phase. The data will be made available when ready for dissemination activities.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe following licenses will be considered:\nGNU GPL-3.0 (code)\nCC-BY 4.0 (data)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nCreated using DMPonline.be. Last modiﬁed 14 July 2023\n4 of 7\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?\nNA\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nEach researd group will be in charge to manage the data that they will generate with their own activities \nWho will manage data storage and backup during the research project?\nThe coordinator of the project (Steven Lecompte, UGhent), will be in charge to manager the storage and back up during the project \nWho will manage data preservation and sharing?\nThe coordinator of the project (Steven Lecompte, UGhent), will be in charge to manager data preservation and sharing \nWho will update and implement this DMP?\nThe coordinator of the project (Steven Lecompte, UGhent), will be in charge to update and implement the DMP \nCreated using DMPonline.be. Last modiﬁed 14 July 2023\n5 of 7\nUpgraded High Temperature Heat in Energy Intensive Sectors Upheat-INES2\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 14 July 2023\n6 of 7\nUpgraded High Temperature Heat in Energy Intensive Sectors Upheat-INES2\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 14 July 2023\n7 of 7"
    },
    "clean_full_text": "Upgraded High Temperature Heat in Energy Intensive Sectors Upheat-INES2 A Data Management Plan created using DMPonline.be Creator: Alessia Arteconi Affiliation: KU Leuven (KUL) Funder: Vlaams Agentschap Innoveren & Ondernemen (VLAIO) Template: VLAIO cSBO DMP (Flemish Standard DMP) Grant number / URL: HBC.2022.0539 ID: 200997 Start date: 01-01-2023 End date: 30-06-2025 Project abstract: The project develops a proof-of-concept very high temperature vapor compression heat pump that delivers heat sink temperatures between 160 °C-200 °C . The performance of the system is evaluated based on the COP for given heat sink and source temperatures and output powers. Second law efficiencies between 40 % – 60 % are expected with a minimal COP of 2.4. The proof-of-concept system operates with a zeotropic water-ammonia working fluid mixture . The addition of ammonia is key in achieving a high COP and increases the optimal integration potential. In order to unlock the potential of water-ammonia vapor compression heat pumps, suitable construction and sealing materials have to be identified. These materials need to withstand the high pressures and temperatures, the contact with the water-ammonia mixture and have desirable mechanical properties required for the manufacturability. Suitable materials for the construction and design of water-ammonia VHT-HPs are identified, tested and selected . The design, control and fault detection in heat pumps are often treated separately. The present project presents a combined design, control and operation strategy taking into account the variability of the heat source on multiple time scales. Based on validated dynamic heat pump models, a robust controller, optimized together with the design specifications is made. Both static and temporal performance metrics for fault detection and diagnosis are assessed. Last modified: 14-07-2023 Created using DMPonline.be. Last modiﬁed 14 July 2023 1 of 7 Upgraded High Temperature Heat in Energy Intensive Sectors Upheat-INES2 VLAIO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Samples for materials compatibility testing Samples for testing the materials compatibility with water ammonia in WP1 Generate new data Physical NA NA NA <1 m3 Software codes Software codes for the models developed in WP1 and WP2 Generate new data Digital Software .py, .mo <1 GB NA Simulation results Results obtained by running the software codes Generate new data Digital Simulation data .cvs,.pdf, .txt, .rtf <100GB NA Experimental setup specifications Description and design specifications (P&ID) of the experimental setups used in WP3 Generate new data Digital Compiled/aggregated data .cvs,.pdf, .txt, .rtf, .dwg, <1 GB NA Experimental data and test matrix Testing conditions and measured values (WP3) Generate new data Digital Experimental .cvs,.pdf, .txt, .rtf, <100GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Data reused are: Task1.1. Materials databases (https://www.matweb.com/) Task1.3 and Task2.1. Fluid properties: CoolProp database (http://www.coolprop.org/) and Refprop database (https://www.nist.gov/srd/refprop) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes All the results/data generated by the project undergoes the Intellectual Property Agreement signed by the parties within the Moonshot framework. Created using DMPonline.be. Last modiﬁed 14 July 2023 2 of 7 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes As above mentioned all the project results should comply with \"SAMENWERKINGSOVEREENKOMST - MOONSHOT 2022 Strategisch BasisOnderzoek\" 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). In order to make data understandable and easy to use, naming conventions for files and folders will be introduced. A hierarchical structure of the folders will be used and they will be divided per work packages/tasks, the latter will also be the basis reference to name the folders. The files name will refer to: file content (code/simulation/measurement/),date of data capturing, reference person who generated the file. In each folder a readme.txt file will be included to explain the content of the folder and dictionary used. Search key words will be listed also in the readme file. All adaptations to and processing of the dataset will be documented. Major changes will lead to a new version of the dataset which will be indicated using a hierarchical numbering scheme (v1.0; v1.1, etc). The data produced will be interoperable, they will adhere to standards for format (e.g. .csv, .txt, .pdf, .py, etc) and open software applications will be the first choice every time it is possible. Regarding software codes, within each function or object, a brief description of the function or object will be provided. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes The metadata model (DataCite) will be taken as reference. It is the reference metadata standard for RDR (pronounced \"Radar\"), the KU Leuven's institutional research data repository for the publication of research data. 3. Data storage & back-up during the research project Where will the data be stored? The data for the all project will be stored in OneDrive, the institutional repository of UGent. The research group of KU Leuven will also use its institutional OneDrive repository for intermediate data of its own research tasks. The software codes will be uploaded also on a GitHub repository, owned by UGent. The physical samples will be stored in the Thermotechnical lab of UGent How will the data be backed up? Standard back-up provided by Ughent and KU Leuven ICTS for OneDrive repository. In particular the most important back-up is on the UGent ATHT-share, which is on the DICTservers. These shares are managed by DICT, who take regular snapshots of the shares. These can be used in the extreme case that the back-ups mentioned above would be lost. Papers will be backed up on the biblio.ugent.be environment and Lirias of KUL. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Currently the Share (managed by DICT UGhent) has 1PB of free space left How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All the above mentioned repositories require an authentication to access the data, this allow the access only to people participating in the project and authorized by the storage owner. Created using DMPonline.be. Last modiﬁed 14 July 2023 3 of 7 What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs are expected for the foreseen size of the data to be stored (OneDrive, H-disk and DICT-servers can be used free of charge by researchers of Ugent University. The same at KUL below a storage size of 5TB) 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years (according to KU Leuven RDM policy) Data will be selected and redundant and temporary data generated while running the project will be discarded. Where will these data be archived (stored and curated for the long-term)? The long term storage will be on the ATHT Share, which is managed centrally at UGent by DICT. KU Leuven RDR. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For the expected volume of the archived data, no costs are expected. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All data If access is restricted, please specify who will be able to access the data and under what conditions. Members of the research groups of the project will be able to access all the data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other The sharing of data and results have to be compliant with the collaboration agreement within the Moonshot framework. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will remain on the previously mentioned repositories and made available with restricted access upon request. When will the data be made available? An embargo applies to data to be used in publications or to software codes in development phase. The data will be made available when ready for dissemination activities. Which data usage licenses are you going to provide? If none, please explain why. The following licenses will be considered: GNU GPL-3.0 (code) CC-BY 4.0 (data) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Created using DMPonline.be. Last modiﬁed 14 July 2023 4 of 7 Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? NA 6. Responsibilities Who will manage data documentation and metadata during the research project? Each researd group will be in charge to manage the data that they will generate with their own activities Who will manage data storage and backup during the research project? The coordinator of the project (Steven Lecompte, UGhent), will be in charge to manager the storage and back up during the project Who will manage data preservation and sharing? The coordinator of the project (Steven Lecompte, UGhent), will be in charge to manager data preservation and sharing Who will update and implement this DMP? The coordinator of the project (Steven Lecompte, UGhent), will be in charge to update and implement the DMP Created using DMPonline.be. Last modiﬁed 14 July 2023 5 of 7 Upgraded High Temperature Heat in Energy Intensive Sectors Upheat-INES2 GDPR GDPR Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 14 July 2023 6 of 7 Upgraded High Temperature Heat in Energy Intensive Sectors Upheat-INES2 DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 14 July 2023 7 of 7"
}