{
    "document_id": "D-2022-1605",
    "LinkTitle": "D-2022-1605",
    "file_name": "D-2022-1605.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1605.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Ewald Janssens",
        "num_pages": 5
    },
    "content": {
        "full_text": "1Data Management Plan (DMP) KUL C3/21/067\nADMIN DETAILS\nProject Name: \nHighly efficient and robust zero-carbon emission engines using directly-injected, spark-ignited hydrogen\nPrincipal Investigator / Researcher: Joshua Lacey\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicants\nJoshua Lacey (KUL) /Sam Schotte (VIVES Kortrijk)/Arne Depuydt (VIVES Kortrijk)\nKUL Interne Fondsen Project Number & Title\nC3/21/067 - Highly efficient and robust zero-carbon emission engines using directly-injected, spark-ignited  \nhydrogen\nAffiliation\nKU Leuven, Department of Mechanical Engineering, Applied Mechanics and Energy Conversion Division\nVIVES Hogeschool Kortrijk, Autotechnologisch Centrum\n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \nThis project will generate new data.\nDescribe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally \nper objective or WP of the project. You might consider using the table in the guidance.\nThe primary data that will be generated consists of\n1) Analogue data in the form of laboratory logbooks that characterize the experimental conditions tested \nduring a particular sessions\n2) Digital data\n2.1) Experimental data (as directly measured): ASCII data files containing numerical data \n(measurement output) and text metadata (describing experimental conditions/parameters). \nDifferent formats (.txt, .dat and .cvs) are generated, depending on the instrument used for the \nmeasurements.\n22.2) Processed and analyzed experimental data: text documents, spreadsheets and graphical \nrepresentation of data, used for (or resulting from) data analysis\n2.3) Electronic (scanned) versions laboratory logbooks\nThe kind of data that is generated is similar the for all work packages of the project.\nThe answers to this section were checked by:\nPromotor and co-promoters of the project\n3. LEGAL & ETHICAL ISSUES\nWill you use personal data?  If so, shortly describe the kind of personal data you will use (add the \nreference to your file in your host institution's privacy register - not relevant yet )  \nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \nThe C3 project is certainly geared towards direct valorization, although this does not necessarily pertain \ndirectly to the data itself. Rather, the primary IP of the project pertains to the design and implementation \nof a physical device that can convert existing combustion engine hardware to operate with hydrogen and \nthe combustion control strategy to realize high efficiency, low emissions and robust operation. The \nexperimentally measured data and post-processed data confirms the functionality of the conversion \nhardware and the optimality of the chosen control strategy.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\nNo\nThe answers to this section were checked by:\nPromotor and co-promoters of the project\n4. DOCUMENTATION & METADATA\n3What documentation will be provided to enable reuse of the data collected/generated in this \nproject?\nDuring each experiment, a written logsheet will be used with a brief description of the experimental \nconditions tested during that particular day. These logsheets will contain the date, a brief description of \nthe performed experiment(s) with a note of the parameters that were varied and a reference to the folder \nwhere the raw data is stored.\nThere will be a standardized naming convention for files and folders with a logical scheme, i.e. parametric  \nvariation of interest/engine speed/engineload/date. The high level file structure will consist of two \nseparate folders: one for raw, experimental measurements and one for post-processed data, each of \nwhich contains subfolders with the aforementioned naming convention.\nRaw data will be stored in separate folders for initial commissioning tests and for various parametric \nvariations of interest. These folders will be referred to directly in the logsheets so it is simple to connect \nraw data with the experiments that were conducted on a particular day. In general, each experimental \npoint will consist of two different files, one for time-resolved measurements and one for high-speed, crank  \nangle resolved measurements.\nEach set of raw data files will be further post-processed generating several output files, each of which will  \ncontain notes to connect them back to an original set of raw data files (time-resolved + crank-angle \nresolved data).\nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\nThere is no formal metadata standard used in this project. However, the standardized steps described in \nthe previous section will ensure that the data is easy to find and reuse.\nThe answers to this section were checked by:\nPromotor and co-promoters of the project\n5. DATA STORAGE & BACK UP DURING THE C3 PROJECT\nWhere will the data be stored?  \nAll physical logsheets will be stored in a bound notebook that will be placed in a cabinet next to the \nexperiment setups. These logsheets will be electronically scanned so that soft copies can be easily \nbacked up.\nThe electronic data, including the logbook copies, raw data and post-processed files, as well as reports \nand papers, will be saved on local computers. The data stored on these computers is synchronized with a  \nsharepoint through KU Leuven Microsoft Onedrive and a backup data server will be used at VIVES. All \nresearchers involved in the project will have access to this shared repository.\nHow is back up of the data provided?\nAll data at the server are automatically backed-up on a daily basis as implemented by the responsible IT.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will  \nbe taken care of.\n4Yes. The amount of data that will be generated in this project should not exceed tens of GBs, which is \nsmall enough to be stored in local computers and on the data server of the laboratory.\nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered? \nThe data storage and backup systems already exist, so little cost is expected. The costs for potential \nreplacement of computer equipment is modest and is feasible within the scope of the project budget.\nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\nThe data generated during the project will be systematically transferred to the backup server, with \nrestricted access (managed by the responsible IT) and stored on the Onedrive sharepoint. Only the \n(co-)promotors and involved researchers have access to the shared folders where the data, post-\nprocessed files, reports and papers will be stored. Access to sharepoint directories is only available for \npersonnel involved in the project with login credentials.\nThe answers to this section were checked by:\nPromotor and copromoters of the project\n6. DATA PRESERVATION AFTER THE C3 PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons  for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nAll the generated data will be stored for at least 5 years after the project ends.\nWhere will the data be archived (= stored for the longer term)?\nAll data will be stored on the backup server\nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nThe system and cost allocation mentioned under 5.4 will also be used for data preservation after the \nproject ends. Costs are expected to be small (on the order of a few hundred euros) and will be covered \nby other running projects in the research groups (or otherwise, reserves can be used for this purpose).\nThe answers to this section were checked by:\nPromotor and copromoters of the project\n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\n5There are no legal restrictions or restriction related to IP potential.\nWhich data will be made available after the end of the project?\nUltimately, all data can be made available on an open repository, for example if requested by the editor or  \npublisher of a scientific journal or via restricted access upon request of an individual (e.g. a researcher \nwho intends to reproduce an experiment). Much of the data will be presented in scientific journal \npublications.\nWhere/how will the data be made available for reuse?\nUpon request and after the agreement of the projects promotors, all data can be made available on a \nrepository.\nWhen will the data be made available?\nThe data will be made available after scientific findings are published and the promotor and co-promotors \nagree it can be released.\nWho will be able to access the data and under what conditions?\nAll involved researchers will have access to all the data. Upon request and after agreement of the \n(co-)promotors, access to the data can be granted to other individuals/parties.\nWhat are the expected costs for data sharing? How will the costs be covered?  \nData sharing will be provided via sharepoints with Onedrive and there are no costs associated with this \naction.\nThe answers to this section were checked by:\nPromotor and co-promoters of the project\n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nThe (co-)promotors of the project\nWho will be responsible for data storage & back up during the project?\nThe (co-)promotors of the project, together with the responsible IT of the research group, who is \nresponsible for the implementation of the storage and regular back up on the server.\nWho will be responsible for ensuring data preservation and reuse ?\nThe (co-)promotors of the project\nWho bears the end responsibility for updating & implementing this DMP?\nThe (co-)promotors of the project"
    },
    "clean_full_text": "1Data Management Plan (DMP) KUL C3/21/067 ADMIN DETAILS Project Name: Highly efficient and robust zero-carbon emission engines using directly-injected, spark-ignited hydrogen Principal Investigator / Researcher: Joshua Lacey Institution: KU Leuven 1. GENERAL INFORMATION Name applicants Joshua Lacey (KUL) /Sam Schotte (VIVES Kortrijk)/Arne Depuydt (VIVES Kortrijk) KUL Interne Fondsen Project Number & Title C3/21/067 - Highly efficient and robust zero-carbon emission engines using directly-injected, spark-ignited hydrogen Affiliation KU Leuven, Department of Mechanical Engineering, Applied Mechanics and Energy Conversion Division VIVES Hogeschool Kortrijk, Autotechnologisch Centrum 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? This project will generate new data. Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance. The primary data that will be generated consists of 1) Analogue data in the form of laboratory logbooks that characterize the experimental conditions tested during a particular sessions 2) Digital data 2.1) Experimental data (as directly measured): ASCII data files containing numerical data (measurement output) and text metadata (describing experimental conditions/parameters). Different formats (.txt, .dat and .cvs) are generated, depending on the instrument used for the measurements. 22.2) Processed and analyzed experimental data: text documents, spreadsheets and graphical representation of data, used for (or resulting from) data analysis 2.3) Electronic (scanned) versions laboratory logbooks The kind of data that is generated is similar the for all work packages of the project. The answers to this section were checked by: Promotor and co-promoters of the project 3. LEGAL & ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use (add the reference to your file in your host institution's privacy register - not relevant yet ) No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? The C3 project is certainly geared towards direct valorization, although this does not necessarily pertain directly to the data itself. Rather, the primary IP of the project pertains to the design and implementation of a physical device that can convert existing combustion engine hardware to operate with hydrogen and the combustion control strategy to realize high efficiency, low emissions and robust operation. The experimentally measured data and post-processed data confirms the functionality of the conversion hardware and the optimality of the chosen control strategy. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No The answers to this section were checked by: Promotor and co-promoters of the project 4. DOCUMENTATION & METADATA 3What documentation will be provided to enable reuse of the data collected/generated in this project? During each experiment, a written logsheet will be used with a brief description of the experimental conditions tested during that particular day. These logsheets will contain the date, a brief description of the performed experiment(s) with a note of the parameters that were varied and a reference to the folder where the raw data is stored. There will be a standardized naming convention for files and folders with a logical scheme, i.e. parametric variation of interest/engine speed/engineload/date. The high level file structure will consist of two separate folders: one for raw, experimental measurements and one for post-processed data, each of which contains subfolders with the aforementioned naming convention. Raw data will be stored in separate folders for initial commissioning tests and for various parametric variations of interest. These folders will be referred to directly in the logsheets so it is simple to connect raw data with the experiments that were conducted on a particular day. In general, each experimental point will consist of two different files, one for time-resolved measurements and one for high-speed, crank angle resolved measurements. Each set of raw data files will be further post-processed generating several output files, each of which will contain notes to connect them back to an original set of raw data files (time-resolved + crank-angle resolved data). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. There is no formal metadata standard used in this project. However, the standardized steps described in the previous section will ensure that the data is easy to find and reuse. The answers to this section were checked by: Promotor and co-promoters of the project 5. DATA STORAGE & BACK UP DURING THE C3 PROJECT Where will the data be stored? All physical logsheets will be stored in a bound notebook that will be placed in a cabinet next to the experiment setups. These logsheets will be electronically scanned so that soft copies can be easily backed up. The electronic data, including the logbook copies, raw data and post-processed files, as well as reports and papers, will be saved on local computers. The data stored on these computers is synchronized with a sharepoint through KU Leuven Microsoft Onedrive and a backup data server will be used at VIVES. All researchers involved in the project will have access to this shared repository. How is back up of the data provided? All data at the server are automatically backed-up on a daily basis as implemented by the responsible IT. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. 4Yes. The amount of data that will be generated in this project should not exceed tens of GBs, which is small enough to be stored in local computers and on the data server of the laboratory. What are the expected costs for data storage and back up during the project? How will these costs be covered? The data storage and backup systems already exist, so little cost is expected. The costs for potential replacement of computer equipment is modest and is feasible within the scope of the project budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data generated during the project will be systematically transferred to the backup server, with restricted access (managed by the responsible IT) and stored on the Onedrive sharepoint. Only the (co-)promotors and involved researchers have access to the shared folders where the data, post- processed files, reports and papers will be stored. Access to sharepoint directories is only available for personnel involved in the project with login credentials. The answers to this section were checked by: Promotor and copromoters of the project 6. DATA PRESERVATION AFTER THE C3 PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the generated data will be stored for at least 5 years after the project ends. Where will the data be archived (= stored for the longer term)? All data will be stored on the backup server What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The system and cost allocation mentioned under 5.4 will also be used for data preservation after the project ends. Costs are expected to be small (on the order of a few hundred euros) and will be covered by other running projects in the research groups (or otherwise, reserves can be used for this purpose). The answers to this section were checked by: Promotor and copromoters of the project 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? 5There are no legal restrictions or restriction related to IP potential. Which data will be made available after the end of the project? Ultimately, all data can be made available on an open repository, for example if requested by the editor or publisher of a scientific journal or via restricted access upon request of an individual (e.g. a researcher who intends to reproduce an experiment). Much of the data will be presented in scientific journal publications. Where/how will the data be made available for reuse? Upon request and after the agreement of the projects promotors, all data can be made available on a repository. When will the data be made available? The data will be made available after scientific findings are published and the promotor and co-promotors agree it can be released. Who will be able to access the data and under what conditions? All involved researchers will have access to all the data. Upon request and after agreement of the (co-)promotors, access to the data can be granted to other individuals/parties. What are the expected costs for data sharing? How will the costs be covered? Data sharing will be provided via sharepoints with Onedrive and there are no costs associated with this action. The answers to this section were checked by: Promotor and co-promoters of the project 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The (co-)promotors of the project Who will be responsible for data storage & back up during the project? The (co-)promotors of the project, together with the responsible IT of the research group, who is responsible for the implementation of the storage and regular back up on the server. Who will be responsible for ensuring data preservation and reuse ? The (co-)promotors of the project Who bears the end responsibility for updating & implementing this DMP? The (co-)promotors of the project"
}