{
    "document_id": "D-2021-1231",
    "LinkTitle": "D-2021-1231",
    "file_name": "D-2021-1231.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1231.pdf",
    "metadata": {
        "title": "Loss of cardiac resident macrophages as a trigger for heart failure with a preserved ejection fraction - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Loss of cardiac resident macrophages as a trigger for heart failure with a\npreserved ejection fraction - DMP title\nGrant Title\n 11M8122N\nPrincipal Investigator / Researcher\n Prof. Elizabeth Jones\nProject Data Contact\n Prof. Elizabeth Jones\nDescription\n Heart disease is the most important cause of mortality in westernized nations, with\nheart failure, which is when the heart cannot pump sufficient blood, being the most prominent\ncause of hospitalizations in Europe. More than half of the heart failure patients have heart failure\nwith preserved ejection fraction (HFpEF). HFpEF occurs in patients that present with additional\ndisorders such as diabetes and hypertension. There is currently no successful treatment for\nHFpEF. People living with disorders such as diabetes and hypertension live in a state of chronic\ninflammation and it has generally been thought that inflammation drives HFpEF. But there are\nmany types of cells involved in the immune response. \nSpecifically, you have resident cells in\ntissues and you have recruited cells from the blood. \nWe have results that the resident cells,\ncalled tissue resident macrophages, are initially proliferating. \nAt some point, the recruited\nimmune response comes and then heart failure occurs. \nWe aim to show that the initial tissue\nresident macrophage response is protective, however, that at some point these cells fail to result\nin the influx of recruited cells that end up damaging the heart.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nJana Raman\nFWO Project Number & Title\n11M8122N - ”Loss of cardiac resident macrophage self-renewal as a trigger for Heart Failure with\npreserved Ejection Fraction.\"\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat\nVolume\nHow created\nMorphometric\nand physiological\nmeasurements\n.xls,\n.csv\n<1 GB\nBody and organ\nmeasurements\nduring the sacrifice\nof mice.\nGenotyping and\ngene expression\n.xls,\n.csv,\n.scn\n1 GB\nPCR and Real-Time\nquantitative PCR\nexperiments.\nEchocardiography\nimages\n.bimg,\n.dicom\n75 GB\nPerforming 3D\nechocardiography\nwith the small\nrodents probe and\nsoftware package\nfrom Vevolab,\nincluded in the\nVevo 3100.\nMicroscope\nimages\n.tiff, .czi\n300 GB\nBright field,\nimmunofluorescent,\nand fluorescent\nconfocal\nmicroscopy images\nof mouse heart\nsections.\nFlow cytometry\ndata\n.fcs,\n.wsp\n25 GB\nFlow cytometry\ndata of digested\nand filtered mouse\nhearts, and blood,\nacquired on the BD\nCanto II.\nSequencing data\n.fastq,\n.gz,\n.bam\n200 GB\nSingle-cell RNA\nsequencing on\ncardiac resident\nmacrophages and\nmonocyte-derived\nheart macrophages\nof a mouse model\nfor HFpEF.\nLab notebooks \n.obs,\n.one\n1 GB\nDigital lab book\nnotes\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used: \nWe will collect blood and isolate a subset of monocytes for sequencing. The blood collection is\nfrom already existing and approved patient cohorts in the Netherlands.  These include a healthy\npatient cohort (METC 12-04-013, Netherlands), an HFpEF patient cohort (METC 14-40-78,\nNetherlands) and the HELPFUL cohort (METC nr 16-290/M). METC numbers indicate the\nassociated ethical approvals.\n We will use demographics, brief medical history, and echocardiography/ECG.  This will be used\nto identify which samples will be used for sequencing the monocytes.\n Privacy of donors will be ensured by referring to volunteers/patients using random numbers\n(pseudonymization).\nAccess right to the link between the patient pseudonym and their identity is limited to physicians\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nrunning the cohort (Dr. Stephane Heymans for healthy and dilated cardiomyopathy patients, Dr.\nVanessa van Empel for the HFpEF patients, and Dr. Hester den Ruijter for HELPFUL cohort).\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nAnimal experiments will be performed as part of this project. All animal experiments to be\nperformed in the laboratory of Prof. Sarah-Maria Fendt have been approved by the Ethical\nCommittee for Animal Experimentation (ECD) at KU Leuven, and are outlined in ECD project\nP080/2020.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nDepending on the potential value of results, we may restrict access to the sequencing data (both\nhuman and mouse). If such a possibility arises, we will discuss with the office of technology\ntransfer before presenting any of the data at conferences, or before communicating on this data.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nData collected through the HELPFUL cohort (WP4) is covered by a DTA with Stephane Heymans\nand Hester den Ruijter.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nOur group uses electronic lab books (OneNote), where we share details of performed\nexperiments, and have implemented SOPs for the organization of the notebook. The\nmethodology and protocol will be described in detail in the lab book.\nData folders containing raw and processed data will be hierarchically organized and labelled\nbased on the source of the data, the type of experiment, the date of data generation, and the\ndifferent experimental conditions analyzed. When we upload raw data to repositories, we will\naffix keywords and a readme file with the needed information for reuse.\nWe have templates for excel spreadsheets for raw data and data analysis for every type of\nexperiment performed. Whenever a new type of experiment is set up, the new necessary\ntemplates will be added to the list.\nAll files will be stored and shared via One Drive (supported by Ku Leuven).\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nYes. We will upload flow cytometry data to FlowRepository using the miFLowCyt standard. We will\nupload the sequencing data (that is not IP protected) to the GEO repository using the MIAME\nstandard. All other data will be uploaded to Zenodo, and keywords will be chosen from Medical\nSubject Headings (MeSH) standards. By using Zenodo, the data will be assigned a DOI.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nWe will use Onedrive for data that is actively been using during the project for WP1-3 involving\nonly research on mice. \nPatient data will be stored at the respective hospital’s secure environment for all private patient\ndata (WP4). We will have access only to the sequencing data that we generate ourselves. These\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\ndata will be stored on the university's central servers (J:\\) with automatic daily backup\nprocedures. These servers are compatible with GDPR regulations.\nOlder raw data will be archived if space is needed on box or J:\\ drives, or once the data has been\npublished. This will be done on the non-editable K-drives of the KU Leuven.\nHow is backup of the data provided?\nOur data will be maintained on and backed up by Onedrive. The data on the university central\nservers are also backed up on a daily basis. For WP4, Vanessa van Empel and Stephane Heymans\nuses Castor databasing, covered and secured by the University Hospital of Maastricht.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nEvery lab member has a 2 TB data space on Onedrive, which is sufficient storage capacity for the\noutlined project.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nSince we mostly use the free data space from the Ku Leuven on Onedrive, the costs for the data\nstorage for the outlined project should be negligible.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nData will only be accessible at the university's secure environment or on Onedrive by the\nresearcher (protected by KU Leuven login). Data on the K-drive can not be modified (read-only,\nstrict access right management).\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll digital data will be stored for at least 5 years conform the KU Leuven RDM policy (WP1-4). The\nlong-term stability of some biological samples cannot always be guaranteed.\nPatient information (demographics, pathology, medication use and disease score) will be stored\nby hospitals themselves (WP4). We will only have access to the pseudonymized data. We will\nonly store the sequencing data and the analysis, with the case number associated. This means\nthat re-analysis of this data would need to go through a request to the hospital if additional\npatient information is needed.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the KU Leuven K-drives. Raw data behind publications will be\ndeposited in data repositories. For WP4, Vanessa van Empel and Stephane Heymans uses Castor\ndatabasing, covered and secured by the University Hospital of Maastricht.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nFlow repository, Zenodo and GEO are free. All data sets underlying published results will be\nuploaded onto Zenodo. The K-drive will cost 160€ for 5 years (6,4€/yr*5 years*5 blocks of\n100GB= 160€).\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll data behind published results will be available on the online repositories (please see\nwhere/how below for which online repositories).  If data from the sequencing is deemed to have\npotential commercial value, it is possible that we will not make it available. All other data (i.e.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nnot part of a figure in a publication, or underlying the analysis of a figure in a publication) will be\nkept on the K:\\ drive and available to collaborators upon request.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nThe full datasets underlying published results will be saved to an open format (.xls to .csv) and\nuploaded to Zenodo with keywords and a readme file to ensure re-usability. Flow cytometry data\nwill be saved as an .fcs file and uploaded to FlowRepository.  Some data will be made freely\navailable, others will be required a re-use request to the PIs.  Sequencing data will be uploaded\nto the GEO repository if no IP-able targets are identified or suspected.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nDuring the project, the PIs and the researchers were involved in the project. After publication,\ndata will be deposited online, likely behind a “request access” link so that we are aware of how\nthe data is used. Elizabeth Jones will handle the request. Except for direct competitors, access\nwill be given to anyone with a scientific reason to access the data.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThe volumes are not expected to be large enough that there will be a significant cost in data\nsharing. If there are, it is expected that the group wanting access will cover the costs.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nIndividual lab members on the project for ongoing documentation, Elizabeth Jones for\nfinal documentation and meta-data.  Each clinical site, and the associated responsible PI, is\nresponsible for patient data in WP4.  Elizabeth Jones, however, will be responsible for the\nsequencing data and any processed/analysed data that is produced”.\nWho will be responsible for data storage & back up during the project?\nIndividual lab members on the project during the project.  Elizabeth Jones will ensure proper\nstorage and backup, however.\nWho will be responsible for ensuring data preservation and reuse ?\nElizabeth Jones\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Loss of cardiac resident macrophages as a trigger for heart failure with a preserved ejection fraction - DMP title Grant Title 11M8122N Principal Investigator / Researcher Prof. Elizabeth Jones Project Data Contact Prof. Elizabeth Jones Description Heart disease is the most important cause of mortality in westernized nations, with heart failure, which is when the heart cannot pump sufficient blood, being the most prominent cause of hospitalizations in Europe. More than half of the heart failure patients have heart failure with preserved ejection fraction (HFpEF). HFpEF occurs in patients that present with additional disorders such as diabetes and hypertension. There is currently no successful treatment for HFpEF. People living with disorders such as diabetes and hypertension live in a state of chronic inflammation and it has generally been thought that inflammation drives HFpEF. But there are many types of cells involved in the immune response. Specifically, you have resident cells in tissues and you have recruited cells from the blood. We have results that the resident cells, called tissue resident macrophages, are initially proliferating. At some point, the recruited immune response comes and then heart failure occurs. We aim to show that the initial tissue resident macrophage response is protective, however, that at some point these cells fail to result in the influx of recruited cells that end up damaging the heart. Institution KU Leuven 1. General Information Name applicant Jana Raman FWO Project Number & Title 11M8122N - ”Loss of cardiac resident macrophage self-renewal as a trigger for Heart Failure with preserved Ejection Fraction.\" Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created Morphometric and physiological measurements .xls, .csv <1 GB Body and organ measurements during the sacrifice of mice. Genotyping and gene expression .xls, .csv, .scn 1 GB PCR and Real-Time quantitative PCR experiments. Echocardiography images .bimg, .dicom 75 GB Performing 3D echocardiography with the small rodents probe and software package from Vevolab, included in the Vevo 3100. Microscope images .tiff, .czi 300 GB Bright field, immunofluorescent, and fluorescent confocal microscopy images of mouse heart sections. Flow cytometry data .fcs, .wsp 25 GB Flow cytometry data of digested and filtered mouse hearts, and blood, acquired on the BD Canto II. Sequencing data .fastq, .gz, .bam 200 GB Single-cell RNA sequencing on cardiac resident macrophages and monocyte-derived heart macrophages of a mouse model for HFpEF. Lab notebooks .obs, .one 1 GB Digital lab book notes 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: Short description of the kind of personal data that will be used: We will collect blood and isolate a subset of monocytes for sequencing. The blood collection is from already existing and approved patient cohorts in the Netherlands. These include a healthy patient cohort (METC 12-04-013, Netherlands), an HFpEF patient cohort (METC 14-40-78, Netherlands) and the HELPFUL cohort (METC nr 16-290/M). METC numbers indicate the associated ethical approvals. We will use demographics, brief medical history, and echocardiography/ECG. This will be used to identify which samples will be used for sequencing the monocytes. Privacy of donors will be ensured by referring to volunteers/patients using random numbers (pseudonymization). Access right to the link between the patient pseudonym and their identity is limited to physicians This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 running the cohort (Dr. Stephane Heymans for healthy and dilated cardiomyopathy patients, Dr. Vanessa van Empel for the HFpEF patients, and Dr. Hester den Ruijter for HELPFUL cohort). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Animal experiments will be performed as part of this project. All animal experiments to be performed in the laboratory of Prof. Sarah-Maria Fendt have been approved by the Ethical Committee for Animal Experimentation (ECD) at KU Leuven, and are outlined in ECD project P080/2020. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Depending on the potential value of results, we may restrict access to the sequencing data (both human and mouse). If such a possibility arises, we will discuss with the office of technology transfer before presenting any of the data at conferences, or before communicating on this data. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No Data collected through the HELPFUL cohort (WP4) is covered by a DTA with Stephane Heymans and Hester den Ruijter. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Our group uses electronic lab books (OneNote), where we share details of performed experiments, and have implemented SOPs for the organization of the notebook. The methodology and protocol will be described in detail in the lab book. Data folders containing raw and processed data will be hierarchically organized and labelled based on the source of the data, the type of experiment, the date of data generation, and the different experimental conditions analyzed. When we upload raw data to repositories, we will affix keywords and a readme file with the needed information for reuse. We have templates for excel spreadsheets for raw data and data analysis for every type of experiment performed. Whenever a new type of experiment is set up, the new necessary templates will be added to the list. All files will be stored and shared via One Drive (supported by Ku Leuven). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes Yes. We will upload flow cytometry data to FlowRepository using the miFLowCyt standard. We will upload the sequencing data (that is not IP protected) to the GEO repository using the MIAME standard. All other data will be uploaded to Zenodo, and keywords will be chosen from Medical Subject Headings (MeSH) standards. By using Zenodo, the data will be assigned a DOI. 5. Data storage and backup during the FWO project Where will the data be stored? We will use Onedrive for data that is actively been using during the project for WP1-3 involving only research on mice. Patient data will be stored at the respective hospital’s secure environment for all private patient data (WP4). We will have access only to the sequencing data that we generate ourselves. These This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 data will be stored on the university's central servers (J:\\) with automatic daily backup procedures. These servers are compatible with GDPR regulations. Older raw data will be archived if space is needed on box or J:\\ drives, or once the data has been published. This will be done on the non-editable K-drives of the KU Leuven. How is backup of the data provided? Our data will be maintained on and backed up by Onedrive. The data on the university central servers are also backed up on a daily basis. For WP4, Vanessa van Empel and Stephane Heymans uses Castor databasing, covered and secured by the University Hospital of Maastricht. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Every lab member has a 2 TB data space on Onedrive, which is sufficient storage capacity for the outlined project. What are the expected costs for data storage and back up during the project? How will these costs be covered? Since we mostly use the free data space from the Ku Leuven on Onedrive, the costs for the data storage for the outlined project should be negligible. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will only be accessible at the university's secure environment or on Onedrive by the researcher (protected by KU Leuven login). Data on the K-drive can not be modified (read-only, strict access right management). 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All digital data will be stored for at least 5 years conform the KU Leuven RDM policy (WP1-4). The long-term stability of some biological samples cannot always be guaranteed. Patient information (demographics, pathology, medication use and disease score) will be stored by hospitals themselves (WP4). We will only have access to the pseudonymized data. We will only store the sequencing data and the analysis, with the case number associated. This means that re-analysis of this data would need to go through a request to the hospital if additional patient information is needed. Where will the data be archived (= stored for the longer term)? The data will be stored on the KU Leuven K-drives. Raw data behind publications will be deposited in data repositories. For WP4, Vanessa van Empel and Stephane Heymans uses Castor databasing, covered and secured by the University Hospital of Maastricht. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Flow repository, Zenodo and GEO are free. All data sets underlying published results will be uploaded onto Zenodo. The K-drive will cost 160€ for 5 years (6,4€/yr*5 years*5 blocks of 100GB= 160€). 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data behind published results will be available on the online repositories (please see where/how below for which online repositories). If data from the sequencing is deemed to have potential commercial value, it is possible that we will not make it available. All other data (i.e. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 not part of a figure in a publication, or underlying the analysis of a figure in a publication) will be kept on the K:\\ drive and available to collaborators upon request. Where/how will the data be made available for reuse? In a restricted access repository The full datasets underlying published results will be saved to an open format (.xls to .csv) and uploaded to Zenodo with keywords and a readme file to ensure re-usability. Flow cytometry data will be saved as an .fcs file and uploaded to FlowRepository. Some data will be made freely available, others will be required a re-use request to the PIs. Sequencing data will be uploaded to the GEO repository if no IP-able targets are identified or suspected. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? During the project, the PIs and the researchers were involved in the project. After publication, data will be deposited online, likely behind a “request access” link so that we are aware of how the data is used. Elizabeth Jones will handle the request. Except for direct competitors, access will be given to anyone with a scientific reason to access the data. What are the expected costs for data sharing? How will the costs be covered? The volumes are not expected to be large enough that there will be a significant cost in data sharing. If there are, it is expected that the group wanting access will cover the costs. 8. Responsibilities Who will be responsible for data documentation & metadata? Individual lab members on the project for ongoing documentation, Elizabeth Jones for final documentation and meta-data. Each clinical site, and the associated responsible PI, is responsible for patient data in WP4. Elizabeth Jones, however, will be responsible for the sequencing data and any processed/analysed data that is produced”. Who will be responsible for data storage & back up during the project? Individual lab members on the project during the project. Elizabeth Jones will ensure proper storage and backup, however. Who will be responsible for ensuring data preservation and reuse ? Elizabeth Jones Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}