{
    "document_id": "D-2024-3049",
    "LinkTitle": "D-2024-3049",
    "file_name": "D-2024-3049.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3049.pdf",
    "metadata": {
        "title": "FWO-DMP-G093419N - FWO-DMP-G093419N",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "FWO-DMP-G093419N\nProject Name\n FWO-DMP-G093419N - FWO-DMP-G093419N\nProject Identifier\n DMP-G093419N\nGrant Title\n G093419N\nPrincipal Investigator / Researcher\n Isabel Beets\nProject Data Contact\n \n+32 16 37 36 97, isabel.beets@kuleuven.be\nDescription\n We aim at delivering a much-needed understanding on how\nneuropeptide signaling in the brain influences long-term memory. Neuropeptides are\nsmall regulatory proteins that are implicated in a variety of biological processes,\nincluding learning and memory. Our hypothesis is that neuropeptides are not only key\nregulators of learned behaviors, but also of long-term memory processes. We recently\ndiscovered that a neuropeptide (called MIP) is required for aversive memory in the\nneurobiological model organism C. elegans and that this type of memory displays\nspecific hallmarks of long-term memory. In this project, we will dissect the molecular\nand cellular mechanisms by which MIP neuropeptides modulate long-term memory.\nWe will use recently developed tools for analyzing gene expression specifically in\nmemory cells, to identify memory genes that are regulated by MIP signaling, and will\ndissect how these genes contribute to memory formation.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nIsabel Beets\nFWO Project Number & Title\nG093419N, Deciphering the regulation of long-term memory by neuropeptide\nsignaling\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe the origin, type and format of the data (per dataset) and its (estimated)\nvolume, ideally per objective or WP of the project. You might consider using the\ntable in the guidance.\nThis research project will generate experimental data in textual, numerical, multimedia\nand instrument-specific formats. These data include sequences (.fastq), images (.jpg,\n.tiff, .lsm, .oif), videos (.avi, .stk), notebooks (hardcover), processed data files and data\nrepresentations (.csv, .exe, .ai, .pds), and publication manuscripts (.pdf, .docx).The\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nexpected total volume of digital data is between 1 terabyte (minimum) and 3 terabytes\n(maximum). Our experimental work will generate a diverse set of samples that will be\narchived and stored in our frozen stock collections (DNA and RNA samples, frozen at -\n20 or -80 degrees; \nC. elegans \nstrains frozen at -80 degrees and in liquid nitrogen). \n3. Legal & ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you\nwill use (add the reference to your file in your host institution's privacy register -\nnot relevant yet )\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the\nformal approval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer\nand valorisation? Will IP restrictions be claimed for the data you created? If so,\nfor what data and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions are in\nplace?\nNo\n4. Documentation & metadata\nWhat documentation will be provided to enable reuse of the data\ncollected/generated in this project?\nAll digital data (raw and analyzed data files) will be stored on Desktop File Storage\nand Large Volume Storage. Digital files will be organized in folders per research\nobjective and experiment, including a txt file with a clear description of what the data\nrepresent and how they were generated. Experimental procedures will be fully\ndocumented as word files and in hardcover notebooks. RNA-Seq reads will be\ndeposited in the NCBI Sequence read archive after publication. Details on samples,\nincluding plasmid maps and strain genotypes, will be archived in excel files with an\noverview of their location in frozen stock collections. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\neasy/easier to find and reuse.\nYes\nBiological imaging data will be stored following the OME (Open Microscopy\nEnvironment) standard to encode metadata on light microscopy experiments in image\nfiles. For RNA-Seq data the metadata guidelines from the NCBI Sequence read\narchive will be followed. Metadata about strain and plasmid collections will be created\nmanually, following the community guidelines as published on the Nomenclature\nsection of the community resource Wormbase (www.wormbase.org).\n5. Data storage & back up during the FWO project\nWhere will the data be stored?\nDuring the research, all digital data will be stored on Desktop File Storage. The ICT\nteam of the Biology Department will facilitate the technical infrastructure and\nauthentication to access stored files through KU Leuven's Active Directory (Luna).\nHardcover notebooks will be kept personally by all researchers involved during the\nproject, and by the PI after the end of the project. Samples will be stored in central\nstock collections of the lab.\nHow is back up of the data provided?\nNetwork storages (fee-based) for digital data are hosted in the KU Leuven ICTS data\ncenter, with incremental backups on at least a daily basis. All data is mirrored to a\nsecond ICTS data center.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available\nthen explain how this will be taken care of.\nYes\nNetwork storages for digital data hosted by the KU Leuven ICTS data center can\nprovide sufficient storage and back-up capacity (fee-based).\nWhat are the expected costs for data storage and back up during the project?\nHow will these costs be covered?\nExpected costs for data storage and back-up during the project are estimated 1000\nEUR, which will be covered by the allocated FWO project budget.\nData security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nWe will not be working with personal, confidential or sensitive data but will ensure\ndata security by storing data at secured KU Leuven Network storages and buildings.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nproject? In case only a selection of the data can/will be preserved, clearly state\nthe reasons \nfor this (legal or contractual restrictions, physical preservation\nissues, ...).\nAll data, including digital files and samples, will be stored at least 5 years after the end\nof the project.\nWhere will the data be archived (= stored for the longer term)?\nAfter the research, digital data will be archived for at least 5 years on Large Volume\nStorage hosted in the KU Leuven ICTS data center with automatic back-up\nprocedures. Samples will be kept for long-term storage in frozen stock collections (-80\nfreezer or liquid nitrogen).\nWhat are the expected costs for data preservation during the retention period of\n5 years? How will the costs be covered?\nExpected costs for data storage and back-up after the project are estimated at 1000\nEUR, which will be covered by research grant budgets.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nDigital data and samples resulting from this project will be made available after\npublication of results.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nUpon request by mail\nPublications resulting from this project will be archived in the KU Leuven Lirias 2.0\nrepository. RNA-Seq reads will be deposited in the NCBI Sequence read archive after\npublication. Samples can be requested from the principal investigator by mail.\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nData will be available to anyone after publication of the research results.\nWhat are the expected costs for data sharing? How will the costs be covered?\nExpexted costs for data sharing encompass publication fees, which will be covered by\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nthe allocated FWO project budget.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe principal investigator and all research staff involved in the project will be\nresponsible for data documentation.\nWho will be responsible for data storage & back up during the project?\nThe principal investigator and all research staff involved in the project will be\nresponsible for data storage and back-up.\nWho will be responsible for ensuring data preservation and reuse ?\nThe principal investigator will be responsible for ensuring data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "FWO-DMP-G093419N Project Name FWO-DMP-G093419N - FWO-DMP-G093419N Project Identifier DMP-G093419N Grant Title G093419N Principal Investigator / Researcher Isabel Beets Project Data Contact +32 16 37 36 97, isabel.beets@kuleuven.be Description We aim at delivering a much-needed understanding on how neuropeptide signaling in the brain influences long-term memory. Neuropeptides are small regulatory proteins that are implicated in a variety of biological processes, including learning and memory. Our hypothesis is that neuropeptides are not only key regulators of learned behaviors, but also of long-term memory processes. We recently discovered that a neuropeptide (called MIP) is required for aversive memory in the neurobiological model organism C. elegans and that this type of memory displays specific hallmarks of long-term memory. In this project, we will dissect the molecular and cellular mechanisms by which MIP neuropeptides modulate long-term memory. We will use recently developed tools for analyzing gene expression specifically in memory cells, to identify memory genes that are regulated by MIP signaling, and will dissect how these genes contribute to memory formation. Institution KU Leuven 1. General Information Name applicant Isabel Beets FWO Project Number & Title G093419N, Deciphering the regulation of long-term memory by neuropeptide signaling Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance. This research project will generate experimental data in textual, numerical, multimedia and instrument-specific formats. These data include sequences (.fastq), images (.jpg, .tiff, .lsm, .oif), videos (.avi, .stk), notebooks (hardcover), processed data files and data representations (.csv, .exe, .ai, .pds), and publication manuscripts (.pdf, .docx).The This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 expected total volume of digital data is between 1 terabyte (minimum) and 3 terabytes (maximum). Our experimental work will generate a diverse set of samples that will be archived and stored in our frozen stock collections (DNA and RNA samples, frozen at - 20 or -80 degrees; C. elegans strains frozen at -80 degrees and in liquid nitrogen). 3. Legal & ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use (add the reference to your file in your host institution's privacy register - not relevant yet ) No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation & metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All digital data (raw and analyzed data files) will be stored on Desktop File Storage and Large Volume Storage. Digital files will be organized in folders per research objective and experiment, including a txt file with a clear description of what the data represent and how they were generated. Experimental procedures will be fully documented as word files and in hardcover notebooks. RNA-Seq reads will be deposited in the NCBI Sequence read archive after publication. Details on samples, including plasmid maps and strain genotypes, will be archived in excel files with an overview of their location in frozen stock collections. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 easy/easier to find and reuse. Yes Biological imaging data will be stored following the OME (Open Microscopy Environment) standard to encode metadata on light microscopy experiments in image files. For RNA-Seq data the metadata guidelines from the NCBI Sequence read archive will be followed. Metadata about strain and plasmid collections will be created manually, following the community guidelines as published on the Nomenclature section of the community resource Wormbase (www.wormbase.org). 5. Data storage & back up during the FWO project Where will the data be stored? During the research, all digital data will be stored on Desktop File Storage. The ICT team of the Biology Department will facilitate the technical infrastructure and authentication to access stored files through KU Leuven's Active Directory (Luna). Hardcover notebooks will be kept personally by all researchers involved during the project, and by the PI after the end of the project. Samples will be stored in central stock collections of the lab. How is back up of the data provided? Network storages (fee-based) for digital data are hosted in the KU Leuven ICTS data center, with incremental backups on at least a daily basis. All data is mirrored to a second ICTS data center. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Network storages for digital data hosted by the KU Leuven ICTS data center can provide sufficient storage and back-up capacity (fee-based). What are the expected costs for data storage and back up during the project? How will these costs be covered? Expected costs for data storage and back-up during the project are estimated 1000 EUR, which will be covered by the allocated FWO project budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We will not be working with personal, confidential or sensitive data but will ensure data security by storing data at secured KU Leuven Network storages and buildings. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data, including digital files and samples, will be stored at least 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? After the research, digital data will be archived for at least 5 years on Large Volume Storage hosted in the KU Leuven ICTS data center with automatic back-up procedures. Samples will be kept for long-term storage in frozen stock collections (-80 freezer or liquid nitrogen). What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Expected costs for data storage and back-up after the project are estimated at 1000 EUR, which will be covered by research grant budgets. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Digital data and samples resulting from this project will be made available after publication of results. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository Upon request by mail Publications resulting from this project will be archived in the KU Leuven Lirias 2.0 repository. RNA-Seq reads will be deposited in the NCBI Sequence read archive after publication. Samples can be requested from the principal investigator by mail. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Data will be available to anyone after publication of the research results. What are the expected costs for data sharing? How will the costs be covered? Expexted costs for data sharing encompass publication fees, which will be covered by This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 the allocated FWO project budget. 8. Responsibilities Who will be responsible for data documentation & metadata? The principal investigator and all research staff involved in the project will be responsible for data documentation. Who will be responsible for data storage & back up during the project? The principal investigator and all research staff involved in the project will be responsible for data storage and back-up. Who will be responsible for ensuring data preservation and reuse ? The principal investigator will be responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}