{
    "document_id": "D-2024-3173",
    "LinkTitle": "D-2024-3173",
    "file_name": "D-2024-3173.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3173.pdf",
    "metadata": {
        "title": "Spatial skills and mathematics, towards a causal understanding of mechanisms",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nSpatial skills and mathematics, towards a causal understanding of mechanisms\nCreator:\nCreator:\nIlse Coolen\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nEuropean Commission (Horizon)\nTemplate: \nTemplate: \nHorizon Europe DMP +\nProject abstract:\nProject abstract:\nDifficulties in learning maths usually begin at the start of education and are robust over time. The number of students not reaching basic\nlevels of maths achievement remains a major societal challenge, at a time when societies are increasingly demanding maths skills due to\nscientific and industrial progress. Research examining the key cognitive foundations for successful maths learning has identified spatial\nskills as a promising potential contributor to maths development. Nevertheless, how and why SPatial skills contribute to mATHS learning\nremains elusive. SPATHS will therefore develop a new framework that aim to understand the causal mechanisms via which spatial skills\nimpact maths learning. Various spatial skills and maths abilities will be tested and causal pathways between the different abilities will be\nestimated in children at the start of formal school (final year of preschool and first year of primary school). SPATHS will unravel long-\nawaited knowledge about the mechanism underlying the spatial-maths association. This is essential for future research into efficient\ninterventions to improve maths and to make spatial training programs more effective.\nID: \nID: \n211211\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2026\nLast modified: \nLast modified: \n13-03-2025\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n1 of 12\nSpatial skills and mathematics, towards a causal understanding of mechanisms\nSpatial skills and mathematics, towards a causal understanding of mechanisms\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n2 of 12\nSpatial skills and mathematics, towards a causal understanding of mechanisms\nSpatial skills and mathematics, towards a causal understanding of mechanisms\nFull DMP\nFull DMP\nVersion information\nVersion information\nAction number\nAction number\n101150769 \nAction acronym\nAction acronym\nSPATHS \nAction title\nAction title\nSpatial skills and mathematics, towards a causal understanding of mechanisms\nDMP version number\nDMP version number\nv1.0. \nDate\nDate\n03.03.2025\n1. Data summary\n1. Data summary\n1.1 Will you re-use any existing data and what will you re-use it for?\n1.1 Will you re-use any existing data and what will you re-use it for?\nNA\n1.2 What types and formats of data and other research outputs will the project generate or re-use?\n1.2 What types and formats of data and other research outputs will the project generate or re-use?\nThe SPATHS study will collect behavioural data from 360 5-7-year-old-children in Belgium (180) and England (180). We will collect\ndata using a numerical and spatial task battery on paper or with physical objects (e.g., blocks). This battery will measure four\nearly mathematical skills (i.e., calculations, proportional reasoning, ordering, place-value) and four spatial tasks (visuospatial\nmemory, visuospatial attention, mental rotation, and, mental transformations). Each task will yield a mean performance (based\non accuracy), sometimes accompanied by time scores.\nAdditional measures will include the responses from a short parent questionnaire, including sex, age, mother tongue, parent\neducation level.\nData will be collected on paper and digitalised in csv-files. The csv-file will be for all participants separated per country, hence the\ntotal data size for both csv-files is unlikely to exceed 100 KB.\n1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project?\n1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project?\nThe overarching goal is to develop and test a conceptual framework to understand the causal mechanisms that associate spatial\nand maths skills. The empirical evidence of this project will further refine and extend theories on the association between spatial\nskills and maths in mathematical cognition and it will enable the design and evaluation of effective interventions to improve\nmaths at the start of education. \nThere are three actionable objectives:\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n3 of 12\nObjective 1 – Mechanisms: I aim to understand the underlying mechanisms of the spatial-maths association.\nObjective 2 – Causality: I aim to test, via observational data and using advanced statistical techniques, whether there is a causal\nassociation between different spatial and maths skills and whether or not causality runs in two directions.\nObjective 3 – Potential moderators: I aim to understand how the association between spatial skills and maths is moderated by\nage, sex, differences in the educational environment, and socio-economic status (SES), to find potential foundations for\ninequalities in maths.\nTo address these objectives, we will measure various maths measures and spatial measures that have demonstrated or\nhypothesised to be relate to eachother (correlational in observational data or causational in training studies). The association of\neach unique spatial measure to each separate maths measure will be tested in causal modelling to provide a detailed framework\nof which spatial skills associate to which maths skills. \nData that has been identified in previous literature to be moderators between spatial skills and maths skills will be collected as\nwell, including age, sex, mother tongue, year group in education, and SES. \n1.4 What is the expected size of the data that you intend to generate or re-use?\n1.4 What is the expected size of the data that you intend to generate or re-use?\nData will be collected on paper and digitalised in csv-files. The csv-file will be for all participants separated per country, hence the\ntotal data size for both csv-files is unlikely to exceed 100 KB.\n1.5 What is the origin/provenance of the data, either generated or re-used?\n1.5 What is the origin/provenance of the data, either generated or re-used?\nWe will collect data using a task battery on paper or with physical objects (e.g., blocks).\nAdditional measures will include the responses from a short parent questionnaire, including sex, age, mother tongue, parent\neducation level.\nData will be digitalised in csv-files and analysed through R, generating an R script and an R-Markdown analyses output. \n1.6 To whom might your data be useful ('data utility'), outside your project?\n1.6 To whom might your data be useful ('data utility'), outside your project?\nThe data will be suitable for sharing with bona fide researchers and will be available after locking the analytical databases. The\nstudy will generate data useful for any bona fide researchers examining spatial and maths skills as well as researchers interested\nin designing more effective interventions or training studies to improve maths based on spatial skills at the start of education.\n2.1 FAIR data: Making data findable, including provisions for metadata\n2.1 FAIR data: Making data findable, including provisions for metadata\n2.1.1 Will data and other research outputs be identified by a persistent identifier?\n2.1.1 Will data and other research outputs be identified by a persistent identifier?\nYes: describe below\nThis project will generate two separate datasets: one collected in England and one in Belgium. Due to data security regulations\nand ethical considerations, these datasets will be stored and managed separately. Each dataset will be handled in accordance\nwith the respective country’s data protection policies (e.g., UK GDPR for England and EU GDPR for Belgium). Consequently,\ndataset sharing will also be conducted separately, ensuring compliance with local regulations and ethical requirements.\nData from Belgium\nThe data will be shared with bona fide researchers and will be available after locking the analytical database. The pseudonymised\nresearch data along with the codebook, will be deposited in the KU Leuven RDR (Research Data Repository). Each published\ndatasets receives a DOI.\nData from England\nThe data will be shared with bona fide researchers and will be available after locking the analytical database, in collaboration with\nthe repository UK Data Service, and the Open Science Framework. The dataset will have a DOI.\nAll output from the dataset will use the DOIs from the datasets, the authors' ORCID and the grant identification information will be\nprovided. \n2.1.2 Will rich metadata be provided to allow discovery?\n2.1.2 Will rich metadata be provided to allow discovery?\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n4 of 12\nWhat metadata will be created?\nWhat metadata will be created?\nWhat disciplinary or general standards will be followed?\nWhat disciplinary or general standards will be followed?\nIn case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how.\nIn case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how.\nData from Belgium\nThe pseudonymised research data along with the codebook, will be deposited in the KU Leuven RDR (Research Data Repository).\nEach published datasets will be accompanied by metadata (e.g., instruments of data collection, codebook, protocols) available\nvia the User Interface. For a full overview of the potential metadata on the KU Leuven RDR, see the \nfull metadata model (chrome-\nextension://efaidnbmnnnibpcajpcglclefindmkaj/https://www.kuleuven.be/rdm/en/rdr/full-metadata-model\n)\n. Instructions on how\nto access study data, will be articulated on the project’s website.\nData from England\nWe will make discovery metadata (describing the data) publicly available in collaboration with UK Data Service. The UK Data\nService uses DDI to structure catalogue records, which records contain mandatory and optional metadata elements on the\nfollowing:\nStudy description – information about the context of the data collection, such as bibliographic citation of the study and data,\nthe scope of the study (topics, geography, time), methodology of data collection, sampling and processing, data access\ninformation, and information on accompanying materials.\nData file description – information on data format, file type, file structure, missing data, weighting variables and software.\nVariable descriptions.\nA summary of the data use will be published on the project’s website for transparency and to avoid duplication of access\nrequests. Information about the data, including metadata will be available on the project website. Instructions on how to access\nstudy data along with the codebook, will be articulated on the project’s website. \nDatasets and accompanying metadata will be as identical as possible between the data collected in Belgium and England.  \n2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use?\n2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use?\nYes: describe below\nData in Belgium\nThe KU Leuven RDR makes the addition of keywords manadatory as metadata. The interface can be used for building keyword\nindexes and for classification and retrieval purposes, and allows for the choice of \nControlled vocabulary names\n for the\nspecification of the keyword controlled vocabulary in use (\nLCSH\n, \nAAT\n, \nMeSH\n,...). \nData in England\nThe UK data service uses the DDI as a rich and detailed metadata standard originally designed for describing social, behavioural\nand economic sciences data. It is used by most social science data archives in the world. The UK data service assigns keywords\nfrom their own HASSET thesaurus.\n \nThe use of keywords will be kept as constant as possible between the dataset from Belgium and England.\n2.1.4 Will metadata be offered in such a way that it can be harvested and indexed?\n2.1.4 Will metadata be offered in such a way that it can be harvested and indexed?\nYes: describe below\nData from Belgium\nThe KU Leuven RDR can be used for building keyword indexes and for classification and retrieval purposes. The RDR repository is\na trusted data repository that ensure metadata fields and digital object identifiers (DOIs) to uploaded data. In such way, research\ndata will be archived and indexed in a controlled manner, and thus, easy to discover.\nData from England\nThe UK Data Service uses DDI to structure catalogue records. The use of standardised records in eXtensible Mark-up Language\n(XML) brings key data documentation together into a single document, creating rich and structured content about the\ndata. Metadata can be harvested for data sharing through the \nOpen Archives Initiative Protocol for Metadata Harvesting\n (OAI-\nPMH).\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n5 of 12\n2.2 FAIR data: Making data accessible\n2.2 FAIR data: Making data accessible\n2.2.1 Will the data and other research outputs be deposited in a trusted repository?\n2.2.1 Will the data and other research outputs be deposited in a trusted repository?\nYes: describe below\nThis project will generate two separate datasets: one collected in England and one in Belgium. Due to data security regulations\nand ethical considerations, these datasets will be stored and managed separately. Each dataset will be handled in accordance\nwith the respective country’s data protection policies (e.g., UK GDPR for England and EU GDPR for Belgium). Consequently,\ndataset sharing will also be conducted separately, ensuring compliance with local regulations and ethical requirements.\nData from Belgium\nThe data will be shared with bona fide researchers and will be available after locking the analytical database. The pseudonymised\nresearch data along with the codebook, will be deposited in the KU Leuven RDR (Research Data Repository). Instructions on how\nto access study data, will be articulated on the project’s website.\nData from England\nThe data will be shared with bona fide researchers and will be available after locking the analytical database, in collaboration with\nthe repository UK Data Service, and the Open Science Framework. A timestamped static database will be deposited with UK Data\nService at the end of the grant period. Instructions on how to access study data along with the codebook, will be articulated on\nthe project’s website. The Investigator (Dr. Coolen) will be responsible for approving the sharing of research data to interested\nparties. Data requests will be submitted, via an application form (hosted on the website) and reviewed by the investigator. \nA summary of the data use will be published on the project’s website for transparency and to avoid duplication of access\nrequests.\n2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will\n2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will\nbe deposited?\nbe deposited?\nYes\nThe selected repositories are appropriate and have the capacity to host all research data and outputs. \n2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve\n2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve\nthe identifier to a digital object?\nthe identifier to a digital object?\nEach published datasets receives a DOI.\nAll output from the dataset will use the DOIs from the datasets, the authors' ORCID and the grant identification information will be\nprovided. \n2.2.4 Will all data and other research outputs be made openly available?\n2.2.4 Will all data and other research outputs be made openly available?\nNo, certain datasets cannot be shared openly for the following reasons:\nBona fide researchers will contact the study team to request access to the data. Instructions on how to access study data will be\narticulated on the project’s website. The Investigator (Dr. Coolen) will be responsible for approving the sharing of research data\nto interested parties. Data requests will be submitted, via an application form (hosted on the website) and reviewed by the\ninvestigator.\nA summary of the data use will be published on the project’s website for transparency and to avoid duplication of access\nrequests.\nRestricted access is appropriate given that data contains certain personal information including age and gender for a volnurable\npopulation (children). \n2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)?\n2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)?\nNo\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n6 of 12\n2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data\n2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data\nshould be made available as soon as possible.\nshould be made available as soon as possible.\nNA\n2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol?\n2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol?\nData in Belgium\nData accessibility is ensured by the data management policy of the RDR repository.\nData in England\nData accessbility is ensured by the UK data service.\nAdditionally, instructions on how to access study data will be articulated on the project’s website. \n2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project?\n2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project?\nData will be shared on the KU Leuven RDR and the UK data service with restricted access. Bona fide researchers can request\naccess through the repositories. \nAccess to data can also be requested by contacting the project data responsible (Dr Ilse Coolen) via the project's website.\n2.2.9 How will the identity of the person accessing the data be ascertained?\n2.2.9 How will the identity of the person accessing the data be ascertained?\nData in Belgium\nThe identification of the person accessing the data is managed directly by the KU Leuven RDR platform. If the access grant\napplicant doesn't have a KU Leuven login number, they have to log in with an ORCID ID. If the access grant applicant doesn't have\nan ORCID ID or a KU Leuven login number, they have to use the contact button to explain and send their request. \nData in England\nThe UK Data Service verifies user identity primarily through institutional login credentials from UK academic institutions. Users\naffiliated with UK universities and research institutions authenticate via their institutional accounts. Non-UK users or those\nwithout an institutional login must register for a UK Data Service account, providing an email address and verifying their identity\nthrough a registration process. Once registered, they log in using their UK Data Archive credentials.\nAn additional data access request will be put into place. \n2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)?\n2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)?\nNo\nThe Investigator (Dr. Coolen) will be responsible for approving the sharing of research data to interested parties. Data requests\nwill be submitted through the data repositories (KU Leuven RDR or UK data service), or via an application form (hosted on the\nproject's website) and reviewed by the investigator.\n2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement?\n2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement?\nIf not, please clarify why.\nIf not, please clarify why.\nYes\n2.2.12 Will metadata contain information to enable the user to access the data?\n2.2.12 Will metadata contain information to enable the user to access the data?\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n7 of 12\nYes\n2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no\n2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no\nlonger available?\nlonger available?\nIn light of the KU Leuven research data management \npolicy\n expecting that relevant research data generated are retained for a\nperiod of minimally 10 years after the end of the project, KU Leuven RDR ensures storage for at least 10 years.\nThe UK data service does not have a time limit and ensures long-term data accessibility. \n2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to\n2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to\ninclude the relevant software (e.g. in open source code)?\ninclude the relevant software (e.g. in open source code)?\nDetails about software will be documented in study preregistrations/protocols deposited on the OSF page, as well as in the\nMaterials and Methods sections of open access preprints and publications. Analysis code will be provided in R scripts; readMe\nfiles will be provided if necessary to provide instruction on how to use the scripts in the appropriate software.\n2.3 FAIR data: Making data interoperable\n2.3 FAIR data: Making data interoperable\n2.3.1 \n2.3.1 \nWhat data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to\nWhat data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to\nallow data exchange and re-use within and across disciplines?\nallow data exchange and re-use within and across disciplines?\nWill you follow community-endorsed interoperability best practices? Which ones?\nWill you follow community-endorsed interoperability best practices? Which ones?\nThe UK Data Service employs the \nData Documentation Initiative (DDI)\nData Documentation Initiative (DDI)\n standard, which is widely adopted in the social sciences for\ndocumenting and managing data. This standard enhances the richness and structure of metadata, facilitating effective data\nsharing and reuse.\nThe KU Leuven RDR allows for the use of the DDI standard, which will be employed to align with the UK data service.  \nThe data will be in the same format for both the data in Belgium as England and will be in csv format and will be prepared and\ndocumenten using R Markdown, which allows for reproducible research by integrating code, analysis, and narrative text. This\naligns with common practices in the social sciences to ensure compatibility and ease of use.\n2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: \n2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: \nWill you provide mappings to more commonly used ontologies?\nWill you provide mappings to more commonly used ontologies?\nWill you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them?\nWill you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them?\nIf and when specific vocabularies will be generated during the project, these will be openly available.\n2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or\n2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or\ndatasets from previous research)?\ndatasets from previous research)?\nYes\nWhen applicable cross-references will be reported.\n2.4 FAIR data: Increase data re-use\n2.4 FAIR data: Increase data re-use\n2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use?\n2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use?\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n8 of 12\nDetails about data and data analysis will be documented in study preregistrations/protocols deposited on the OSF page, as well\nas in the Materials and Methods sections deposited on the OSF page and of open access preprints and publications. Analysis\ncode will be provided in R Markdown scripts, which allows for reproducible research by integrating code, analysis, and narrative\ntext. readMe files will be provided if necessary to provide further instruction on how to use the scripts in the appropriate\nsoftware.\n2.4.2 \n2.4.2 \nWill your data and other research outputs be made freely available in the public domain to permit the widest re-use possible?\nWill your data and other research outputs be made freely available in the public domain to permit the widest re-use possible?\nWill your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the\nWill your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the\nGrant Agreement?\nGrant Agreement?\nThe metadata will be openly available under a CC0 (Public Domain Dedication) license, ensuring that dataset descriptions can be\nfreely accessed, indexed, and reused.\nFor the datasets themselves:\nThe data will be openly available whenever possible but subject to controlled access due to sensitive variables (e.g., gender,\nage).\nAccess will be granted upon request, in line with ethical and legal requirements.\nTo ensure responsible reuse, the data will be licensed under:\nCC-BY (Attribution) on the KU Leuven RDR, allowing reuse with attribution.\nThe UK Data Service End User License (EUL), which requires applicants to agree to responsible data use. \nPreprints will be deposited in PsyArXiv under a CC-BY license, ensuring early open access to research findings. Peer-reviewed\npublications will be made openly available in accordance with the funder’s open-access policy and will be deposited in Lirias, KU\nLeuven’s institutional repository, under a CC-BY license to ensure compliance with open-access requirements and long-term\navailability. \n \n2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the\n2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the\nproject?\nproject?\nYes\nYes, data will be available for use by bona fide researchers. A summary of the data use (based on the data requests) will be\npublished on the project’s website for transparency and to avoid duplication of access requests.\nOpen-access tasks created and validated through this research will be made openly available with the required documentation for\nreuse on the OSF page and the project's website. \n2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards?\n2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards?\nYes\nThe appropriate standards will be followed.\n2.4.5 Describe all relevant data quality assurance processes.\n2.4.5 Describe all relevant data quality assurance processes.\nThe quality of data will be ensured during raw data generation, data processing, and analysis. To do so, well-established data\nprocessing methods and protocols will be adopted which are in agreement with common requirements in our scientific\ndiscipline. These procedures will be well documented in the Methods and Methodologies section of each open-access\npublication. \nAccess to data will be free but modification will not be possible by others to ensure data quality and security when sharing data.\nStandardised Data Collection\nStandardised Data Collection\n – Data will be collected following a predefined protocol to minimise errors and\ninconsistencies. Where applicable, validated instruments and surveys will be used.\nData Cleaning and Validation\nData Cleaning and Validation\n – Raw data will be checked for inconsistencies, missing values, and outliers. Automated\nscripts in R Markdown will be used to document data cleaning steps, ensuring transparency and reproducibility.\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n9 of 12\nVersion Control\nVersion Control\n – Data files will be managed using version control systems in OneDrive with frequent back-ups to track\nchanges and prevent data loss or unintended modifications.\nMetadata and Documentation\nMetadata and Documentation\n – Comprehensive metadata following repository-specific standards (DDI metadata) will be\ncreated to facilitate accurate interpretation and reuse of the data.\nStorage and Backup\nStorage and Backup\n – Data will be securely stored in KU Leuven RDR and the UK Data Service, ensuring long-term\npreservation.\nPeer Review and Internal Checks\nPeer Review and Internal Checks\n – Before data deposition, internal quality checks will be conducted, including peer\nverification of data integrity and reproducibility of analyses.\n3. Other research outputs\n3. Other research outputs\n3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding\n3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding\nother research outputs that are generated or re-used throughout the project?\nother research outputs that are generated or re-used throughout the project?\nPreprints will be deposited in PsyArXiv under a CC-BY license, ensuring early open access to research findings.\nPeer-reviewed publications will be made openly available in accordance with the funder’s open-access policy and will be\ndeposited in Lirias, KU Leuven’s institutional repository, under a CC-BY license to ensure compliance with open-access\nrequirements and long-term availability. \nAll original material, including testing protocols, created for the purpose of this project will be shared and made accessable\nthrough the OSF page and the project's website, except where restricted by third-party licences, for example, standardised tests\nthat require a paid licence will not be made publicly available.\nAnalysis code accompanying publications or data curation procedures will be provided in R Markdown scripts, which allows for\nreproducible research by integrating code, analysis, and narrative text and deposited on the OSF page. \n \n4. Allocation of resources\n4. Allocation of resources\n4.1 What will the costs be for making data and other research outputs FAIR in your project?\n4.1 What will the costs be for making data and other research outputs FAIR in your project?\nThere are no expected costs to make data and research output FAIR, as adopted repositories (KU Leuven RDR, UK data service,\nOSF, and Liras) and in-house storage servers are free of charge.\n \n4.2 How will these be covered?\n4.2 How will these be covered?\nNA\n4.3 Who will be responsible for data management in your project?\n4.3 Who will be responsible for data management in your project?\nThe research fellow, Dr. Ilse Coolen, is responsible for the data management during the duration of the project and for the data\nrequests to access data through the KU Leuven RDR and the UK data service. In addition, the supervisors of the project, Prof. Bert\nDe Smedt and Prof. Gaia Scerif will ensure the long-term storage and preservation of the data and outputs of this project in their\nin-house computer clusters. \n4.4 How will long term preservation be ensured?\n4.4 How will long term preservation be ensured?\nData in Belgium\nData generated throughout the research project will be retained in the KU Leuven RDR repository for at least 10 years in\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n10 of 12\naccordance with the FAIR principle and KU Leuven policies.\nData in England\nData generated will be deposited in the UK data service indefinitely. \n5. Data security\n5. Data security\n5.1 What provisions are or will be in place for data security?\n5.1 What provisions are or will be in place for data security?\nData in Belgium \nDigital data will only be stored on the network drives of the KU Leuven. Offline data will be stored (in a closed drawer) in the KU\nLeuven Office of Prof. Bert De Smedt. Data shared open-access will be pseudonymous and non-identifiable. Restricted access\nwill be given upon request to the data that contains certain personal information including age and gender as it concerns a\nvolnurable population (children).\nKU Leuven has IT specifications for data storage and management, including standard backups in secure locations. The IT\ndepartment provides tailored solutions to ensure that data is securely stored, and cannot be altered by an unauthorised entity. \nRead, write, and execute access privileges to data are protected by password and antivirus software managed directly by the KU\nLeuven's central Active Directory Domain called LUNA-SET (https://set.kuleuven.be/set-it/docs/luna-set), the central\nauthentication and authorization system releasing rights and security settings in the KU Leuven network.\nData in England\nDigital data will only be stored safely in the Oxford Nexus 364 OneDrive for Business project folder. Offline data will be stored in a\nlocked filing cabinet in the Department of Experimental Psychology at the Uniersity of Oxford. Data shared open-access will be\npseudonymous and non-identifiable. Restricted access will be given upon request to the data that contains certain personal\ninformation including age and gender as it concerns a volnurable population (children).\nThe management and support of the users and data on the Oxford Nexus 364 OneDrive for Business folders is done by the IT\nServices’ Nexus Team, and by default, access to all personal OneDrive for Business documents is restricted to the investigators\non the project.\nOneDrive for Business is certified against the internationally recognised ISO/IEC 27001:2013 standard for managing information\nsecurity and approved by the University for all data.\n5.2 Will the data be safely stored in trusted repositories for long term preservation and curation?\n5.2 Will the data be safely stored in trusted repositories for long term preservation and curation?\nYes\nData in Belgium\nData will be stored on the KU Leuven RDR repository for the minimal duration of 10 years.\nData in England\nData will be stored on the UK data service indefinitely.\n \n6. Ethics\n6. Ethics\n6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing?\n6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing?\nYes\nPersonal data of a volnurable population (children) will be collected as part of the data collection. We will pseudonymise the data\nby replacing the name of participants with unique codes and replace date of borth by the individual's age in months. The file\nlinking the code and personal identifiers will only be accessible to the investigators on the project and will be password protected\nand stored in a password protected folder only accesssible to the team members. This personal information will never be shared,\ninstead the pseudonymous data that will not include variables that risk participant identification (location, name, date of birth) will\nbe deposited on the repositories (KU Leuven RDR or UK Data Service). Nevertheless, data containing certain sensitive data such\nas age and gender, will be restricted and only shared upon request. Statements regarding the prevention of re-identification of\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n11 of 12\nparticipants will be included in the data access policy, and data will be shared when recipients state that they will not make any\nattempt to identify any research participants.  \n \n6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data?\n6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data?\nYes\nWith parental consent, the data will be suitable for sharing with bona fide researchers and will be available after locking and\npseudonymisation. No identifiable personal data will be shared. \n7. Other issues\n7. Other issues\n7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which\n7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which\nones (please list and briefly describe them)?\nones (please list and briefly describe them)?\nNo\nData management will be in accordance with this Data Management Plan, and the data management from the KU Leuven RDR,\nthe UK Data Service, and the OSF data management as described in this DMP.\nCreated using DMPonline.be. Last modiﬁed 13 March 2025\n12 of 12"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Spatial skills and mathematics, towards a causal understanding of mechanisms Creator: Creator: Ilse Coolen Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: European Commission (Horizon) Template: Template: Horizon Europe DMP + Project abstract: Project abstract: Difficulties in learning maths usually begin at the start of education and are robust over time. The number of students not reaching basic levels of maths achievement remains a major societal challenge, at a time when societies are increasingly demanding maths skills due to scientific and industrial progress. Research examining the key cognitive foundations for successful maths learning has identified spatial skills as a promising potential contributor to maths development. Nevertheless, how and why SPatial skills contribute to mATHS learning remains elusive. SPATHS will therefore develop a new framework that aim to understand the causal mechanisms via which spatial skills impact maths learning. Various spatial skills and maths abilities will be tested and causal pathways between the different abilities will be estimated in children at the start of formal school (final year of preschool and first year of primary school). SPATHS will unravel long- awaited knowledge about the mechanism underlying the spatial-maths association. This is essential for future research into efficient interventions to improve maths and to make spatial training programs more effective. ID: ID: 211211 Start date: Start date: 01-10-2024 End date: End date: 30-09-2026 Last modified: Last modified: 13-03-2025 Created using DMPonline.be. Last modiﬁed 13 March 2025 1 of 12 Spatial skills and mathematics, towards a causal understanding of mechanisms Spatial skills and mathematics, towards a causal understanding of mechanisms DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 13 March 2025 2 of 12 Spatial skills and mathematics, towards a causal understanding of mechanisms Spatial skills and mathematics, towards a causal understanding of mechanisms Full DMP Full DMP Version information Version information Action number Action number 101150769 Action acronym Action acronym SPATHS Action title Action title Spatial skills and mathematics, towards a causal understanding of mechanisms DMP version number DMP version number v1.0. Date Date 03.03.2025 1. Data summary 1. Data summary 1.1 Will you re-use any existing data and what will you re-use it for? 1.1 Will you re-use any existing data and what will you re-use it for? NA 1.2 What types and formats of data and other research outputs will the project generate or re-use? 1.2 What types and formats of data and other research outputs will the project generate or re-use? The SPATHS study will collect behavioural data from 360 5-7-year-old-children in Belgium (180) and England (180). We will collect data using a numerical and spatial task battery on paper or with physical objects (e.g., blocks). This battery will measure four early mathematical skills (i.e., calculations, proportional reasoning, ordering, place-value) and four spatial tasks (visuospatial memory, visuospatial attention, mental rotation, and, mental transformations). Each task will yield a mean performance (based on accuracy), sometimes accompanied by time scores. Additional measures will include the responses from a short parent questionnaire, including sex, age, mother tongue, parent education level. Data will be collected on paper and digitalised in csv-files. The csv-file will be for all participants separated per country, hence the total data size for both csv-files is unlikely to exceed 100 KB. 1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project? 1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project? The overarching goal is to develop and test a conceptual framework to understand the causal mechanisms that associate spatial and maths skills. The empirical evidence of this project will further refine and extend theories on the association between spatial skills and maths in mathematical cognition and it will enable the design and evaluation of effective interventions to improve maths at the start of education. There are three actionable objectives: Created using DMPonline.be. Last modiﬁed 13 March 2025 3 of 12 Objective 1 – Mechanisms: I aim to understand the underlying mechanisms of the spatial-maths association. Objective 2 – Causality: I aim to test, via observational data and using advanced statistical techniques, whether there is a causal association between different spatial and maths skills and whether or not causality runs in two directions. Objective 3 – Potential moderators: I aim to understand how the association between spatial skills and maths is moderated by age, sex, differences in the educational environment, and socio-economic status (SES), to find potential foundations for inequalities in maths. To address these objectives, we will measure various maths measures and spatial measures that have demonstrated or hypothesised to be relate to eachother (correlational in observational data or causational in training studies). The association of each unique spatial measure to each separate maths measure will be tested in causal modelling to provide a detailed framework of which spatial skills associate to which maths skills. Data that has been identified in previous literature to be moderators between spatial skills and maths skills will be collected as well, including age, sex, mother tongue, year group in education, and SES. 1.4 What is the expected size of the data that you intend to generate or re-use? 1.4 What is the expected size of the data that you intend to generate or re-use? Data will be collected on paper and digitalised in csv-files. The csv-file will be for all participants separated per country, hence the total data size for both csv-files is unlikely to exceed 100 KB. 1.5 What is the origin/provenance of the data, either generated or re-used? 1.5 What is the origin/provenance of the data, either generated or re-used? We will collect data using a task battery on paper or with physical objects (e.g., blocks). Additional measures will include the responses from a short parent questionnaire, including sex, age, mother tongue, parent education level. Data will be digitalised in csv-files and analysed through R, generating an R script and an R-Markdown analyses output. 1.6 To whom might your data be useful ('data utility'), outside your project? 1.6 To whom might your data be useful ('data utility'), outside your project? The data will be suitable for sharing with bona fide researchers and will be available after locking the analytical databases. The study will generate data useful for any bona fide researchers examining spatial and maths skills as well as researchers interested in designing more effective interventions or training studies to improve maths based on spatial skills at the start of education. 2.1 FAIR data: Making data findable, including provisions for metadata 2.1 FAIR data: Making data findable, including provisions for metadata 2.1.1 Will data and other research outputs be identified by a persistent identifier? 2.1.1 Will data and other research outputs be identified by a persistent identifier? Yes: describe below This project will generate two separate datasets: one collected in England and one in Belgium. Due to data security regulations and ethical considerations, these datasets will be stored and managed separately. Each dataset will be handled in accordance with the respective country’s data protection policies (e.g., UK GDPR for England and EU GDPR for Belgium). Consequently, dataset sharing will also be conducted separately, ensuring compliance with local regulations and ethical requirements. Data from Belgium The data will be shared with bona fide researchers and will be available after locking the analytical database. The pseudonymised research data along with the codebook, will be deposited in the KU Leuven RDR (Research Data Repository). Each published datasets receives a DOI. Data from England The data will be shared with bona fide researchers and will be available after locking the analytical database, in collaboration with the repository UK Data Service, and the Open Science Framework. The dataset will have a DOI. All output from the dataset will use the DOIs from the datasets, the authors' ORCID and the grant identification information will be provided. 2.1.2 Will rich metadata be provided to allow discovery? 2.1.2 Will rich metadata be provided to allow discovery? Created using DMPonline.be. Last modiﬁed 13 March 2025 4 of 12 What metadata will be created? What metadata will be created? What disciplinary or general standards will be followed? What disciplinary or general standards will be followed? In case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how. In case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how. Data from Belgium The pseudonymised research data along with the codebook, will be deposited in the KU Leuven RDR (Research Data Repository). Each published datasets will be accompanied by metadata (e.g., instruments of data collection, codebook, protocols) available via the User Interface. For a full overview of the potential metadata on the KU Leuven RDR, see the full metadata model (chrome- extension://efaidnbmnnnibpcajpcglclefindmkaj/https://www.kuleuven.be/rdm/en/rdr/full-metadata-model ) . Instructions on how to access study data, will be articulated on the project’s website. Data from England We will make discovery metadata (describing the data) publicly available in collaboration with UK Data Service. The UK Data Service uses DDI to structure catalogue records, which records contain mandatory and optional metadata elements on the following: Study description – information about the context of the data collection, such as bibliographic citation of the study and data, the scope of the study (topics, geography, time), methodology of data collection, sampling and processing, data access information, and information on accompanying materials. Data file description – information on data format, file type, file structure, missing data, weighting variables and software. Variable descriptions. A summary of the data use will be published on the project’s website for transparency and to avoid duplication of access requests. Information about the data, including metadata will be available on the project website. Instructions on how to access study data along with the codebook, will be articulated on the project’s website. Datasets and accompanying metadata will be as identical as possible between the data collected in Belgium and England. 2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use? 2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use? Yes: describe below Data in Belgium The KU Leuven RDR makes the addition of keywords manadatory as metadata. The interface can be used for building keyword indexes and for classification and retrieval purposes, and allows for the choice of Controlled vocabulary names for the specification of the keyword controlled vocabulary in use ( LCSH , AAT , MeSH ,...). Data in England The UK data service uses the DDI as a rich and detailed metadata standard originally designed for describing social, behavioural and economic sciences data. It is used by most social science data archives in the world. The UK data service assigns keywords from their own HASSET thesaurus. The use of keywords will be kept as constant as possible between the dataset from Belgium and England. 2.1.4 Will metadata be offered in such a way that it can be harvested and indexed? 2.1.4 Will metadata be offered in such a way that it can be harvested and indexed? Yes: describe below Data from Belgium The KU Leuven RDR can be used for building keyword indexes and for classification and retrieval purposes. The RDR repository is a trusted data repository that ensure metadata fields and digital object identifiers (DOIs) to uploaded data. In such way, research data will be archived and indexed in a controlled manner, and thus, easy to discover. Data from England The UK Data Service uses DDI to structure catalogue records. The use of standardised records in eXtensible Mark-up Language (XML) brings key data documentation together into a single document, creating rich and structured content about the data. Metadata can be harvested for data sharing through the Open Archives Initiative Protocol for Metadata Harvesting (OAI- PMH). Created using DMPonline.be. Last modiﬁed 13 March 2025 5 of 12 2.2 FAIR data: Making data accessible 2.2 FAIR data: Making data accessible 2.2.1 Will the data and other research outputs be deposited in a trusted repository? 2.2.1 Will the data and other research outputs be deposited in a trusted repository? Yes: describe below This project will generate two separate datasets: one collected in England and one in Belgium. Due to data security regulations and ethical considerations, these datasets will be stored and managed separately. Each dataset will be handled in accordance with the respective country’s data protection policies (e.g., UK GDPR for England and EU GDPR for Belgium). Consequently, dataset sharing will also be conducted separately, ensuring compliance with local regulations and ethical requirements. Data from Belgium The data will be shared with bona fide researchers and will be available after locking the analytical database. The pseudonymised research data along with the codebook, will be deposited in the KU Leuven RDR (Research Data Repository). Instructions on how to access study data, will be articulated on the project’s website. Data from England The data will be shared with bona fide researchers and will be available after locking the analytical database, in collaboration with the repository UK Data Service, and the Open Science Framework. A timestamped static database will be deposited with UK Data Service at the end of the grant period. Instructions on how to access study data along with the codebook, will be articulated on the project’s website. The Investigator (Dr. Coolen) will be responsible for approving the sharing of research data to interested parties. Data requests will be submitted, via an application form (hosted on the website) and reviewed by the investigator. A summary of the data use will be published on the project’s website for transparency and to avoid duplication of access requests. 2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will 2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will be deposited? be deposited? Yes The selected repositories are appropriate and have the capacity to host all research data and outputs. 2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve 2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve the identifier to a digital object? the identifier to a digital object? Each published datasets receives a DOI. All output from the dataset will use the DOIs from the datasets, the authors' ORCID and the grant identification information will be provided. 2.2.4 Will all data and other research outputs be made openly available? 2.2.4 Will all data and other research outputs be made openly available? No, certain datasets cannot be shared openly for the following reasons: Bona fide researchers will contact the study team to request access to the data. Instructions on how to access study data will be articulated on the project’s website. The Investigator (Dr. Coolen) will be responsible for approving the sharing of research data to interested parties. Data requests will be submitted, via an application form (hosted on the website) and reviewed by the investigator. A summary of the data use will be published on the project’s website for transparency and to avoid duplication of access requests. Restricted access is appropriate given that data contains certain personal information including age and gender for a volnurable population (children). 2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)? 2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)? No Created using DMPonline.be. Last modiﬁed 13 March 2025 6 of 12 2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data 2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data should be made available as soon as possible. should be made available as soon as possible. NA 2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol? 2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol? Data in Belgium Data accessibility is ensured by the data management policy of the RDR repository. Data in England Data accessbility is ensured by the UK data service. Additionally, instructions on how to access study data will be articulated on the project’s website. 2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project? 2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project? Data will be shared on the KU Leuven RDR and the UK data service with restricted access. Bona fide researchers can request access through the repositories. Access to data can also be requested by contacting the project data responsible (Dr Ilse Coolen) via the project's website. 2.2.9 How will the identity of the person accessing the data be ascertained? 2.2.9 How will the identity of the person accessing the data be ascertained? Data in Belgium The identification of the person accessing the data is managed directly by the KU Leuven RDR platform. If the access grant applicant doesn't have a KU Leuven login number, they have to log in with an ORCID ID. If the access grant applicant doesn't have an ORCID ID or a KU Leuven login number, they have to use the contact button to explain and send their request. Data in England The UK Data Service verifies user identity primarily through institutional login credentials from UK academic institutions. Users affiliated with UK universities and research institutions authenticate via their institutional accounts. Non-UK users or those without an institutional login must register for a UK Data Service account, providing an email address and verifying their identity through a registration process. Once registered, they log in using their UK Data Archive credentials. An additional data access request will be put into place. 2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)? 2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)? No The Investigator (Dr. Coolen) will be responsible for approving the sharing of research data to interested parties. Data requests will be submitted through the data repositories (KU Leuven RDR or UK data service), or via an application form (hosted on the project's website) and reviewed by the investigator. 2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? 2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? If not, please clarify why. If not, please clarify why. Yes 2.2.12 Will metadata contain information to enable the user to access the data? 2.2.12 Will metadata contain information to enable the user to access the data? Created using DMPonline.be. Last modiﬁed 13 March 2025 7 of 12 Yes 2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no 2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no longer available? longer available? In light of the KU Leuven research data management policy expecting that relevant research data generated are retained for a period of minimally 10 years after the end of the project, KU Leuven RDR ensures storage for at least 10 years. The UK data service does not have a time limit and ensures long-term data accessibility. 2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to 2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to include the relevant software (e.g. in open source code)? include the relevant software (e.g. in open source code)? Details about software will be documented in study preregistrations/protocols deposited on the OSF page, as well as in the Materials and Methods sections of open access preprints and publications. Analysis code will be provided in R scripts; readMe files will be provided if necessary to provide instruction on how to use the scripts in the appropriate software. 2.3 FAIR data: Making data interoperable 2.3 FAIR data: Making data interoperable 2.3.1 2.3.1 What data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to What data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to allow data exchange and re-use within and across disciplines? allow data exchange and re-use within and across disciplines? Will you follow community-endorsed interoperability best practices? Which ones? Will you follow community-endorsed interoperability best practices? Which ones? The UK Data Service employs the Data Documentation Initiative (DDI) Data Documentation Initiative (DDI) standard, which is widely adopted in the social sciences for documenting and managing data. This standard enhances the richness and structure of metadata, facilitating effective data sharing and reuse. The KU Leuven RDR allows for the use of the DDI standard, which will be employed to align with the UK data service. The data will be in the same format for both the data in Belgium as England and will be in csv format and will be prepared and documenten using R Markdown, which allows for reproducible research by integrating code, analysis, and narrative text. This aligns with common practices in the social sciences to ensure compatibility and ease of use. 2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: 2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: Will you provide mappings to more commonly used ontologies? Will you provide mappings to more commonly used ontologies? Will you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them? Will you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them? If and when specific vocabularies will be generated during the project, these will be openly available. 2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or 2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or datasets from previous research)? datasets from previous research)? Yes When applicable cross-references will be reported. 2.4 FAIR data: Increase data re-use 2.4 FAIR data: Increase data re-use 2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use? 2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use? Created using DMPonline.be. Last modiﬁed 13 March 2025 8 of 12 Details about data and data analysis will be documented in study preregistrations/protocols deposited on the OSF page, as well as in the Materials and Methods sections deposited on the OSF page and of open access preprints and publications. Analysis code will be provided in R Markdown scripts, which allows for reproducible research by integrating code, analysis, and narrative text. readMe files will be provided if necessary to provide further instruction on how to use the scripts in the appropriate software. 2.4.2 2.4.2 Will your data and other research outputs be made freely available in the public domain to permit the widest re-use possible? Will your data and other research outputs be made freely available in the public domain to permit the widest re-use possible? Will your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the Will your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement? Grant Agreement? The metadata will be openly available under a CC0 (Public Domain Dedication) license, ensuring that dataset descriptions can be freely accessed, indexed, and reused. For the datasets themselves: The data will be openly available whenever possible but subject to controlled access due to sensitive variables (e.g., gender, age). Access will be granted upon request, in line with ethical and legal requirements. To ensure responsible reuse, the data will be licensed under: CC-BY (Attribution) on the KU Leuven RDR, allowing reuse with attribution. The UK Data Service End User License (EUL), which requires applicants to agree to responsible data use. Preprints will be deposited in PsyArXiv under a CC-BY license, ensuring early open access to research findings. Peer-reviewed publications will be made openly available in accordance with the funder’s open-access policy and will be deposited in Lirias, KU Leuven’s institutional repository, under a CC-BY license to ensure compliance with open-access requirements and long-term availability. 2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the 2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the project? project? Yes Yes, data will be available for use by bona fide researchers. A summary of the data use (based on the data requests) will be published on the project’s website for transparency and to avoid duplication of access requests. Open-access tasks created and validated through this research will be made openly available with the required documentation for reuse on the OSF page and the project's website. 2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards? 2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards? Yes The appropriate standards will be followed. 2.4.5 Describe all relevant data quality assurance processes. 2.4.5 Describe all relevant data quality assurance processes. The quality of data will be ensured during raw data generation, data processing, and analysis. To do so, well-established data processing methods and protocols will be adopted which are in agreement with common requirements in our scientific discipline. These procedures will be well documented in the Methods and Methodologies section of each open-access publication. Access to data will be free but modification will not be possible by others to ensure data quality and security when sharing data. Standardised Data Collection Standardised Data Collection – Data will be collected following a predefined protocol to minimise errors and inconsistencies. Where applicable, validated instruments and surveys will be used. Data Cleaning and Validation Data Cleaning and Validation – Raw data will be checked for inconsistencies, missing values, and outliers. Automated scripts in R Markdown will be used to document data cleaning steps, ensuring transparency and reproducibility. Created using DMPonline.be. Last modiﬁed 13 March 2025 9 of 12 Version Control Version Control – Data files will be managed using version control systems in OneDrive with frequent back-ups to track changes and prevent data loss or unintended modifications. Metadata and Documentation Metadata and Documentation – Comprehensive metadata following repository-specific standards (DDI metadata) will be created to facilitate accurate interpretation and reuse of the data. Storage and Backup Storage and Backup – Data will be securely stored in KU Leuven RDR and the UK Data Service, ensuring long-term preservation. Peer Review and Internal Checks Peer Review and Internal Checks – Before data deposition, internal quality checks will be conducted, including peer verification of data integrity and reproducibility of analyses. 3. Other research outputs 3. Other research outputs 3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding 3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding other research outputs that are generated or re-used throughout the project? other research outputs that are generated or re-used throughout the project? Preprints will be deposited in PsyArXiv under a CC-BY license, ensuring early open access to research findings. Peer-reviewed publications will be made openly available in accordance with the funder’s open-access policy and will be deposited in Lirias, KU Leuven’s institutional repository, under a CC-BY license to ensure compliance with open-access requirements and long-term availability. All original material, including testing protocols, created for the purpose of this project will be shared and made accessable through the OSF page and the project's website, except where restricted by third-party licences, for example, standardised tests that require a paid licence will not be made publicly available. Analysis code accompanying publications or data curation procedures will be provided in R Markdown scripts, which allows for reproducible research by integrating code, analysis, and narrative text and deposited on the OSF page. 4. Allocation of resources 4. Allocation of resources 4.1 What will the costs be for making data and other research outputs FAIR in your project? 4.1 What will the costs be for making data and other research outputs FAIR in your project? There are no expected costs to make data and research output FAIR, as adopted repositories (KU Leuven RDR, UK data service, OSF, and Liras) and in-house storage servers are free of charge. 4.2 How will these be covered? 4.2 How will these be covered? NA 4.3 Who will be responsible for data management in your project? 4.3 Who will be responsible for data management in your project? The research fellow, Dr. Ilse Coolen, is responsible for the data management during the duration of the project and for the data requests to access data through the KU Leuven RDR and the UK data service. In addition, the supervisors of the project, Prof. Bert De Smedt and Prof. Gaia Scerif will ensure the long-term storage and preservation of the data and outputs of this project in their in-house computer clusters. 4.4 How will long term preservation be ensured? 4.4 How will long term preservation be ensured? Data in Belgium Data generated throughout the research project will be retained in the KU Leuven RDR repository for at least 10 years in Created using DMPonline.be. Last modiﬁed 13 March 2025 10 of 12 accordance with the FAIR principle and KU Leuven policies. Data in England Data generated will be deposited in the UK data service indefinitely. 5. Data security 5. Data security 5.1 What provisions are or will be in place for data security? 5.1 What provisions are or will be in place for data security? Data in Belgium Digital data will only be stored on the network drives of the KU Leuven. Offline data will be stored (in a closed drawer) in the KU Leuven Office of Prof. Bert De Smedt. Data shared open-access will be pseudonymous and non-identifiable. Restricted access will be given upon request to the data that contains certain personal information including age and gender as it concerns a volnurable population (children). KU Leuven has IT specifications for data storage and management, including standard backups in secure locations. The IT department provides tailored solutions to ensure that data is securely stored, and cannot be altered by an unauthorised entity. Read, write, and execute access privileges to data are protected by password and antivirus software managed directly by the KU Leuven's central Active Directory Domain called LUNA-SET (https://set.kuleuven.be/set-it/docs/luna-set), the central authentication and authorization system releasing rights and security settings in the KU Leuven network. Data in England Digital data will only be stored safely in the Oxford Nexus 364 OneDrive for Business project folder. Offline data will be stored in a locked filing cabinet in the Department of Experimental Psychology at the Uniersity of Oxford. Data shared open-access will be pseudonymous and non-identifiable. Restricted access will be given upon request to the data that contains certain personal information including age and gender as it concerns a volnurable population (children). The management and support of the users and data on the Oxford Nexus 364 OneDrive for Business folders is done by the IT Services’ Nexus Team, and by default, access to all personal OneDrive for Business documents is restricted to the investigators on the project. OneDrive for Business is certified against the internationally recognised ISO/IEC 27001:2013 standard for managing information security and approved by the University for all data. 5.2 Will the data be safely stored in trusted repositories for long term preservation and curation? 5.2 Will the data be safely stored in trusted repositories for long term preservation and curation? Yes Data in Belgium Data will be stored on the KU Leuven RDR repository for the minimal duration of 10 years. Data in England Data will be stored on the UK data service indefinitely. 6. Ethics 6. Ethics 6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing? 6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing? Yes Personal data of a volnurable population (children) will be collected as part of the data collection. We will pseudonymise the data by replacing the name of participants with unique codes and replace date of borth by the individual's age in months. The file linking the code and personal identifiers will only be accessible to the investigators on the project and will be password protected and stored in a password protected folder only accesssible to the team members. This personal information will never be shared, instead the pseudonymous data that will not include variables that risk participant identification (location, name, date of birth) will be deposited on the repositories (KU Leuven RDR or UK Data Service). Nevertheless, data containing certain sensitive data such as age and gender, will be restricted and only shared upon request. Statements regarding the prevention of re-identification of Created using DMPonline.be. Last modiﬁed 13 March 2025 11 of 12 participants will be included in the data access policy, and data will be shared when recipients state that they will not make any attempt to identify any research participants. 6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data? 6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data? Yes With parental consent, the data will be suitable for sharing with bona fide researchers and will be available after locking and pseudonymisation. No identifiable personal data will be shared. 7. Other issues 7. Other issues 7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which 7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones (please list and briefly describe them)? ones (please list and briefly describe them)? No Data management will be in accordance with this Data Management Plan, and the data management from the KU Leuven RDR, the UK Data Service, and the OSF data management as described in this DMP. Created using DMPonline.be. Last modiﬁed 13 March 2025 12 of 12"
}