{
    "document_id": "D-2024-2480",
    "LinkTitle": "D-2024-2480",
    "file_name": "D-2024-2480.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2480.pdf",
    "metadata": {
        "title": "From Stage to Page. Neo-Latin School Drama in the Early Modern Southern Low Countries and its Manuscript Tradition",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "From Stage to Page. Neo-Latin School Drama in the Early Modern Southern Low Countries and its Manuscript\nFrom Stage to Page. Neo-Latin School Drama in the Early Modern Southern Low Countries and its Manuscript\nTradition\nTradition\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nNicholas De Sutter\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nBijzonder Onderzoeksfonds\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nNicholas De Sutter\nGrant number / URL: \nGrant number / URL: \n3H230323\nID: \nID: \n206072\nStart date: \nStart date: \n08-01-2024\nEnd date: \nEnd date: \n31-10-2024\nProject abstract:\nProject abstract:\nThis project addresses our fragmentary understanding of Latin drama performed in Catholic schools in the Southern Low Countries through the first\ncomprehensive study of complete play texts. Despite the rich history of these Latin performances, little research exists on the ample written record of\nthis tradition. Still, as scholarship on Neo-Latin drama in other areas shows, these literary sources provide a unique insight into early modern culture.\nTaking an innovative approach by moving beyond scholarship’s focus on the Jesuits to include other teaching orders, the project will create a database\nof all extant manuscript plays. Drawing on a representative sample from this corpus, it will shed light on the ways in which drama materialised in Latin\nand offered a mirror into contemporary cultural, religious, and political issues. In combining traditional close readings with DH methodologies, it will\nalso elucidate the extent to which school playwrights spun intricate webs of intertextual ties with printed Neo-Latin drama. The project will thus pave\nthe way for a complete and nuanced understanding of a rich literary tradition in our region.\nLast modified: \nLast modified: \n29-03-2024\nCreated using DMPonline.be. Last modiﬁed 29 March 2024\n1 of 6\nFrom Stage to Page. Neo-Latin School Drama in the Early Modern Southern Low Countries and its Manuscript\nFrom Stage to Page. Neo-Latin School Drama in the Early Modern Southern Low Countries and its Manuscript\nTradition\nTradition\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data)\nor\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nManuscript Neo-\nLatin Plays: Scans\nScans/photographs/reproductions of manuscripts\ncontaining Neo-Latin plays performed in the\nSouthern Low Countries (16th-18th centuries)\nN\nD\nI\nPDF;\nJPEG;\nHEIC;\nTIFF;\nPNG \n<100GB\n \n(Selected)\nManuscript Neo-\nLatin Plays:\nTranscriptions\nTranscriptions of a selected number of plays from the\ncorpus mentioned above\nN\nD\nT\nTXT;\nWORD\n<10GB\n \nDatabase of\nManuscript Neo-\nLatin Plays\nOverview of the entire corpus of Neo-Latin plays\nwith all relevant metadata in a relational database\nN\nD\nT\nXSLX;\nFMP12 \n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nOccasionally, some of the manuscripts under investigation have already been made digitally accessible by the institution (library, archives,\nuniversity...) that houses them (e.g. https://anet.be/record/opacuantwerpen/c:lvd:14022483/N).\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nCreated using DMPonline.be. Last modiﬁed 29 March 2024\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nImages of manuscripts that have been made \"in situ\" or that have been purchased are sometimes subject to copyright and can therefore not be\nmade publicly available or be published without requesting explicit permission (and often additional payment) (see first dataset listed above).\nThis type of data can consequently be collected and stored for research purposes, but not disseminated without explicit permission of the\nlibrary or archive where the manuscript is held.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAll data will be stored in separate files, organised according to the manuscript’s city, library/archive, and shelf number; a general README.txt\nfile will accompany these folders to explain used methods and abbreviations etc. I will store this data on KU Leuven servers, both on a\npersonal network drive and the university’s cloud services, thereby automatically backing them up. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nI will use the metadata standard of KU Leuven Research Data Repository (DataCite).\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nCreated using DMPonline.be. Last modiﬁed 29 March 2024\n3 of 6\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nIn addition to the standard back-up provided by KU ICTS, I regularly update the storage on my personal hard drive.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nMy KU Leuven Onedrive can only be accessed via the personal institutional login.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo (extra) costs are expected during the research project\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nLarge Volume Storage (longterm for large volumes)\nOther (specify below)\nPersonal KU Leuven Onedrive\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\n(Minimal) costs determined by KU Leuven ICTS services, to be paid with the project's bench fee.\nData Sharing and Reuse\nData Sharing and Reuse\nCreated using DMPonline.be. Last modiﬁed 29 March 2024\n4 of 6\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as embargoed data (temporary restriction)\nYes, as open data\nThe image material will be stored and made available via a KU Leuven repository (RDR). The database that will result from the research\nproject will be made available online as open data.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nSee supra: \"Images of manuscripts that have been made \"in situ\" or that have been purchased are sometimes subject to copyright and can\ntherefore not be made publicly available or be published without requesting explicit permission (and often additional payment) (see first\ndataset listed above). This type of data can consequently be collected and stored for research purposes, but not disseminated without explicit\npermission of the library or archive where the manuscript is held.\"\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nToward the end of the project.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nCreated using DMPonline.be. Last modiﬁed 29 March 2024\n5 of 6\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNone.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nNicholas De Sutter\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nNicholas De Sutter\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nNicholas De Sutter\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nNicholas De Sutter\nCreated using DMPonline.be. Last modiﬁed 29 March 2024\n6 of 6"
    },
    "clean_full_text": "From Stage to Page. Neo-Latin School Drama in the Early Modern Southern Low Countries and its Manuscript From Stage to Page. Neo-Latin School Drama in the Early Modern Southern Low Countries and its Manuscript Tradition Tradition A Data Management Plan created using DMPonline.be Creator: Creator: Nicholas De Sutter Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Bijzonder Onderzoeksfonds Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Nicholas De Sutter Grant number / URL: Grant number / URL: 3H230323 ID: ID: 206072 Start date: Start date: 08-01-2024 End date: End date: 31-10-2024 Project abstract: Project abstract: This project addresses our fragmentary understanding of Latin drama performed in Catholic schools in the Southern Low Countries through the first comprehensive study of complete play texts. Despite the rich history of these Latin performances, little research exists on the ample written record of this tradition. Still, as scholarship on Neo-Latin drama in other areas shows, these literary sources provide a unique insight into early modern culture. Taking an innovative approach by moving beyond scholarship’s focus on the Jesuits to include other teaching orders, the project will create a database of all extant manuscript plays. Drawing on a representative sample from this corpus, it will shed light on the ways in which drama materialised in Latin and offered a mirror into contemporary cultural, religious, and political issues. In combining traditional close readings with DH methodologies, it will also elucidate the extent to which school playwrights spun intricate webs of intertextual ties with printed Neo-Latin drama. The project will thus pave the way for a complete and nuanced understanding of a rich literary tradition in our region. Last modified: Last modified: 29-03-2024 Created using DMPonline.be. Last modiﬁed 29 March 2024 1 of 6 From Stage to Page. Neo-Latin School Drama in the Early Modern Southern Low Countries and its Manuscript From Stage to Page. Neo-Latin School Drama in the Early Modern Southern Low Countries and its Manuscript Tradition Tradition Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Manuscript Neo- Latin Plays: Scans Scans/photographs/reproductions of manuscripts containing Neo-Latin plays performed in the Southern Low Countries (16th-18th centuries) N D I PDF; JPEG; HEIC; TIFF; PNG <100GB (Selected) Manuscript Neo- Latin Plays: Transcriptions Transcriptions of a selected number of plays from the corpus mentioned above N D T TXT; WORD <10GB Database of Manuscript Neo- Latin Plays Overview of the entire corpus of Neo-Latin plays with all relevant metadata in a relational database N D T XSLX; FMP12 <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Occasionally, some of the manuscripts under investigation have already been made digitally accessible by the institution (library, archives, university...) that houses them (e.g. https://anet.be/record/opacuantwerpen/c:lvd:14022483/N). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Created using DMPonline.be. Last modiﬁed 29 March 2024 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes Images of manuscripts that have been made \"in situ\" or that have been purchased are sometimes subject to copyright and can therefore not be made publicly available or be published without requesting explicit permission (and often additional payment) (see first dataset listed above). This type of data can consequently be collected and stored for research purposes, but not disseminated without explicit permission of the library or archive where the manuscript is held. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All data will be stored in separate files, organised according to the manuscript’s city, library/archive, and shelf number; a general README.txt file will accompany these folders to explain used methods and abbreviations etc. I will store this data on KU Leuven servers, both on a personal network drive and the university’s cloud services, thereby automatically backing them up. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes I will use the metadata standard of KU Leuven Research Data Repository (DataCite). Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Created using DMPonline.be. Last modiﬁed 29 March 2024 3 of 6 How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) In addition to the standard back-up provided by KU ICTS, I regularly update the storage on my personal hard drive. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? My KU Leuven Onedrive can only be accessed via the personal institutional login. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No (extra) costs are expected during the research project Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Large Volume Storage (longterm for large volumes) Other (specify below) Personal KU Leuven Onedrive What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? (Minimal) costs determined by KU Leuven ICTS services, to be paid with the project's bench fee. Data Sharing and Reuse Data Sharing and Reuse Created using DMPonline.be. Last modiﬁed 29 March 2024 4 of 6 Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as embargoed data (temporary restriction) Yes, as open data The image material will be stored and made available via a KU Leuven repository (RDR). The database that will result from the research project will be made available online as open data. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights See supra: \"Images of manuscripts that have been made \"in situ\" or that have been purchased are sometimes subject to copyright and can therefore not be made publicly available or be published without requesting explicit permission (and often additional payment) (see first dataset listed above). This type of data can consequently be collected and stored for research purposes, but not disseminated without explicit permission of the library or archive where the manuscript is held.\" Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Toward the end of the project. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository Created using DMPonline.be. Last modiﬁed 29 March 2024 5 of 6 What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? None. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Nicholas De Sutter Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Nicholas De Sutter Who will manage data preservation and sharing? Who will manage data preservation and sharing? Nicholas De Sutter Who will update and implement this DMP? Who will update and implement this DMP? Nicholas De Sutter Created using DMPonline.be. Last modiﬁed 29 March 2024 6 of 6"
}