{
    "document_id": "D-2022-1419",
    "LinkTitle": "D-2022-1419",
    "file_name": "D-2022-1419.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1419.pdf",
    "metadata": {
        "title": "NMR-Relaxorption: Measuring and understanding NMR relaxation during sorption in porous materials",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "NMR-Relaxorption: Measuring and understanding NMR relaxation during\nsorption in porous materials\nA Data Management Plan created using DMPonline.be\nCreator: \nDimitrios Sakellariou\nAffiliation: \nKU Leuven (KUL)\nFunder: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nDimitrios Sakellariou\nData Manager:\n \nDimitrios Sakellariou, n.n. n.n.\nProject Administrator:\n \nDimitrios Sakellariou, n.n. n.n.\nGrant number / URL: \nC14/21079\nID: \n200590\nStart date: \n01-10-2021\nEnd date: \n30-09-2025\nProject abstract:\nPorosimetry is an important and recurrent analysis in material chemistry characterization. Materials such as metal-\norganic frameworks (MOFs), mesoporous silicas, and zeolites are typically characterized using gas/vapor adsorption and\ndesorption isotherms. Through the controlled partial pressure loading of an evacuated sample volume, this technique\ndetermines indirectly qualitative and quantitative properties of the pore environment, like BET surface area and pore\nvolume, with limited insight into the quantifiable nature of guest/host interactions. Low-field Nuclear Magnetic\nResonance (LF-NMR) Relaxometry is applied commonly to porous media analysis to directly measure the content and\nphysicochemical properties of the porous environment through nuclear spin relaxation of the contained liquid. In this\nproject, we combine both techniques to obtain complementary information in situ, in operando. Time resolved relaxation\nanalysis will inform us about the dynamics of the guest molecules and the interactions with the pore walls as a function\nof loading throughout the isotherm curves. Additional information will be acquired using advanced 2DNMR methodology\nwhere correlations between relaxation times and diffusion coefficient will be demonstrated. Results will be compared\nwith simulation data from models and for unique insight will be acquired about the sorption mechanisms in various\nporous materials. The outcome of the project will be a new characterization modality.\nLast modified: \n23-06-2023\nCreated using DMPonline.be. Last modiﬁed 23 June 2023\n1 of 5\nNMR-Relaxorption: Measuring and understanding NMR relaxation during\nsorption in porous materials\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nNMR Data\nSpectra from the NMR Console\nN\nD\nSO\n.tnt\n<100GB\nHard disk\nDrive\nPhysisorption\nData\nIsotherm curves from the Sorption\nAnalyser\nN\nD\nSO\n?\n<100GB\nHard disk\nDrive\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nURL\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 23 June 2023\n2 of 5\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nThe data will be stored in raw format and the associated descriptions will be listed in a word fiel document in order to allow understanding, reproduction if needed and\nexploitation in the future, if needed.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOnly the members of the project will have access to the data from the project.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nEject will cover these costs, which are expected to be minimal.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThese costs will be covered by the Sakellariou Lab funds, if needed.\nCreated using DMPonline.be. Last modiﬁed 23 June 2023\n3 of 5\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly the members of the Sakellariou Lab will be able to access data, once authorisation by the PI is given.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nOther (specify below)\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWe do not know if there will be costs associated with sharing the data.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nDimitrios Sakellariou\nWho will manage data storage and backup during the research project? \nRodrigo de Oliveira Silva\nWho will manage data preservation and sharing? \nRodrigo de Oliveira Silva\nWho will update and implement this DMP? \nCreated using DMPonline.be. Last modiﬁed 23 June 2023\n4 of 5\nDimitrios Sakellariou\nCreated using DMPonline.be. Last modiﬁed 23 June 2023\n5 of 5"
    },
    "clean_full_text": "NMR-Relaxorption: Measuring and understanding NMR relaxation during sorption in porous materials A Data Management Plan created using DMPonline.be Creator: Dimitrios Sakellariou Affiliation: KU Leuven (KUL) Funder: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Dimitrios Sakellariou Data Manager: Dimitrios Sakellariou, n.n. n.n. Project Administrator: Dimitrios Sakellariou, n.n. n.n. Grant number / URL: C14/21079 ID: 200590 Start date: 01-10-2021 End date: 30-09-2025 Project abstract: Porosimetry is an important and recurrent analysis in material chemistry characterization. Materials such as metal- organic frameworks (MOFs), mesoporous silicas, and zeolites are typically characterized using gas/vapor adsorption and desorption isotherms. Through the controlled partial pressure loading of an evacuated sample volume, this technique determines indirectly qualitative and quantitative properties of the pore environment, like BET surface area and pore volume, with limited insight into the quantifiable nature of guest/host interactions. Low-field Nuclear Magnetic Resonance (LF-NMR) Relaxometry is applied commonly to porous media analysis to directly measure the content and physicochemical properties of the porous environment through nuclear spin relaxation of the contained liquid. In this project, we combine both techniques to obtain complementary information in situ, in operando. Time resolved relaxation analysis will inform us about the dynamics of the guest molecules and the interactions with the pore walls as a function of loading throughout the isotherm curves. Additional information will be acquired using advanced 2DNMR methodology where correlations between relaxation times and diffusion coefficient will be demonstrated. Results will be compared with simulation data from models and for unique insight will be acquired about the sorption mechanisms in various porous materials. The outcome of the project will be a new characterization modality. Last modified: 23-06-2023 Created using DMPonline.be. Last modiﬁed 23 June 2023 1 of 5 NMR-Relaxorption: Measuring and understanding NMR relaxation during sorption in porous materials Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA NMR Data Spectra from the NMR Console N D SO .tnt <100GB Hard disk Drive Physisorption Data Isotherm curves from the Sorption Analyser N D SO ? <100GB Hard disk Drive If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: URL Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Created using DMPonline.be. Last modiﬁed 23 June 2023 2 of 5 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The data will be stored in raw format and the associated descriptions will be listed in a word fiel document in order to allow understanding, reproduction if needed and exploitation in the future, if needed. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only the members of the project will have access to the data from the project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Eject will cover these costs, which are expected to be minimal. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? These costs will be covered by the Sakellariou Lab funds, if needed. Created using DMPonline.be. Last modiﬁed 23 June 2023 3 of 5 Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. Only the members of the Sakellariou Lab will be able to access data, once authorisation by the PI is given. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Other (specify below) Which data usage licenses are you going to provide? If none, please explain why. Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? We do not know if there will be costs associated with sharing the data. Responsibilities Who will manage data documentation and metadata during the research project? Dimitrios Sakellariou Who will manage data storage and backup during the research project? Rodrigo de Oliveira Silva Who will manage data preservation and sharing? Rodrigo de Oliveira Silva Who will update and implement this DMP? Created using DMPonline.be. Last modiﬁed 23 June 2023 4 of 5 Dimitrios Sakellariou Created using DMPonline.be. Last modiﬁed 23 June 2023 5 of 5"
}