{
    "document_id": "D-2023-2433",
    "LinkTitle": "D-2023-2433",
    "file_name": "D-2023-2433.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2433.pdf",
    "metadata": {
        "title": "Contributions of muscle mechanics and sensorimotor control to agile locomotion",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Contributions of muscle mechanics and sensorimotor control to agile locomotion\nContributions of muscle mechanics and sensorimotor control to agile locomotion\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nJanneke Schwaner, n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\nData Manager:\n \nJanneke Schwaner, n.n. n.n.\nProject Administrator:\nProject Administrator:\n \nJanneke Schwaner, n.n. n.n.\nGrant number / URL: \nGrant number / URL: \nInternal KU Leuven PDM\nID: \nID: \n204240\nStart date: \nStart date: \n30-10-2023\nEnd date: \nEnd date: \n01-10-2024\nProject abstract:\nProject abstract:\nHumans and animals navigate complex terrain seemingly effortless. This is in stark contrast with even the most performant robots, illustrating that\nwalking over complex terrains is by no means trivial. Our neuromusculoskeletal system is equipped with mechanisms that allow us to recover from\nunexpected perturbations. Two key mechanisms are muscle intrinsic mechanics and sensory-driven feedback control. Immediate changes in muscle\nforce upon a perturbation allow the body to respond fast to sudden perturbations through quick-acting muscle mechanical responses. Feedback\nresponses, slower due to transmission delays, are also critical to stability as they are more flexible whereas muscle mechanical responses are\ndetermined by feedforward control and muscle properties. We do not yet know how these pathways interact to help us maintain agility and robustness,\nin the presence of external\nperturbations, or in the case of sensory loss. I aim to gain novel insights into how muscle mechanics and sensory feedback allow agile locomotion\nacross conditions. I will unravel fundamental principles governing relative contributions of these mechanisms, using a blended experimental- and\ncomputational approach. I already collected a unique experimental dataset that I will combine with physics-based simulations. I will use novel\napproaches to predict locomotion patterns and feedforward and feedback control by optimizing performance criteria in presence of sensorimotor noise\nwithout relying on experimental data. Validation of simulation to experimental data allows us to evaluate which performance criteria and muscle\nproperties drive observed interactions between muscle mechanics tuned by feedforward and feedback control. As many neurological disorders impair\nstable locomotion,\nfundamental insights obtained through my project have potential to inform treatments. Lastly, novel insights in locomotor\nneuromechanics inspires designs of legged robots and prosthetics to assist during locomotion.\nLast modified: \nLast modified: \n25-01-2024\nCreated using DMPonline.be. Last modiﬁed 25 January 2024\n1 of 6\nContributions of muscle mechanics and sensorimotor control to agile locomotion\nContributions of muscle mechanics and sensorimotor control to agile locomotion\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname /\nID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nExt01\n \nKinematics and muscle dynamics dataset of guinea fowl\nwalking and running on a treadmill and overground (force\nplates). \nE\nD\nN\nExcel\nfiles,\n.mat files\n<100\nGb\nNA\nSim_xx\nData on successful simulation of kinematic and muscle\ndynamics data of the guinea fowl \nN\nD\nN\n.mat files\n<1 Gb\nNA\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nExt01 dataset (see above) is a dataset I collected during my previous post-doc at the University of California, Irvine (United States). Aspects of\nthis dataset are already published (e.g., Doi: 10.5061/dryad.k0p2ngfbb ), but others are currently being prepared to be published (awaiting\nmanuscript acceptance by editor). \nThese data are collected in collaboration with Prof Monica A Daley (madaley@uci.edu) and she is fully aware of this reuse and agreed to\nassist in any way possible to make smooth reuse of the data possible. One of the ways is that I still have full access to the data set through\nUCI's safe data portal. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, animal data (Provide ECD reference number below)\nAll procedures, resulting in the data I aim to reuse here, were licensed and approved by the University of California Institutional Animal Care\nand Use Committee (IACUC protocol number: AUP 20–048). \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nCreated using DMPonline.be. Last modiﬁed 25 January 2024\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAll data will be accompanied by README.txt files (according to DataDryad standards) at all times. These files will be proof-red by a\ncolleague in the lab who is not part of the project themselves, so see if someone without pre-knowledge on the type and use of data\nunderstands the content. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nThe meta data will hold information on animal meta data (e.g., age, weight, leg segment lengths) and other data that will help interpret the data\n(e.g., maximum isometric forces, muscle shortening velocities, etc.). \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nThe minimal data that will be produced through simulations will be stored on KU Leuven OneDrive. \nHow will the data be backed up?\nHow will the data be backed up?\nCreated using DMPonline.be. Last modiﬁed 25 January 2024\n3 of 6\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nWe will use password protection on all files and files will not be shared to third-parties, unless in an understandable format through DataDryad\nupon acceptance of the manuscript regarding these simulations. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo costs anticipated because data amounts will be very low. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nMinimal cost due to low amounts of data and anticipation of publication of all data through available formats (i.e., DataDryad). \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nCreated using DMPonline.be. Last modiﬁed 25 January 2024\n4 of 6\nThrough publishing data with manuscripts, publishing through online repositories (i.e., datadryad), and websites (like github). \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nGithub (model, data), DataDryad (data), opensimtk (model)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nDataDryad costs connected to guinea fowl model/simulation data can be covered through UCI license. Alternatively, we can use bench fees of\nmy current grant to cover these. DataDryad data deposit costs ~$100. \nOther repositories mentioned are free of charge to use. \nResponsibilities\nResponsibilities\nCreated using DMPonline.be. Last modiﬁed 25 January 2024\n5 of 6\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nMain researcher will (Marie Janneke Schwaner)\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nMarie Janneke Schwaner\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nMarie Janneke Schwaner\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nMarie Janneke Schwaner\nCreated using DMPonline.be. Last modiﬁed 25 January 2024\n6 of 6"
    },
    "clean_full_text": "Contributions of muscle mechanics and sensorimotor control to agile locomotion Contributions of muscle mechanics and sensorimotor control to agile locomotion A Data Management Plan created using DMPonline.be Creators: Creators: Janneke Schwaner, n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: n.n. n.n. Data Manager: Data Manager: Janneke Schwaner, n.n. n.n. Project Administrator: Project Administrator: Janneke Schwaner, n.n. n.n. Grant number / URL: Grant number / URL: Internal KU Leuven PDM ID: ID: 204240 Start date: Start date: 30-10-2023 End date: End date: 01-10-2024 Project abstract: Project abstract: Humans and animals navigate complex terrain seemingly effortless. This is in stark contrast with even the most performant robots, illustrating that walking over complex terrains is by no means trivial. Our neuromusculoskeletal system is equipped with mechanisms that allow us to recover from unexpected perturbations. Two key mechanisms are muscle intrinsic mechanics and sensory-driven feedback control. Immediate changes in muscle force upon a perturbation allow the body to respond fast to sudden perturbations through quick-acting muscle mechanical responses. Feedback responses, slower due to transmission delays, are also critical to stability as they are more flexible whereas muscle mechanical responses are determined by feedforward control and muscle properties. We do not yet know how these pathways interact to help us maintain agility and robustness, in the presence of external perturbations, or in the case of sensory loss. I aim to gain novel insights into how muscle mechanics and sensory feedback allow agile locomotion across conditions. I will unravel fundamental principles governing relative contributions of these mechanisms, using a blended experimental- and computational approach. I already collected a unique experimental dataset that I will combine with physics-based simulations. I will use novel approaches to predict locomotion patterns and feedforward and feedback control by optimizing performance criteria in presence of sensorimotor noise without relying on experimental data. Validation of simulation to experimental data allows us to evaluate which performance criteria and muscle properties drive observed interactions between muscle mechanics tuned by feedforward and feedback control. As many neurological disorders impair stable locomotion, fundamental insights obtained through my project have potential to inform treatments. Lastly, novel insights in locomotor neuromechanics inspires designs of legged robots and prosthetics to assist during locomotion. Last modified: Last modified: 25-01-2024 Created using DMPonline.be. Last modiﬁed 25 January 2024 1 of 6 Contributions of muscle mechanics and sensorimotor control to agile locomotion Contributions of muscle mechanics and sensorimotor control to agile locomotion Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Ext01 Kinematics and muscle dynamics dataset of guinea fowl walking and running on a treadmill and overground (force plates). E D N Excel files, .mat files <100 Gb NA Sim_xx Data on successful simulation of kinematic and muscle dynamics data of the guinea fowl N D N .mat files <1 Gb NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Ext01 dataset (see above) is a dataset I collected during my previous post-doc at the University of California, Irvine (United States). Aspects of this dataset are already published (e.g., Doi: 10.5061/dryad.k0p2ngfbb ), but others are currently being prepared to be published (awaiting manuscript acceptance by editor). These data are collected in collaboration with Prof Monica A Daley (madaley@uci.edu) and she is fully aware of this reuse and agreed to assist in any way possible to make smooth reuse of the data possible. One of the ways is that I still have full access to the data set through UCI's safe data portal. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) All procedures, resulting in the data I aim to reuse here, were licensed and approved by the University of California Institutional Animal Care and Use Committee (IACUC protocol number: AUP 20–048). Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Created using DMPonline.be. Last modiﬁed 25 January 2024 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All data will be accompanied by README.txt files (according to DataDryad standards) at all times. These files will be proof-red by a colleague in the lab who is not part of the project themselves, so see if someone without pre-knowledge on the type and use of data understands the content. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes The meta data will hold information on animal meta data (e.g., age, weight, leg segment lengths) and other data that will help interpret the data (e.g., maximum isometric forces, muscle shortening velocities, etc.). Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) The minimal data that will be produced through simulations will be stored on KU Leuven OneDrive. How will the data be backed up? How will the data be backed up? Created using DMPonline.be. Last modiﬁed 25 January 2024 3 of 6 Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We will use password protection on all files and files will not be shared to third-parties, unless in an understandable format through DataDryad upon acceptance of the manuscript regarding these simulations. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No costs anticipated because data amounts will be very low. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Minimal cost due to low amounts of data and anticipation of publication of all data through available formats (i.e., DataDryad). Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Created using DMPonline.be. Last modiﬁed 25 January 2024 4 of 6 Through publishing data with manuscripts, publishing through online repositories (i.e., datadryad), and websites (like github). If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) Github (model, data), DataDryad (data), opensimtk (model) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? DataDryad costs connected to guinea fowl model/simulation data can be covered through UCI license. Alternatively, we can use bench fees of my current grant to cover these. DataDryad data deposit costs ~$100. Other repositories mentioned are free of charge to use. Responsibilities Responsibilities Created using DMPonline.be. Last modiﬁed 25 January 2024 5 of 6 Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Main researcher will (Marie Janneke Schwaner) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Marie Janneke Schwaner Who will manage data preservation and sharing? Who will manage data preservation and sharing? Marie Janneke Schwaner Who will update and implement this DMP? Who will update and implement this DMP? Marie Janneke Schwaner Created using DMPonline.be. Last modiﬁed 25 January 2024 6 of 6"
}