{
    "document_id": "D-2024-3014",
    "LinkTitle": "D-2024-3014",
    "file_name": "D-2024-3014.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3014.pdf",
    "metadata": {
        "title": "D-2024-3014",
        "author": "Davoud Tavakoli",
        "num_pages": 12
    },
    "content": {
        "full_text": "SYNTHESIS AND UTILIZATION OF MESOPOROUS SILICA \nNANOPARTICLES FOR MORE SUSTAINABLE AND \nDURABLE CEMENTITIOUS COMPOSITES\nA Data Management Plan created using DMPonline.be\nCreator:      Davoud Tavakoli  \nAffiliation: KU Leuven (KUL)\nFunder: European Commission (Horizon)\nTemplate: Horizon Europe DMP +\nGrant number / URL: 101064929\nID: 206550\nStart date: 01-09-2023\nEnd date: 31-08-2025\nProject abstract: \nThe current project purposes to produce ultra-high performance concrete, especially at early age,  \nand also to further reduce cement consumption using novel nanotechnology techniques. Due to the  \nfact that concrete is the most important building material and also one of the largest sources of air  \npollution, it is necessary to improve its performance. The slow process of increasing the strength of  \nconcrete and barriers to the use of nanomaterials justify the need to use new technology. To achieve  \nthis, using mesoporous silica nanoparticles (MSNs) have been considered due to their high  \nchemical activity and suitable dispersibility. In this study using MSNs in concrete will be dealt with  \nfor the first time. MSNs are synthesized and optimized in this study and then will be used in  \ndifferent amounts in cement composites to examine the micro structure, durability and mechanical  \nproperties. The methodology of the project is divided into three section: 1- Synthesizing and  \ninvestigating  MSNs  2-  Examining  the  properties  of  cement  paste  containing  MSNs  3-  \nInvestigating of properties of concrete containing MSN and doing LCA. Conducting the project in  \nKU Leuven with its global facilities, working with prof. Ozlem, and also interdisciplinary nature of  \nthis study, will give the applicant this opportunity to be trained in different terms including  \nbecoming familiar with equipment, synthesizing, analyzing the micro structure of concrete, and  \nmanaging project. These help him to fill his research gap. Furthermore, given the two-way science  \ninteraction nature of this project, it can open a new research path at KU Leuven. Considering the  \napplicant’s current experience in concrete and the experience he will gain in this project, it is  \nexpected that he will become an independent scientist in concrete chemistry at academia or  \nindustry. The output of the project can lead to the production of sustainable products in line with  \nEU policies, reduce project time and improve the performance of concrete.\nLast modified: 17-04-2024\nSYNTHESIS AND UTILIZATION OF MESOPOROUS SILICA \nNANOPARTICLES FOR MORE SUSTAINABLE AND \nDURABLE CEMENTITIOUS COMPOSITES  \nFull DMP\nVERSION INFORMATION\nAction number\n                      101064929  \nAction acronym\n                      SynSilable  \nAction title\nSynthesis and Utilization of Mesoporous Silica Nanoparticles for more sustainable and durable \ncementitious composites\n \nDMP version number\nDate\n31/03/2024\n1. DATA SUMMARY\n1.1 Will you re-use any existing data and what will you re-use it for?\nThe experimental data will be collected from the collaborators in KU Leuven.  \n1.2 What types and formats of data and other research outputs will the project generate or \nre-use?\n1- Data from experiments: Images (e.g. lab images and SEM, XRD plots), quantitative data (e.g.  \nCalorimetry, TGA, Compressive strength ), raw data of the mechanical tests in CSV format\n 2- Statistical and analytical data: Output of laboratory data along with graphs and analysis in most  \nExcel files\n1.3 What is the purpose of the data generation or re-use and its relation to the objectives of \nthe project?\nThe aim of this project is to obtain new experimental information regarding the use of Mesoporous  \nSilica Nanoparticle in concrete. Therefore, the information obtained in the laboratory can be  \nanalyzed and determine the effect of these materials on cement composites and can be used for  \nfuture projects.\n \n1.4 What is the expected size of the data that you intend to generate or re-use?\n● Data from experiments: 10 GB.  \n● Data from in analysis: 10 GB.  \n1.5 What is the origin/provenance of the data, either generated or re-used?\n● Data related to experiments will be collected from Lab equipment such as: SEM, XRD,  \nCalorimetry, TGA, compressive strength test   and their associated software.\n1.6 To whom might your data be useful ('data utility'), outside your project?\nThe experimental data will be useful to researchers within the field of concrete technology and  \nnanoscience. \nThe research outputs will be also use for concrete engineer and scientist within precast concrete  \nand admixtures concrete companies and research centers,  \n2.1 FAIR DATA: MAKING DATA FINDABLE, INCLUDING PROVISIONS FOR \nMETADATA\n2.1.1 Will data and other research outputs be identified by a persistent identifier?\n●Yes: describe below\nI'll use handles to identify the datasets and use ORCID for authors.  \n2.1.2 Will rich metadata be provided to allow discovery?\nWhat metadata will be created?\nWhat disciplinary or general standards will be followed?\nIn case metadata standards do not exist in your discipline, please outline what type of \nmetadata will be created and how.\nYes, rich metadata will be provided to facilitate discovery of the research outputs. The metadata \ncreated will include comprehensive information about the datasets, including but not limited to:\nTitle of the dataset\nDescription or abstract\nAuthor(s) name and affiliation\nDate of publication or creation\nKeywords or tags\nFunding source\n \nFor datasets, we will follow Data Cite metadata standard to ensure findability and be assigned a \nDigital Object Identifier (DOI) to make them citable and persistently available.\n2.1.3 Will search keywords be provided in the metadata to optimize the possibility for \ndiscovery and then potential re-use?\n●Yes: describe below\nYes, search keywords will be provided in the metadata to optimize the possibility for discovery \nand potential re-use. These keywords will be carefully selected to accurately reflect the content \nand topics covered in the research outputs, increasing their visibility and accessibility to \ninterested parties. \n2.1.4 Will metadata be offered in such a way that it can be harvested and indexed?\n●Yes: describe below\nYes, the metadata will be structured and offered in a way that allows for harvesting and indexing.  \nThis ensures that the metadata can be efficiently collected by metadata harvesting systems and  \nindexed by search engines and repositories, thereby increasing the visibility and accessibility of the  \nresearch outputs to a wider audience. By adhering to recognized metadata standards and formats,  \nand making the metadata openly available, we facilitate its integration into various discovery  \nplatforms and enhance the discoverability of our research outputs.\n2.2 FAIR DATA: MAKING DATA ACCESSIBLE\n2.2.1 Will the data and other research outputs be deposited in a trusted repository?\n●Yes: describe below\nThe datasets underlying the published papers resulting from the project will be made openly  \navailable through the EOSC-federated repository, be accompanied by rich metadata.\n2.2.2 Have you explored appropriate arrangements with the identified repository where \nyour data and other research outputs will be deposited?\n●Yes\nYes, preliminary measures and checks have been done and it is possible to do this\n2.2.3 Does the repository ensure that the data and other research outputs are assigned an \nidentifier? Will the repository resolve the identifier to a digital object?\nYes, the repository ensures that the data and other research outputs are assigned an identifier.  \nAdditionally, the repository will resolve the identifier to a digital object, ensuring that each  \nresearch output can be uniquely identified and accessed using its assigned identifier. This approach  \nfacilitates  the  persistent  and  citable  reference  of  the  research  outputs,  promoting  their  \ndiscoverability, accessibility, and long-term preservation.\n2.2.4 Will all data and other research outputs be made openly available?\n●Yes\nThe project results will be made openly available.  \nThe detailed data will be openly available within the research groups involving in the project at KU  \nLeuven (Materials and Constructions, Civil engineering department).\n2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual \nproperty (e.g. patents)?\n●No\n2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply,  \nbearing in mind that research data should be made available as soon as possible.\nembargo is not applied\n2.2.7 Will the data and other research outputs be accessible through a free and \nstandardized access protocol?\n●Yes: describe below\nYes, the data and other research outputs will be accessible through a free and standardized access  \nprotocol. This ensures that the research outputs are readily available to the research community and  \nother stakeholders without barriers to access.  \n2.2.8 If there are restrictions on use, how will access be provided to the data, both during \nand after the end of the project?\nTo access the data the involved PIs in the project should be contacted Prof. Ozlem Cizer.  \n2.2.9 How will the identity of the person accessing the data be ascertained?\nThe  identity  of  the  person  accessing  the  data  will  be  ascertained  through  authentication  \nmechanisms implemented by the repository or platform hosting the data. This may involve  \nrequiring users to log in with a username and password or using other authentication methods.\n2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests \nto personal/sensitive data)?\n●No\nThere is no need for a data access committee.  \n2.2.11 Will metadata be made openly available and licenced under a public domain \ndedication CC0, as per the Grant Agreement? If not, please clarify why.\n●Yes\n2.2.12 Will metadata contain information to enable the user to access the data?\n●Yes\nYes, the metadata will contain information to enable users to access the data. This may include  \ndetails such as the data access URL or DOI, which users can use to directly access the data online.\n2.2.13 How long will the data remain available and findable? Will metadata be guaranteed \nto remain available after data is no longer available?\nThe data will remain available and findable for a minimum of 10 years after the end of the project,  \nin accordance with the KU Leuven research data management policy. This ensures that the data is  \nretained in a safe, secure, and sustainable manner for purposes of reproducibility, verification, and  \npotential reuse. Additionally, the KU Leuven research data management policy guarantees storage  \nof metadata for the same duration, ensuring ongoing accessibility and discoverability even after the  \ndata is no longer available.\n2.2.14 Will documentation or reference about any software needed to access or read the \ndata be included? Will it be possible to include the relevant software (e.g. in open source \ncode)?\nTo access the experimental data Microsoft Excel, Microsoft   Word and an image viewer will be  \nrequired (none of them is open source).  \n2.3 FAIR DATA: MAKING DATA INTEROPERABLE\n2.3.1 \nWhat data and metadata vocabularies, standards, formats or methodologies will you follow  \nto make your data interoperable to allow data exchange and re-use within and across \ndisciplines?\nWill you follow community-endorsed interoperability best practices? Which ones?\nTo ensure interoperability and facilitate data exchange and reuse within and across disciplines, we  \nwill adhere to established data and metadata vocabularies, standards, formats, and methodologies.  \nThis includes converting our data files to standardized or open data formats, such as .csv instead  \nof .xls, and .dat rather than .sav, to enhance long-term usability.\nWe  will  prioritize  the  use  of  community-endorsed  interoperability  best  practices,  including  \nfollowing relevant community standards and controlled vocabularies or ontologies whenever  \npossible.\nAdditionally, we will utilize general standards that are relevant across disciplines, such as ISO  \nstandards for dates and times (ISO 8601), countries (ISO 3166), and geographical names (Getty  \nThesaurus), to ensure consistency and compatibility.\nBy adhering to these practices and standards, we aim to maximize the interoperability of our data  \nand metadata, enabling seamless exchange and reuse of research outputs within and beyond our  \ndisciplinary  boundaries.\n \n2.3.2 In case it is unavoidable that you use uncommon or generate project specific \nontologies or vocabularies:  \nWill you provide mappings to more commonly used ontologies?\nWill you openly publish the generated ontologies or vocabularies to allow reusing, refining \nor extending them?\nYes, if we must use uncommon or project-specific ontologies or vocabularies, we will:\nProvide  mappings  to  more  commonly  used  ontologies  to  enhance  interoperability  and\nOpenly publish the generated ontologies or vocabularies to encourage reuse, refinement, and  \nextension by the wider research community.\n2.3.3 Will your data and other research outputs include qualified references to other data \n(e.g. other data from your project, or datasets from previous research)?\n●Yes\n2.4 FAIR DATA: INCREASE DATA RE-USE\n2.4.1 How will you provide documentation needed to validate data analysis and facilitate \ndata re-use?\nWhen sharing our datasets, we will ensure to provide sufficient documentation for others to  \nunderstand and re-use the data effectively. This documentation will include:\n- Clear descriptions of the dataset's content, including the origin of the data, methodology and  \nprocedures used for data collection and analysis, and any software employed.\n- Definitions of variables and explanations of their significance within the dataset.\n-  The  purpose  for  which  the  data  was  collected,  outlining  its  intended  use  and  context.\n- Details of any quality control procedures implemented during data collection and analysis.\nWe will present this documentation in a format that is easily accessible and understandable to users\n2.4.2 \nWill your data and other research outputs be made freely available in the public domain to \npermit the widest re-use possible?\nWill your data and other research outputs be licensed using standard reuse licenses, in line \nwith the obligations set out in the Grant Agreement?\nThe data will be available upon agreement of the PIs involved in the project. Additionally, we will  \nensure that our data and research outputs are licensed using standard reuse licenses, in accordance  \nwith the obligations outlined in the Grant Agreement. This approach aligns with our commitment  \nto open science principles and facilitates the dissemination, sharing, and re-use of our research  \nfindings by the broader scientific community.\n2.4.3 Will the data and other research output produced in the project be useable by third \nparties, in particular after the end of the project?\n●Yes\n2.4.4 Will the provenance of the data and other research outputs be thoroughly \ndocumented using the appropriate standards?\n●Yes\n2.4.5 Describe all relevant data quality assurance processes.\nThe consistency and quality of data collection will be controlled and documented by calibration of  \nexperimental measurements, repeat samples (at  least 3 samples  for each testing condition),  \nstandardized  data  capture  and  recording,  data  entry  validation,  peer  review  of  data  and  \nrepresentation with controlled vocabularies.\n3. OTHER RESEARCH OUTPUTS\n3.1 Do you have any additional information, that was not addressed in the previous \nsections, which you wish to provide regarding other research outputs that are generated or \nre-used throughout the project?\nQuestion not answered.\n4. ALLOCATION OF RESOURCES\n4.1 What will the costs be for making data and other research outputs FAIR in your \nproject?\nThe costs related to two open access publications from outcomes of the project are estimated to be  \naround 5k EUR  The costs related to the storages at KU Leuven shared derives and online box is  \nfree of charge or cheep (less than 1K EUR).\n4.2 How will these be covered?\nAllof the cost will be covered from the MSCA_PF grant for SynSilable project.  \n \n4.3 Who will be responsible for data management in your project?\nI, as the grant holder, will be responsible for all aspects of the data management in the project.  \n4.4 How will long term preservation be ensured?\nThe SynSilable project is a part of the projects in construction and materials section   at KU Leuven \nunder the supervision of Prof. Ozlem Cizer. The costs for long term preservation will be covered  \nfrom the SynSilable project and Prof. Ozlem Cizer will decide on what data will be kept and for  \nhow long. \n5. DATA SECURITY\n5.1 What provisions are or will be in place for data security?\nThere won't be any sensitive data in this project that requires a specific data security plan\n5.2 Will the data be safely stored in trusted repositories for long term preservation and \ncuration?\n●Yes\nThe detailed data of the project will be stored on the KU Leuven shared derives, KU Leuven cloud  \n(Box) and KU Leuven data repository.  \n6. ETHICS\n6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data \nsharing?\n●No\n6.2 Will informed consent for data sharing and long term preservation be included in \nquestionnaires dealing with personal data?\n●Not applicable\n7. OTHER ISSUES\n7.1 Do you, or will you, make use of other national/funder/sectorial/departmental \nprocedures for data management? If yes, which ones (please list and briefly describe \nthem)?\n●No\n"
    },
    "clean_full_text": "SYNTHESIS AND UTILIZATION OF MESOPOROUS SILICA NANOPARTICLES FOR MORE SUSTAINABLE AND DURABLE CEMENTITIOUS COMPOSITES A Data Management Plan created using DMPonline.be Creator: Davoud Tavakoli Affiliation: KU Leuven (KUL) Funder: European Commission (Horizon) Template: Horizon Europe DMP + Grant number / URL: 101064929 ID: 206550 Start date: 01-09-2023 End date: 31-08-2025 Project abstract: The current project purposes to produce ultra-high performance concrete, especially at early age, and also to further reduce cement consumption using novel nanotechnology techniques. Due to the fact that concrete is the most important building material and also one of the largest sources of air pollution, it is necessary to improve its performance. The slow process of increasing the strength of concrete and barriers to the use of nanomaterials justify the need to use new technology. To achieve this, using mesoporous silica nanoparticles (MSNs) have been considered due to their high chemical activity and suitable dispersibility. In this study using MSNs in concrete will be dealt with for the first time. MSNs are synthesized and optimized in this study and then will be used in different amounts in cement composites to examine the micro structure, durability and mechanical properties. The methodology of the project is divided into three section: 1- Synthesizing and investigating MSNs 2- Examining the properties of cement paste containing MSNs 3- Investigating of properties of concrete containing MSN and doing LCA. Conducting the project in KU Leuven with its global facilities, working with prof. Ozlem, and also interdisciplinary nature of this study, will give the applicant this opportunity to be trained in different terms including becoming familiar with equipment, synthesizing, analyzing the micro structure of concrete, and managing project. These help him to fill his research gap. Furthermore, given the two-way science interaction nature of this project, it can open a new research path at KU Leuven. Considering the applicant’s current experience in concrete and the experience he will gain in this project, it is expected that he will become an independent scientist in concrete chemistry at academia or industry. The output of the project can lead to the production of sustainable products in line with EU policies, reduce project time and improve the performance of concrete. Last modified: 17-04-2024 SYNTHESIS AND UTILIZATION OF MESOPOROUS SILICA NANOPARTICLES FOR MORE SUSTAINABLE AND DURABLE CEMENTITIOUS COMPOSITES Full DMP VERSION INFORMATION Action number 101064929 Action acronym SynSilable Action title Synthesis and Utilization of Mesoporous Silica Nanoparticles for more sustainable and durable cementitious composites DMP version number Date 31/03/2024 1. DATA SUMMARY 1.1 Will you re-use any existing data and what will you re-use it for? The experimental data will be collected from the collaborators in KU Leuven. 1.2 What types and formats of data and other research outputs will the project generate or re-use? 1- Data from experiments: Images (e.g. lab images and SEM, XRD plots), quantitative data (e.g. Calorimetry, TGA, Compressive strength ), raw data of the mechanical tests in CSV format 2- Statistical and analytical data: Output of laboratory data along with graphs and analysis in most Excel files 1.3 What is the purpose of the data generation or re-use and its relation to the objectives of the project? The aim of this project is to obtain new experimental information regarding the use of Mesoporous Silica Nanoparticle in concrete. Therefore, the information obtained in the laboratory can be analyzed and determine the effect of these materials on cement composites and can be used for future projects. 1.4 What is the expected size of the data that you intend to generate or re-use? ● Data from experiments: 10 GB. ● Data from in analysis: 10 GB. 1.5 What is the origin/provenance of the data, either generated or re-used? ● Data related to experiments will be collected from Lab equipment such as: SEM, XRD, Calorimetry, TGA, compressive strength test and their associated software. 1.6 To whom might your data be useful ('data utility'), outside your project? The experimental data will be useful to researchers within the field of concrete technology and nanoscience. The research outputs will be also use for concrete engineer and scientist within precast concrete and admixtures concrete companies and research centers, 2.1 FAIR DATA: MAKING DATA FINDABLE, INCLUDING PROVISIONS FOR METADATA 2.1.1 Will data and other research outputs be identified by a persistent identifier? ●Yes: describe below I'll use handles to identify the datasets and use ORCID for authors. 2.1.2 Will rich metadata be provided to allow discovery? What metadata will be created? What disciplinary or general standards will be followed? In case metadata standards do not exist in your discipline, please outline what type of metadata will be created and how. Yes, rich metadata will be provided to facilitate discovery of the research outputs. The metadata created will include comprehensive information about the datasets, including but not limited to: Title of the dataset Description or abstract Author(s) name and affiliation Date of publication or creation Keywords or tags Funding source For datasets, we will follow Data Cite metadata standard to ensure findability and be assigned a Digital Object Identifier (DOI) to make them citable and persistently available. 2.1.3 Will search keywords be provided in the metadata to optimize the possibility for discovery and then potential re-use? ●Yes: describe below Yes, search keywords will be provided in the metadata to optimize the possibility for discovery and potential re-use. These keywords will be carefully selected to accurately reflect the content and topics covered in the research outputs, increasing their visibility and accessibility to interested parties. 2.1.4 Will metadata be offered in such a way that it can be harvested and indexed? ●Yes: describe below Yes, the metadata will be structured and offered in a way that allows for harvesting and indexing. This ensures that the metadata can be efficiently collected by metadata harvesting systems and indexed by search engines and repositories, thereby increasing the visibility and accessibility of the research outputs to a wider audience. By adhering to recognized metadata standards and formats, and making the metadata openly available, we facilitate its integration into various discovery platforms and enhance the discoverability of our research outputs. 2.2 FAIR DATA: MAKING DATA ACCESSIBLE 2.2.1 Will the data and other research outputs be deposited in a trusted repository? ●Yes: describe below The datasets underlying the published papers resulting from the project will be made openly available through the EOSC-federated repository, be accompanied by rich metadata. 2.2.2 Have you explored appropriate arrangements with the identified repository where your data and other research outputs will be deposited? ●Yes Yes, preliminary measures and checks have been done and it is possible to do this 2.2.3 Does the repository ensure that the data and other research outputs are assigned an identifier? Will the repository resolve the identifier to a digital object? Yes, the repository ensures that the data and other research outputs are assigned an identifier. Additionally, the repository will resolve the identifier to a digital object, ensuring that each research output can be uniquely identified and accessed using its assigned identifier. This approach facilitates the persistent and citable reference of the research outputs, promoting their discoverability, accessibility, and long-term preservation. 2.2.4 Will all data and other research outputs be made openly available? ●Yes The project results will be made openly available. The detailed data will be openly available within the research groups involving in the project at KU Leuven (Materials and Constructions, Civil engineering department). 2.2.5 Is an embargo applied to give time to publish or seek protection of the intellectual property (e.g. patents)? ●No 2.2.6 If an embargo is applied (see question 2.2.5), specify why and how long this will apply, bearing in mind that research data should be made available as soon as possible. embargo is not applied 2.2.7 Will the data and other research outputs be accessible through a free and standardized access protocol? ●Yes: describe below Yes, the data and other research outputs will be accessible through a free and standardized access protocol. This ensures that the research outputs are readily available to the research community and other stakeholders without barriers to access. 2.2.8 If there are restrictions on use, how will access be provided to the data, both during and after the end of the project? To access the data the involved PIs in the project should be contacted Prof. Ozlem Cizer. 2.2.9 How will the identity of the person accessing the data be ascertained? The identity of the person accessing the data will be ascertained through authentication mechanisms implemented by the repository or platform hosting the data. This may involve requiring users to log in with a username and password or using other authentication methods. 2.2.10 Is there a need for a data access committee (e.g. to evaluate/approve access requests to personal/sensitive data)? ●No There is no need for a data access committee. 2.2.11 Will metadata be made openly available and licenced under a public domain dedication CC0, as per the Grant Agreement? If not, please clarify why. ●Yes 2.2.12 Will metadata contain information to enable the user to access the data? ●Yes Yes, the metadata will contain information to enable users to access the data. This may include details such as the data access URL or DOI, which users can use to directly access the data online. 2.2.13 How long will the data remain available and findable? Will metadata be guaranteed to remain available after data is no longer available? The data will remain available and findable for a minimum of 10 years after the end of the project, in accordance with the KU Leuven research data management policy. This ensures that the data is retained in a safe, secure, and sustainable manner for purposes of reproducibility, verification, and potential reuse. Additionally, the KU Leuven research data management policy guarantees storage of metadata for the same duration, ensuring ongoing accessibility and discoverability even after the data is no longer available. 2.2.14 Will documentation or reference about any software needed to access or read the data be included? Will it be possible to include the relevant software (e.g. in open source code)? To access the experimental data Microsoft Excel, Microsoft Word and an image viewer will be required (none of them is open source). 2.3 FAIR DATA: MAKING DATA INTEROPERABLE 2.3.1 What data and metadata vocabularies, standards, formats or methodologies will you follow to make your data interoperable to allow data exchange and re-use within and across disciplines? Will you follow community-endorsed interoperability best practices? Which ones? To ensure interoperability and facilitate data exchange and reuse within and across disciplines, we will adhere to established data and metadata vocabularies, standards, formats, and methodologies. This includes converting our data files to standardized or open data formats, such as .csv instead of .xls, and .dat rather than .sav, to enhance long-term usability. We will prioritize the use of community-endorsed interoperability best practices, including following relevant community standards and controlled vocabularies or ontologies whenever possible. Additionally, we will utilize general standards that are relevant across disciplines, such as ISO standards for dates and times (ISO 8601), countries (ISO 3166), and geographical names (Getty Thesaurus), to ensure consistency and compatibility. By adhering to these practices and standards, we aim to maximize the interoperability of our data and metadata, enabling seamless exchange and reuse of research outputs within and beyond our disciplinary boundaries. 2.3.2 In case it is unavoidable that you use uncommon or generate project specific ontologies or vocabularies: Will you provide mappings to more commonly used ontologies? Will you openly publish the generated ontologies or vocabularies to allow reusing, refining or extending them? Yes, if we must use uncommon or project-specific ontologies or vocabularies, we will: Provide mappings to more commonly used ontologies to enhance interoperability and Openly publish the generated ontologies or vocabularies to encourage reuse, refinement, and extension by the wider research community. 2.3.3 Will your data and other research outputs include qualified references to other data (e.g. other data from your project, or datasets from previous research)? ●Yes 2.4 FAIR DATA: INCREASE DATA RE-USE 2.4.1 How will you provide documentation needed to validate data analysis and facilitate data re-use? When sharing our datasets, we will ensure to provide sufficient documentation for others to understand and re-use the data effectively. This documentation will include: - Clear descriptions of the dataset's content, including the origin of the data, methodology and procedures used for data collection and analysis, and any software employed. - Definitions of variables and explanations of their significance within the dataset. - The purpose for which the data was collected, outlining its intended use and context. - Details of any quality control procedures implemented during data collection and analysis. We will present this documentation in a format that is easily accessible and understandable to users 2.4.2 Will your data and other research outputs be made freely available in the public domain to permit the widest re-use possible? Will your data and other research outputs be licensed using standard reuse licenses, in line with the obligations set out in the Grant Agreement? The data will be available upon agreement of the PIs involved in the project. Additionally, we will ensure that our data and research outputs are licensed using standard reuse licenses, in accordance with the obligations outlined in the Grant Agreement. This approach aligns with our commitment to open science principles and facilitates the dissemination, sharing, and re-use of our research findings by the broader scientific community. 2.4.3 Will the data and other research output produced in the project be useable by third parties, in particular after the end of the project? ●Yes 2.4.4 Will the provenance of the data and other research outputs be thoroughly documented using the appropriate standards? ●Yes 2.4.5 Describe all relevant data quality assurance processes. The consistency and quality of data collection will be controlled and documented by calibration of experimental measurements, repeat samples (at least 3 samples for each testing condition), standardized data capture and recording, data entry validation, peer review of data and representation with controlled vocabularies. 3. OTHER RESEARCH OUTPUTS 3.1 Do you have any additional information, that was not addressed in the previous sections, which you wish to provide regarding other research outputs that are generated or re-used throughout the project? Question not answered. 4. ALLOCATION OF RESOURCES 4.1 What will the costs be for making data and other research outputs FAIR in your project? The costs related to two open access publications from outcomes of the project are estimated to be around 5k EUR The costs related to the storages at KU Leuven shared derives and online box is free of charge or cheep (less than 1K EUR). 4.2 How will these be covered? Allof the cost will be covered from the MSCA_PF grant for SynSilable project. 4.3 Who will be responsible for data management in your project? I, as the grant holder, will be responsible for all aspects of the data management in the project. 4.4 How will long term preservation be ensured? The SynSilable project is a part of the projects in construction and materials section at KU Leuven under the supervision of Prof. Ozlem Cizer. The costs for long term preservation will be covered from the SynSilable project and Prof. Ozlem Cizer will decide on what data will be kept and for how long. 5. DATA SECURITY 5.1 What provisions are or will be in place for data security? There won't be any sensitive data in this project that requires a specific data security plan 5.2 Will the data be safely stored in trusted repositories for long term preservation and curation? ●Yes The detailed data of the project will be stored on the KU Leuven shared derives, KU Leuven cloud (Box) and KU Leuven data repository. 6. ETHICS 6.1 Are there, or could there be, any ethics or legal issues that can have an impact on data sharing? ●No 6.2 Will informed consent for data sharing and long term preservation be included in questionnaires dealing with personal data? ●Not applicable 7. OTHER ISSUES 7.1 Do you, or will you, make use of other national/funder/sectorial/departmental procedures for data management? If yes, which ones (please list and briefly describe them)? ●No"
}