{
    "document_id": "D-2022-1420",
    "LinkTitle": "D-2022-1420",
    "file_name": "D-2022-1420.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1420.pdf",
    "metadata": {
        "title": "C1 DMP_P. Vangheluwe_2022-2025 - DMP title",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "DMP title\nProject Name\n C1 DMP_P. Vangheluwe_2022-2025 - DMP title\nProject Identifier\n InterAction\nGrant Title\n C14/21/095\nPrincipal Investigator / Researcher\n Peter Vangheluwe\nDescription\n Inter-organelle communication through membrane contact sites In Oncology and\nNeurodegenerative diseases (InterAction)\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nPeter Vangheluwe\nInternal Funds Project number & title\nC14/21/095: \nInter\n-organelle communication through membrane cont\nact\n sites \nI\nn \nO\nncology and\nN\neurodegenerative diseases (InterAction)\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 7\nType of data\nFormat of data\nVolume\nHow created\nScan of gels\nTiff, Jpeg files\n3 GB\nScanner\nScan of a western\nblot\nScn files\n5 GB\nChemiDoc,\nTyphoon\nFlow cytometry\nFcs files\n4 GB\nFacq scan\nSequencing\nTxt files and api\nfiles\n1 GB\nData Origin:\nsecondary\nMass spectrometry\nBmp, jpg files, csv\nfiles\n500 MB\nData Origin:\nsecondary\nExperimental read\nouts\nsda or pda files\n1 GB\nFlex station, plate\nreader\nUptake\nexperiments\nExcell files\n500 MB\nComputer\nVNTI: vector data\nDNA files or GB\nfiles\n5 GB\nComputer\nStatistics\nPzfx or opj files\n2 GB\nGraphPad or origin\nAnalyzed data\nExcell files\n1 GB\nImported raw data\nMicroscopy images\nCzi, tiff, LSM files\n5 TB\nAll kinds of\nmicroscopes\nExisting data\nAll kinds of files\n1 TB\nOn j- and k-drive\nCell lines\nDoc and excel files\n3 GB\nOn j- drive\nPlasmids\nDoc file\n1 GB\nOn j-drive\nElectronic lab note\nbook\nOne note file\n 2 GB\nOn j-drive\nProteomics\nExcell\n1 GB\nOn- j-drive\nText files\n.txt, .docx, .pdf\nfiles\n10 GB\nOn- j-drive\nPresentations\n.ppt files\n10 GB\nOn- j-drive\nMice\n/\n/\nLAIS system\nCell lines\n.xls, .ppt, .doc,\n.SCN files\n3 GB\nOn- j-drive\nBacterial and yeast\nstrains\n.xls files, .ppt, .doc\nfiles\n1 GB\nOn- j-drive\nSnapGene\n.DNA\n5 GB\nOn pc\nDigital images\n.tiff, .jpeg, .bmp,\n.gif files\n2 TB\nOn J- and L-drive\nStatistical data\n.pzfx\n3 GB\nOn J-drive\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo personal data will be used. All data from patient samples given by our collaborators are\ncompletely anonymized data.\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 7\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nYes. The following ethical files partly cover this and all experimental approaches are approved by\nthe ethical committee:\nFor cell lines: S63808, S58477, S58320\nThe mice work:  P069-2021 for the ATP13A2 mice. For the ATP10B mice the ECD file can only be\nsubmitted after finding out if they have a harmful phenotype. For the lyso-IP mice the ECD file\nwill be submitted when these experiments will start.\nThe ethical approval for the work with human fibroblast, organoids, neurons and prostate cancer\nderived xenografts will be provided by our collaborators who will provide us with this biological\nmaterial. All human biomaterial will be obtained following the three ethical principles (voluntary\ndonation, informed consent and protection of privacy). This material will be used following our\nCenter’s Standard Operating Procedure for the handling of human biomaterial, and in accordance\nwith European and national regulations and guidelines.\nFrom all well-known and established cell lines that are commercially available and used in this\nstudy, the MSDS sheets can be consulted online and have been published.\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nWhen a researcher starts at the KULeuven he/she signs a contract and the intellectual rights and\nproperty information are implemented in the employment contract. This is an agreement\nconcerning the proprietary information and intellectual property rights on research results and\nthe researcher herby declares to maintain adequate written records of all research results.\nWe do not exclude that the proposed work could result in research data with potential for tech\ntransfer and valorization. Ownership of the data generated belongs to KU Leuven and VIB in\naccordance with the framework agreement of both institutes. VIB has a policy to actively monitor\nresearch data for such potential. If there is substantial potential, the invention will be thoroughly\nassessed, and in a number of cases the invention will be IP protected (mostly patent protection\nor copyright protection). As such the IP protection does not withhold the research data from\nbeing made public. In the case a decision is taken to file a patent application it will be planned so\nthat publications need not be delayed.\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo agreements are made yet, but we do not exclude that the proposed work could result in\nresearch data with potential for tech transfer and valorization. This will be evaluated case by\ncase together with KULeuven and VIB.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nResults are preserved in hard copy note books or electronically on the KU Leuven servers. It is\nthe responsibility of the researcher and his/her supervisor to make use of the IT infrastructure.\nDigital files will be named following a standard procedure, so that all the name of all files in a\ngiven dataset will be in the same format: All names will start with the date (and time if\napplicable), followed by the project acronym, a short but specific descriptive name and a version\nnumber (containing leading zeros as needed) if applicable. Whenever possible names will be kept\nunder 32 characters. Names will only contain letters, numbers and underscores. Dots will only be\nused for version control indicators (minor revisions indicated by decimal numbers, and major\nrevisions by whole numbers):  YYYYMMDD_HHmm_Project_Experiment_ version.format\n All protocols, list of materials, list of human and murine cell lines (commercially available or\ngenerated/isolated) will be stored in both J and K drives of the KU Leuven servers. A shared j-\ndrive folder will be made where data files and information can be shared in a protected way. We\nwill make any data generated during this study available to the wider scientific communities\nupon publication. The experimental data will be created manually by the researcher him/herself\nand stored in a searchable format described above.\nAll biological material is stored according to good scientific practices. For the data concerning the\nmice we use the LAIS software system provided by the KU Leuven.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 7\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo metadata standard will be used.\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nEach researcher will store his/her data on their personal folder on the j-drive. This is the data\nrepository for short term storage which is expandable, fast and the data can be modified by the\nresearcher itself.  Only the PI’s and the lab managers have access to all the folders of the j-drive\nof this consortium. When data is published, the data will be moved to the k-drive. This is our\nrepository for data archiving, for long term storage. Only the PI and the lab manager can move\nthe data to this drive, but data on this drive cannot be modified or deleted. Only the ICT service\ncan do this. The data storage concerning cell lines is in a folder under the j-drive of each group\nand is under restricted authorization. Only the lab managers of the lab, the PI’s and the lab\ntechnicians who are working on cell culture are able to make changes to that folder. All other\npersons have read wrights. The plasmid list is on the j-drive of the lab and the excel fill is\naccessible for everybody, but changes can only be made by the persons with authorization. All\nbiological material is stored according to good scientific practices:\nTissue samples will be stored locally in the laboratory\nVectors will be preserved under the form of purified DNA (in -20°C freezer) and as a bacteria\nglycerol stock (-80°C).\nCell lines will be stored locally in the laboratory in liquid nitrogen storage and will be\ndeposited in the UZ Leuven-KU Leuven Biobank. Other human cell lines will be stored locally\nin liquid nitrogen cryostorage of the laboratory when actively used for experiments. Animal\ncell lines will be stored in liquid nitrogen cryostorage of the laboratory.\nBacterial and yeast strains will be stored in a -80°C freezer in the laboratory.\nGenetically modified organisms: Mice, will be maintained in facilities of the Laboratory\nAnimal Center of KU Leuven, which applies Standard Operation Procedures concerning\nhousing, feeding, health monitoring to assure consistent care in accordance with European\nand national regulations and guidelines. All animals will be registered in the Leuven Animal\nInformation System (LAIS) database, along with corresponding genotyping information,\nethical approval documents and animal provider receipts.\nOmics data generated during the project will be stored on KU Leuven servers.\nNucleic acid and protein sequences: All nucleic acid and protein sequences generated\nduring the project will be stored on KU Leuven servers. Upon publication, all sequences\nsupporting a manuscript will be made publicly available via repositories such as VectorNTi or\nSnapGene or GenBank database or the European Nucleotide Archive (nucleotide sequences\nfrom primers / new genes / new genomes), NCBI Gene Expression Omnibus (microarray data\n/ RNA-seq data / CHIPseq data), the Protein Database (for protein sequences), the EBI\nEuropean Genome-phenome Archive (EGA) for personally identifiable (epi)genome and\ntranscriptome sequences.\nWithin the consortium a dedicated j-drive will be created where data files and information can be\nshared in a protected way.\n5.2. How will the data be backed up?\nAn automatic back-up service is provided by our KU Leuven ICT service and the KU Leuven drives\nare backed-up according to the following scheme:\n-           data stored on the “L-drive” is backed up daily using snapshot technology, where all\nincremental changes in respect of the previous version are kept online; the last 14 backups are\nkept.\n-           data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly\n(at midnight between Saturday and Sunday); in each case the last 6 backups are kept.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nThere is sufficient storage and back-up capacity on all KU Leuven servers:\n-           The “L-drive” is an easily scalable system and is expandable in blocks of 5TB.\n-           The “J-drive” is expandable in blocks of 100 GB.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 7\n-           The archive storage is done on the “K-drive” and this drive is expandable in blocks of 100\nGB.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nEach year €11.38 will be charged from our ICT service for the use of 1 TB on the k-drive (long\nterm storage) and €519 will be charged each year for the use of 1 TB of the j-drive (short term\nstorage). The L-drive costs €569.20 for 5 TB/year. Back-up service is included in the price. The\nexpected storage costs for this project is estimated at €1000/year.\nMaintaining a mouse colony alive costs about 1,200 euro per year (for 6 cages), excluding the\ncosts of genotyping. When no experiment is planned with a particular mouse strain, and in\ncompliance with the 3R’s rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to\nsafeguard the strain, prevent genetic drift, loss of transgene and potential infections or breeding\nproblems. Cryopreservation of sperm/embryos costs about 500 to 700 euro per genotype, plus a\nminimal annual storage fee (25 euro per strain for 250 to 500 embryos). Frozen specimens are\nkept in two separate liquid nitrogen tanks at two different sites on campus. When necessary, the\ncosts of revitalization from cryopreserved sperm/embryos are about 1,100/600 euro.\nThese costs will be covered by the C1 project and if more the lab budget will be used to cover\nthese expenses\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nData are not saved locally on laptop/desktop but are stored in the KU Leuven secure data center.\nThe “L-drive”, “J-drive” and “K-drive” servers are accessible only by laboratory members, and\nare mirrored in the second ICTS datacenter for business continuity and disaster recovery so that\na copy of the data can be recovered within an hour.\nAccess to the digital vault is possible only through using a KU Leuven user-id and password, and\nuser rights only grant access to the data in their own vault. KU Leuven works with a multi-factor\nauthentication mechanism to increase the security. Non-authorized persons can’t access or\nmodify the data.\n \n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nOnce the research is completed and processed for publication, all original data and\nsummary/report files will be grouped and collected at the k-drive and will stay there for at least\n10 years after the project. Unpublished data that are still used in experiments and will be stored\non the j-drive under the folder of the researcher, unless the researcher will leave the lab. Then\nthe data will be moved to the k-drive. \nWe aim at communicating our results in top journals that require full disclosure of all included\ndata. Biological material will be shared upon simple request following publication, unless we\nidentify valuable IP, in which case we will first protect commercial exploitation, either through\npatenting or via an MTA that restricts the material from commercial use.\n \n6.2. Where will these data be archived (= stored for the long term)?\nWhen data is published or people are leaving the group, the data will be moved to the k-drive.\nThis is our repository for data archiving, for long term storage. Only the PI’s and the lab manager\ncan move the data to this drive, but data on this drive cannot be modified or deleted. Only the\nICT service can do this.  \n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nThe costs of digital data storage are as follows:\n173,78€/TB/Year for the “L-drive” (large volume storage)\n519€/TB/Year for the “J-drive” (short term storage)\n9€/TB/Year for the “k-drive” (long term storage)\n€ 56.9 x 10 years: €569 for storing the data on the k-drive for 10 years. Back-up service is\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 7\nincluded in the price. These costs will be covered by the C1 budget and if more the lab budget\nwill be used to cover these expenses.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nWe aim at communicating our results in top journals that require full disclosure of all included\ndata. Biological material will be shared upon simple request following publication, unless we\nidentify valuable IP, in which case we will first protect commercial exploitation, either through\npatenting or via an MTA that restricts the material from commercial use.\n7.2. Which data will be made available after the end of the project?\nAll the data on which publications were based on will be made publicly available. All data will be\nmoved to our long-term storage (=data archive) were the data is available under a read only\nmodus for everybody within the lab and only the PI’s and the lab managers have access to that\ndrive. Data that are important for future applications and publications will not be made available.\n7.3. Where/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nAll data is available within our research group and the consortium under read only rights on the\nk-drive (long storage drive). All data, unless not allowed due to restrictions of other parties, will\nbe published in academic peer reviewed journals.\n7.4. When will the data be made available?\nUpon publication of the research results\n7.5. Who will be able to access the data and under what conditions?\nOnly the researchers participating in the project, the lab managers and the PI’s will be able to\naccess the data before publishing. After publishing the data will be moved to our long-term data\narchive (k-drive) and will be available for everybody in our research group and consortium under\na read only modus.  All data will be available to the broad audience as publications in peer\nreviewed journals.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nA shared j-drive folder will be made where data files and information can be shared in a\nprotected way.\nThe costs of digital data storage are as follows:\n-           519€/TB/Year for the “J-drive” (short term storage)\n-           56.9€/TB/Year for the “k-drive” (long term storage)\nThese costs will be covered by the C1 budget and if more the lab budget will be used to cover\nthese expenses.\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nAll researchers involved in this consortium and their PI’s:\nPeter Vangheluwe (project lead)\nPatrizia Agostinis\nWim Annaert\nJohan Swinnen\nJoris Winderickx\n8.2. Who will be responsible for data storage & back up during the project?\nThe responsible PI’s will ensure data storage and back up, with support from the ICT service at\nKULeuven.\n8.3. Who will be responsible for ensuring data preservation and sharing?\nThe PI’s are responsible for data preservation and sharing, with support from the research and\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 7\ntechnical staff involved in the project.\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the project lead, Peter\nVangheluwe.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n7 of 7"
    },
    "clean_full_text": "DMP title Project Name C1 DMP_P. Vangheluwe_2022-2025 - DMP title Project Identifier InterAction Grant Title C14/21/095 Principal Investigator / Researcher Peter Vangheluwe Description Inter-organelle communication through membrane contact sites In Oncology and Neurodegenerative diseases (InterAction) Institution KU Leuven 1. General Information Name of the project lead (PI) Peter Vangheluwe Internal Funds Project number & title C14/21/095: Inter -organelle communication through membrane cont act sites I n O ncology and N eurodegenerative diseases (InterAction) 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 7 Type of data Format of data Volume How created Scan of gels Tiff, Jpeg files 3 GB Scanner Scan of a western blot Scn files 5 GB ChemiDoc, Typhoon Flow cytometry Fcs files 4 GB Facq scan Sequencing Txt files and api files 1 GB Data Origin: secondary Mass spectrometry Bmp, jpg files, csv files 500 MB Data Origin: secondary Experimental read outs sda or pda files 1 GB Flex station, plate reader Uptake experiments Excell files 500 MB Computer VNTI: vector data DNA files or GB files 5 GB Computer Statistics Pzfx or opj files 2 GB GraphPad or origin Analyzed data Excell files 1 GB Imported raw data Microscopy images Czi, tiff, LSM files 5 TB All kinds of microscopes Existing data All kinds of files 1 TB On j- and k-drive Cell lines Doc and excel files 3 GB On j- drive Plasmids Doc file 1 GB On j-drive Electronic lab note book One note file 2 GB On j-drive Proteomics Excell 1 GB On- j-drive Text files .txt, .docx, .pdf files 10 GB On- j-drive Presentations .ppt files 10 GB On- j-drive Mice / / LAIS system Cell lines .xls, .ppt, .doc, .SCN files 3 GB On- j-drive Bacterial and yeast strains .xls files, .ppt, .doc files 1 GB On- j-drive SnapGene .DNA 5 GB On pc Digital images .tiff, .jpeg, .bmp, .gif files 2 TB On J- and L-drive Statistical data .pzfx 3 GB On J-drive 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No personal data will be used. All data from patient samples given by our collaborators are completely anonymized data. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 7 experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Yes. The following ethical files partly cover this and all experimental approaches are approved by the ethical committee: For cell lines: S63808, S58477, S58320 The mice work: P069-2021 for the ATP13A2 mice. For the ATP10B mice the ECD file can only be submitted after finding out if they have a harmful phenotype. For the lyso-IP mice the ECD file will be submitted when these experiments will start. The ethical approval for the work with human fibroblast, organoids, neurons and prostate cancer derived xenografts will be provided by our collaborators who will provide us with this biological material. All human biomaterial will be obtained following the three ethical principles (voluntary donation, informed consent and protection of privacy). This material will be used following our Center’s Standard Operating Procedure for the handling of human biomaterial, and in accordance with European and national regulations and guidelines. From all well-known and established cell lines that are commercially available and used in this study, the MSDS sheets can be consulted online and have been published. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? When a researcher starts at the KULeuven he/she signs a contract and the intellectual rights and property information are implemented in the employment contract. This is an agreement concerning the proprietary information and intellectual property rights on research results and the researcher herby declares to maintain adequate written records of all research results. We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. Ownership of the data generated belongs to KU Leuven and VIB in accordance with the framework agreement of both institutes. VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that publications need not be delayed. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No agreements are made yet, but we do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. This will be evaluated case by case together with KULeuven and VIB. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Results are preserved in hard copy note books or electronically on the KU Leuven servers. It is the responsibility of the researcher and his/her supervisor to make use of the IT infrastructure. Digital files will be named following a standard procedure, so that all the name of all files in a given dataset will be in the same format: All names will start with the date (and time if applicable), followed by the project acronym, a short but specific descriptive name and a version number (containing leading zeros as needed) if applicable. Whenever possible names will be kept under 32 characters. Names will only contain letters, numbers and underscores. Dots will only be used for version control indicators (minor revisions indicated by decimal numbers, and major revisions by whole numbers): YYYYMMDD_HHmm_Project_Experiment_ version.format All protocols, list of materials, list of human and murine cell lines (commercially available or generated/isolated) will be stored in both J and K drives of the KU Leuven servers. A shared j- drive folder will be made where data files and information can be shared in a protected way. We will make any data generated during this study available to the wider scientific communities upon publication. The experimental data will be created manually by the researcher him/herself and stored in a searchable format described above. All biological material is stored according to good scientific practices. For the data concerning the mice we use the LAIS software system provided by the KU Leuven. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 7 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. No metadata standard will be used. 5. Data storage and backup during the project 5.1. Where will the data be stored? Each researcher will store his/her data on their personal folder on the j-drive. This is the data repository for short term storage which is expandable, fast and the data can be modified by the researcher itself. Only the PI’s and the lab managers have access to all the folders of the j-drive of this consortium. When data is published, the data will be moved to the k-drive. This is our repository for data archiving, for long term storage. Only the PI and the lab manager can move the data to this drive, but data on this drive cannot be modified or deleted. Only the ICT service can do this. The data storage concerning cell lines is in a folder under the j-drive of each group and is under restricted authorization. Only the lab managers of the lab, the PI’s and the lab technicians who are working on cell culture are able to make changes to that folder. All other persons have read wrights. The plasmid list is on the j-drive of the lab and the excel fill is accessible for everybody, but changes can only be made by the persons with authorization. All biological material is stored according to good scientific practices: Tissue samples will be stored locally in the laboratory Vectors will be preserved under the form of purified DNA (in -20°C freezer) and as a bacteria glycerol stock (-80°C). Cell lines will be stored locally in the laboratory in liquid nitrogen storage and will be deposited in the UZ Leuven-KU Leuven Biobank. Other human cell lines will be stored locally in liquid nitrogen cryostorage of the laboratory when actively used for experiments. Animal cell lines will be stored in liquid nitrogen cryostorage of the laboratory. Bacterial and yeast strains will be stored in a -80°C freezer in the laboratory. Genetically modified organisms: Mice, will be maintained in facilities of the Laboratory Animal Center of KU Leuven, which applies Standard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. All animals will be registered in the Leuven Animal Information System (LAIS) database, along with corresponding genotyping information, ethical approval documents and animal provider receipts. Omics data generated during the project will be stored on KU Leuven servers. Nucleic acid and protein sequences: All nucleic acid and protein sequences generated during the project will be stored on KU Leuven servers. Upon publication, all sequences supporting a manuscript will be made publicly available via repositories such as VectorNTi or SnapGene or GenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes), NCBI Gene Expression Omnibus (microarray data / RNA-seq data / CHIPseq data), the Protein Database (for protein sequences), the EBI European Genome-phenome Archive (EGA) for personally identifiable (epi)genome and transcriptome sequences. Within the consortium a dedicated j-drive will be created where data files and information can be shared in a protected way. 5.2. How will the data be backed up? An automatic back-up service is provided by our KU Leuven ICT service and the KU Leuven drives are backed-up according to the following scheme: - data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. - data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. There is sufficient storage and back-up capacity on all KU Leuven servers: - The “L-drive” is an easily scalable system and is expandable in blocks of 5TB. - The “J-drive” is expandable in blocks of 100 GB. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 7 - The archive storage is done on the “K-drive” and this drive is expandable in blocks of 100 GB. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? Each year €11.38 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage) and €519 will be charged each year for the use of 1 TB of the j-drive (short term storage). The L-drive costs €569.20 for 5 TB/year. Back-up service is included in the price. The expected storage costs for this project is estimated at €1000/year. Maintaining a mouse colony alive costs about 1,200 euro per year (for 6 cages), excluding the costs of genotyping. When no experiment is planned with a particular mouse strain, and in compliance with the 3R’s rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to safeguard the strain, prevent genetic drift, loss of transgene and potential infections or breeding problems. Cryopreservation of sperm/embryos costs about 500 to 700 euro per genotype, plus a minimal annual storage fee (25 euro per strain for 250 to 500 embryos). Frozen specimens are kept in two separate liquid nitrogen tanks at two different sites on campus. When necessary, the costs of revitalization from cryopreserved sperm/embryos are about 1,100/600 euro. These costs will be covered by the C1 project and if more the lab budget will be used to cover these expenses 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data are not saved locally on laptop/desktop but are stored in the KU Leuven secure data center. The “L-drive”, “J-drive” and “K-drive” servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. Access to the digital vault is possible only through using a KU Leuven user-id and password, and user rights only grant access to the data in their own vault. KU Leuven works with a multi-factor authentication mechanism to increase the security. Non-authorized persons can’t access or modify the data. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). Once the research is completed and processed for publication, all original data and summary/report files will be grouped and collected at the k-drive and will stay there for at least 10 years after the project. Unpublished data that are still used in experiments and will be stored on the j-drive under the folder of the researcher, unless the researcher will leave the lab. Then the data will be moved to the k-drive. We aim at communicating our results in top journals that require full disclosure of all included data. Biological material will be shared upon simple request following publication, unless we identify valuable IP, in which case we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. 6.2. Where will these data be archived (= stored for the long term)? When data is published or people are leaving the group, the data will be moved to the k-drive. This is our repository for data archiving, for long term storage. Only the PI’s and the lab manager can move the data to this drive, but data on this drive cannot be modified or deleted. Only the ICT service can do this. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? The costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” (large volume storage) 519€/TB/Year for the “J-drive” (short term storage) 9€/TB/Year for the “k-drive” (long term storage) € 56.9 x 10 years: €569 for storing the data on the k-drive for 10 years. Back-up service is This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 7 included in the price. These costs will be covered by the C1 budget and if more the lab budget will be used to cover these expenses. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? We aim at communicating our results in top journals that require full disclosure of all included data. Biological material will be shared upon simple request following publication, unless we identify valuable IP, in which case we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. 7.2. Which data will be made available after the end of the project? All the data on which publications were based on will be made publicly available. All data will be moved to our long-term storage (=data archive) were the data is available under a read only modus for everybody within the lab and only the PI’s and the lab managers have access to that drive. Data that are important for future applications and publications will not be made available. 7.3. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail All data is available within our research group and the consortium under read only rights on the k-drive (long storage drive). All data, unless not allowed due to restrictions of other parties, will be published in academic peer reviewed journals. 7.4. When will the data be made available? Upon publication of the research results 7.5. Who will be able to access the data and under what conditions? Only the researchers participating in the project, the lab managers and the PI’s will be able to access the data before publishing. After publishing the data will be moved to our long-term data archive (k-drive) and will be available for everybody in our research group and consortium under a read only modus. All data will be available to the broad audience as publications in peer reviewed journals. 7.6. What are the expected costs for data sharing? How will these costs be covered? A shared j-drive folder will be made where data files and information can be shared in a protected way. The costs of digital data storage are as follows: - 519€/TB/Year for the “J-drive” (short term storage) - 56.9€/TB/Year for the “k-drive” (long term storage) These costs will be covered by the C1 budget and if more the lab budget will be used to cover these expenses. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? All researchers involved in this consortium and their PI’s: Peter Vangheluwe (project lead) Patrizia Agostinis Wim Annaert Johan Swinnen Joris Winderickx 8.2. Who will be responsible for data storage & back up during the project? The responsible PI’s will ensure data storage and back up, with support from the ICT service at KULeuven. 8.3. Who will be responsible for ensuring data preservation and sharing? The PI’s are responsible for data preservation and sharing, with support from the research and This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 7 technical staff involved in the project. 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the project lead, Peter Vangheluwe. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 7 of 7"
}