{
    "document_id": "D-2025-3754",
    "LinkTitle": "D-2025-3754",
    "file_name": "D-2025-3754.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3754.pdf",
    "metadata": {
        "title": "Emotions and Religion in Times of Populism: A Sociological and Theological-Ethical Analysis",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nEmotions and Religion in Times of Populism: A Sociological and Theological-Ethical Analysis\nCreator:\nCreator:\nKoen Abts\nPrincipal Investigator: \nPrincipal Investigator: \nKoen Abts, n.n.\nProject Administrator: \nProject Administrator: \nn.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nKoen Abts, n.n. n.n.\nProject abstract:\nProject abstract:\nThis project takes the appeal of right-wing populism in Western Europe as the point of departure to investigate its intersection with\nemotions and religion. Understanding the role of emotions and religion in populist political mobilization and its narrative appears to be a\nkey to understanding the rise of populism in our contemporary world. The central aim is to explore, by means of both literature review\nand qualitative research, which emotions - both ‘associative’ and ‘dissociative’ - underpin the emergence of populism in Europe, how\nthese emotions intersect with time-space imaginaries and religion, and whether associative emotions and religion can help to\nrearticulate populism into a more inclusionary communality rather than exclusionary demarcation. From an interdisciplinary perspective,\nincluding the combination of different methodologies, this research brings an innovative contribution to both the sociological and\ntheological-ethical debate on populism, emotions and religion.\nID: \nID: \n213940\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2028\nLast modified: \nLast modified: \n26-03-2025\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n1 of 7\nEmotions and Religion in Times of Populism: A Sociological and Theological-Ethical Analysis\nEmotions and Religion in Times of Populism: A Sociological and Theological-Ethical Analysis\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital)\nor \nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nTextual data\nThis includes all\nsecondary data\ncollected for\nanalysis:\nnewspaper\narticles, party\nmanifestos,\nwritten speeches\nand interviews,\ndocuments,\nreports, position\npapers etc.\nE\nD\nT\n.txt,\n.pdf\n \n \nTextual\nanalysis\ndatabase\nThis includes all\ndata generated\nthrough analysis\nof secondary\ndata using the\nsoftware NVivo\nN\nD\nT\n.xml\n<1GB\n \nInformed\nconsent\nforms\nThis includes all\ninformed\nconsent forms\nproduced and\ncompleted prior\nto conducting\ninterviews\nN\nP\nT\n.txt\n \nAbout 60\nsheets of A4\npaper\nInterview\nrecordings \nAudio files of the interviews\nN \nD\nS\n.wav\n<100GB\n \nInterview\ntranscripts\nPseudonymized transcripts of\naudiofiles of the interviews\nN\nD\nT \n.odt\n<1GB\n \nInterview\nnotes\nNotes taken during interviews\nN\nD\nT \n.txt\n<1GB\n \nQualitative\ndata analysis\nhis includes all\ndata generated\nthrough analysis\nof secondary\ndata using the\nsoftware NVivo\nN\nD\nT\n.xml\n<1GB\n \n \n \n \n \n \n \n \n \nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n2 of 7\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nAll existing data used in this research consists of publicly available data provided online by the actors under study, including\npolitical parties, national newspapers, and civil society actors. These datasets do not have persistent identifiers such as DOIs or\nURLs. Instead, the data will be accessed directly from the official websites and publicly available online sources of the respective\norganizations. Proper referencing and documentation of the sources will be ensured throughout the research.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nPart of the research data will be generated through semi-structured interviews, which involve the collection and processing of\npersonal data, including interview recordings and transcripts. To ensure compliance with privacy regulations, appropriate\nmeasures will be taken regarding data collection, pseudonymization, processing, and storage. Informed consent will be obtained\nfrom all interviewees through prior consent forms.\nData will be securely stored on a restricted-access network drive, accessible only to the primary researcher and primary\nsupervisor. Their computers are password-protected and encrypted. Pseudonymization measures will be applied to protect\nparticipants’ identities and personal data. As audio recordings may contain identifiable information, they will be transcribed by the\nresearcher and deleted as soon as possible.\nA PRET review and data handling protocol will be submitted to the Social and Societal Ethics Committee (SMEC) for formal ethics\nand privacy approval before this phase of the research begins. The research complies with ethical guidelines set forth by the\nGDPR (AVG) and SMEC.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nThis research involves the processing of personal data collected during the interview phase. The personal data includes both\nidentifiers and demographic information, such as names, phone numbers, age, gender, education level, employment status, place\nof residence, and voting behavior. While names and contact details will only be used for organizational purposes and stored\nseparately from the research data, other demographic variables—such as gender, education, employment status, place of\nresidence, and voting behavior—will be analyzed at a sufficiently aggregated level to examine patterns of social stratification. This\nensures that individual respondents cannot be indirectly identified.\nThe interviews will follow a semi-structured format and will be audio-recorded. These recordings will capture participants'\nopinions on various topics, including their views on their neighborhood, migration, the welfare state, politics, and religion.\nA PRET ethical request will be prepared. This review will ensure that all data collection, processing, and storage methods align\nwith ethical guidelines and privacy regulations. Data collection complies with GDPR regulations, ensuring informed consent,\npseudonymization, and secure data storage\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n3 of 7\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nTo ensure the data remains understandable and usable now and in the future, a structured approach will be followed for\ndocumentation and metadata. This includes:\nFolder Structure and Organization: A clear folder structure will be developed on KU Leuven’s OneDrive, with a main project folder\ncontaining subfolders for different types of data (e.g., audio files, transcripts). This organization will simplify data retrieval and\nconsultation.\nREADME.txt files: Each folder will contain a README.txt file, ensuring accurate interpretation and future data reuse. These files\nwill describe key features of the data (e.g., creation date, file type) and provide a detailed description of each dataset’s contents.\nThe README.txt files will include: Project description and research design; Ethical approval number; Data management plan;\nStep-by-step explanation of how data was used and analyzed; A structured data codebook, including file type, authors, publication\ndate, and keywords.\nFile Naming Conventions: Each file will follow a standardized naming convention: Respondent number (e.g., 1, 2, 3); Data\ndescription (e.g., Interview); Date in YYYYMMDD format.\nThese conventions will be outlined in the main README.txt file to ensure consistency. By following this approach, the data will be\nwell-documented, accessible, and usable by current and future researchers, facilitating efficient data management and reuse.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nA specific metadata standard will not be used. README.txt files will explain the folder structure and file naming scheme,\nensuring the data is findable and understandable.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nPersonal network drive (I-drive)\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n4 of 7\nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nData will be securely stored in I-drive , with full access restricted to the PhD researcher. Documents can be selectively shared with\nsupervisors via a secure network disk only made accessible to the primary researcher and primary supervisors, whose computers\nwill be password protected and encrypted.\nPhysical documents will be securely stored in a locked drawer accessible only to the PhD researcher.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs for data storage and backup during the research project.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nMost data will be retained for 10 years to ensure reproducibility and support potential follow-up research. Participant contact\ndetails will be deleted once they are no longer needed for communication or study invitations. Audio recordings will be erased\nafter transcription to prevent participant identification.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nUpon completion of the project, the data will be deposited in the KU Leuven Research Data Repository (RDR), the university's\ninstitutional repository for research data, ensuring long-term accessibility and compliance with best practices for research data\nmanagement.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no expected costs for data preservation during the expected retention period.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n5 of 7\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nNo (closed access)\nOpen data\nData will be open unless access is restricted or closed where necessary because of ethical issues regarding privacy.\nRestricted Data\nPseudonymized transcripts, questionnaire responses, data analysis documents, log data and researcher notes from interviews\nwill be restricted and only made available upon approval.\nClosed access\nSensitive data, including informed consent forms, will remain securely stored and inaccessible to  external parties to ensure\nprivacy and compliance with ethical guidelines.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nDuring the project, the collected data will be accessible to the phd researcher , the main project supervisor (prof. Dr. Ellen Van\nStichel) and the co-promotor (Dr. Koen Abts).\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n6 of 7\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no expected costs for data sharing.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nDuring the project, the doctoral student (Ruben Scheunders) will be responsible for documenting data and generating metadata\nto improve data readability. He will be closely supported by the main promotor of the project (prof. Dr. Ellen Van Stichel) and the\nco-promotor (Dr. Koen Abts).\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nDuring the project, the doctoral student (Ruben Scheuncders) will be responsible for managing the data. They will be supervised\nin this task by the main promotor of the project (prof. Dr. Ellen Van Stichel) and the co-promotor (Dr. Koen Abts).\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe co-promotor of the project (Dr. Koen Abts) will be designated responsible person for longterm management, preservation\nand facilitation of data generated within this research project.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThis is the collective responsibility of all three involved researchers: Ruben Scheunders, Ellen Van Stichel, and Koen Abts.\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Emotions and Religion in Times of Populism: A Sociological and Theological-Ethical Analysis Creator: Creator: Koen Abts Principal Investigator: Principal Investigator: Koen Abts, n.n. Project Administrator: Project Administrator: n.n. Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Koen Abts, n.n. n.n. Project abstract: Project abstract: This project takes the appeal of right-wing populism in Western Europe as the point of departure to investigate its intersection with emotions and religion. Understanding the role of emotions and religion in populist political mobilization and its narrative appears to be a key to understanding the rise of populism in our contemporary world. The central aim is to explore, by means of both literature review and qualitative research, which emotions - both ‘associative’ and ‘dissociative’ - underpin the emergence of populism in Europe, how these emotions intersect with time-space imaginaries and religion, and whether associative emotions and religion can help to rearticulate populism into a more inclusionary communality rather than exclusionary demarcation. From an interdisciplinary perspective, including the combination of different methodologies, this research brings an innovative contribution to both the sociological and theological-ethical debate on populism, emotions and religion. ID: ID: 213940 Start date: Start date: 01-10-2024 End date: End date: 30-09-2028 Last modified: Last modified: 26-03-2025 Created using DMPonline.be. Last modiﬁed 26 March 2025 1 of 7 Emotions and Religion in Times of Populism: A Sociological and Theological-Ethical Analysis Emotions and Religion in Times of Populism: A Sociological and Theological-Ethical Analysis Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Textual data This includes all secondary data collected for analysis: newspaper articles, party manifestos, written speeches and interviews, documents, reports, position papers etc. E D T .txt, .pdf Textual analysis database This includes all data generated through analysis of secondary data using the software NVivo N D T .xml <1GB Informed consent forms This includes all informed consent forms produced and completed prior to conducting interviews N P T .txt About 60 sheets of A4 paper Interview recordings Audio files of the interviews N D S .wav <100GB Interview transcripts Pseudonymized transcripts of audiofiles of the interviews N D T .odt <1GB Interview notes Notes taken during interviews N D T .txt <1GB Qualitative data analysis his includes all data generated through analysis of secondary data using the software NVivo N D T .xml <1GB Created using DMPonline.be. Last modiﬁed 26 March 2025 2 of 7 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: All existing data used in this research consists of publicly available data provided online by the actors under study, including political parties, national newspapers, and civil society actors. These datasets do not have persistent identifiers such as DOIs or URLs. Instead, the data will be accessed directly from the official websites and publicly available online sources of the respective organizations. Proper referencing and documentation of the sources will be ensured throughout the research. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Part of the research data will be generated through semi-structured interviews, which involve the collection and processing of personal data, including interview recordings and transcripts. To ensure compliance with privacy regulations, appropriate measures will be taken regarding data collection, pseudonymization, processing, and storage. Informed consent will be obtained from all interviewees through prior consent forms. Data will be securely stored on a restricted-access network drive, accessible only to the primary researcher and primary supervisor. Their computers are password-protected and encrypted. Pseudonymization measures will be applied to protect participants’ identities and personal data. As audio recordings may contain identifiable information, they will be transcribed by the researcher and deleted as soon as possible. A PRET review and data handling protocol will be submitted to the Social and Societal Ethics Committee (SMEC) for formal ethics and privacy approval before this phase of the research begins. The research complies with ethical guidelines set forth by the GDPR (AVG) and SMEC. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) This research involves the processing of personal data collected during the interview phase. The personal data includes both identifiers and demographic information, such as names, phone numbers, age, gender, education level, employment status, place of residence, and voting behavior. While names and contact details will only be used for organizational purposes and stored separately from the research data, other demographic variables—such as gender, education, employment status, place of residence, and voting behavior—will be analyzed at a sufficiently aggregated level to examine patterns of social stratification. This ensures that individual respondents cannot be indirectly identified. The interviews will follow a semi-structured format and will be audio-recorded. These recordings will capture participants' opinions on various topics, including their views on their neighborhood, migration, the welfare state, politics, and religion. A PRET ethical request will be prepared. This review will ensure that all data collection, processing, and storage methods align with ethical guidelines and privacy regulations. Data collection complies with GDPR regulations, ensuring informed consent, pseudonymization, and secure data storage Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Created using DMPonline.be. Last modiﬁed 26 March 2025 3 of 7 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). To ensure the data remains understandable and usable now and in the future, a structured approach will be followed for documentation and metadata. This includes: Folder Structure and Organization: A clear folder structure will be developed on KU Leuven’s OneDrive, with a main project folder containing subfolders for different types of data (e.g., audio files, transcripts). This organization will simplify data retrieval and consultation. README.txt files: Each folder will contain a README.txt file, ensuring accurate interpretation and future data reuse. These files will describe key features of the data (e.g., creation date, file type) and provide a detailed description of each dataset’s contents. The README.txt files will include: Project description and research design; Ethical approval number; Data management plan; Step-by-step explanation of how data was used and analyzed; A structured data codebook, including file type, authors, publication date, and keywords. File Naming Conventions: Each file will follow a standardized naming convention: Respondent number (e.g., 1, 2, 3); Data description (e.g., Interview); Date in YYYYMMDD format. These conventions will be outlined in the main README.txt file to ensure consistency. By following this approach, the data will be well-documented, accessible, and usable by current and future researchers, facilitating efficient data management and reuse. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No A specific metadata standard will not be used. README.txt files will explain the folder structure and file naming scheme, ensuring the data is findable and understandable. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Personal network drive (I-drive) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? Created using DMPonline.be. Last modiﬁed 26 March 2025 4 of 7 If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be securely stored in I-drive , with full access restricted to the PhD researcher. Documents can be selectively shared with supervisors via a secure network disk only made accessible to the primary researcher and primary supervisors, whose computers will be password protected and encrypted. Physical documents will be securely stored in a locked drawer accessible only to the PhD researcher. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for data storage and backup during the research project. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Most data will be retained for 10 years to ensure reproducibility and support potential follow-up research. Participant contact details will be deleted once they are no longer needed for communication or study invitations. Audio recordings will be erased after transcription to prevent participant identification. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Upon completion of the project, the data will be deposited in the KU Leuven Research Data Repository (RDR), the university's institutional repository for research data, ensuring long-term accessibility and compliance with best practices for research data management. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs for data preservation during the expected retention period. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 26 March 2025 5 of 7 Yes, as open data Yes, as restricted data (upon approval, or institutional access only) No (closed access) Open data Data will be open unless access is restricted or closed where necessary because of ethical issues regarding privacy. Restricted Data Pseudonymized transcripts, questionnaire responses, data analysis documents, log data and researcher notes from interviews will be restricted and only made available upon approval. Closed access Sensitive data, including informed consent forms, will remain securely stored and inaccessible to external parties to ensure privacy and compliance with ethical guidelines. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. During the project, the collected data will be accessible to the phd researcher , the main project supervisor (prof. Dr. Ellen Van Stichel) and the co-promotor (Dr. Koen Abts). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository Created using DMPonline.be. Last modiﬁed 26 March 2025 6 of 7 What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? During the project, the doctoral student (Ruben Scheunders) will be responsible for documenting data and generating metadata to improve data readability. He will be closely supported by the main promotor of the project (prof. Dr. Ellen Van Stichel) and the co-promotor (Dr. Koen Abts). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? During the project, the doctoral student (Ruben Scheuncders) will be responsible for managing the data. They will be supervised in this task by the main promotor of the project (prof. Dr. Ellen Van Stichel) and the co-promotor (Dr. Koen Abts). Who will manage data preservation and sharing? Who will manage data preservation and sharing? The co-promotor of the project (Dr. Koen Abts) will be designated responsible person for longterm management, preservation and facilitation of data generated within this research project. Who will update and implement this DMP? Who will update and implement this DMP? This is the collective responsibility of all three involved researchers: Ruben Scheunders, Ellen Van Stichel, and Koen Abts. Created using DMPonline.be. Last modiﬁed 26 March 2025 7 of 7"
}