{
    "document_id": "D-2024-3417",
    "LinkTitle": "D-2024-3417",
    "file_name": "D-2024-3417.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3417.pdf",
    "metadata": {
        "title": "Unraveling the relation between endurance exercise and atrial fibrillation by examining atrial remodelling, autonomic tone, inflammation and genetic predisposition",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Unraveling the relation between endurance exercise and atrial fibrillation by examining atrial\nUnraveling the relation between endurance exercise and atrial fibrillation by examining atrial\nremodelling, autonomic tone, inflammation and genetic predisposition\nremodelling, autonomic tone, inflammation and genetic predisposition\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital\ndata\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nCRM\nContinuous rhythm\nmonitoring to\nassess arrhythmia\nand ANS\nGenerate new data\nDigital\nExperimental\nTabular\ndata:\n.por,\n.xml,\n.tab,\n.csv,\npdf\n<100GB\n \nImaging\nTTE and CMR to\nassess atrial\nremodeling\nGenerate new data\nDigital\n \nExperimental\n \nTabular\ndata:\n.por,\n.xml,\n.tab,\n.csv,\npdf\nRaw\nimage\ndata\n<1TB\n \nGenetics\nSNP's, PRS\nGenerate new data\nDigital\nExperimental\n \nTabular\ndata:\n.por,\n.xml,\n.tab,\n.csv,\npdf\n<100GB\n \nInflammation\nProteomics\nGenerate new data\nDigital\nExperimental\n \nTabular\ndata:\n.por,\n.xml,\n.tab,\n.csv,\npdf\n<100GB\n \n \n \n \n \n \n \n \n \nCreated using DMPonline.be. Last modiﬁed 15 April 2025\n1 of 5\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nAmendment to \nMaster@Heart\n protocol approved by Ethics Committee Research UZ/KU Leuven 14-03-2025.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\nFollowing data will be collected: questionnaires and clinical examination, blood samples for biochemistry and genotyping,\nimaging including echocardiography and cardiac MRI, ECG and holter-monitoring. REDCap will be used as electronic CRFs (eCRF).\nThe researchers will enter the pseudonymised information required by the protocol into REDCap.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nREDCap will be used as electronic CRF (eCRF). The researchers will enter the pseudonymized information required by the\nprotocol into REDCap. All data fields will be completed where appropriate. Accompanying information for each data field is stored\nin REDCap.\nAs data are entered, automated cross-check programs will search for any data discrepancies in the eCRF. Appropriate error\nCreated using DMPonline.be. Last modiﬁed 15 April 2025\n2 of 5\nmessages will be generated, allowing for the modification or verification of the entered data.\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nInstrument-specific metadata standards will be used for rhythm monitoring and imaging (TTE, CMR) modalities.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nStorage during research: Documentation and processed data will be deposited in REDCap. Storage capacity can be extended\naccordingly. Daily backups of the database are performed. All historical data are stored in the system. Manuscripts will be\npublished and archived in public repositories. Other electronic files will be stored on KU Leuven servers, with hourly onsite backup\nand mirroring. Genetic data are stored on servers of the Genomics core. Storage after research: data will be available in REDCap\nfor at least 5 years. Idem for manuscripts, other electronic files and basic research images/samples and genetic sequences.\nHow will the data be backed up?\nHow will the data be backed up?\nAs I will be using institutional storage platforms, back-up is automatically provided.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\ncfr. supra: capacity can be extended if necessary\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData will be securely stored either the REDCap platform or KU Leuven servers. Both are password protected and not accessible to\nany third parties.\nData will be coded/pseudonymised, meaning that there continues to be a link between the data and the individual who provided\nit. The research team is obligated to protect the data from disclosure outside the research team according to the terms of the\nresearch protocol and the informed consent document. The subject's name or other identifiers are stored separately from their\nresearch data and replaced with a unique code to create a new identity for the subject.\n \nNote that no new inclusions are planned, therefore this pseudonymisation process has already taken place for the current\nMaster@Heart\n cohort.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nREDCap: Yearly €90 fee. PI personal budget.\nKULeuven servers: none.\nCreated using DMPonline.be. Last modiﬁed 15 April 2025\n3 of 5\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nData will be available in REDCap and KU Leuven servers for at least 5 years. Idem for manuscripts, other electronic files and\nbasic research images/samples and genetic sequences.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nREDCap and KU Leuven servers\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nREDCap: Yearly €90 fee. PI personal budget.\nKULeuven servers: none.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nNo (closed access)\nData sharing is not applicable seeing as we are working with clinical human data and this was not included in our informed\nconsent.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nData sharing is not applicable seeing as we are working with clinical human data and this was not included in our informed\nconsent.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nNA\nWhen will the data be made available?\nWhen will the data be made available?\nCreated using DMPonline.be. Last modiﬁed 15 April 2025\n4 of 5\nNA\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNA\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNA\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nJarne De Paepe \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nJarne De Paepe \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nProf. Dr. Tomas Robyns \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nProf. Dr. Tomas Robyns \nCreated using DMPonline.be. Last modiﬁed 15 April 2025\n5 of 5"
    },
    "clean_full_text": "Unraveling the relation between endurance exercise and atrial fibrillation by examining atrial Unraveling the relation between endurance exercise and atrial fibrillation by examining atrial remodelling, autonomic tone, inflammation and genetic predisposition remodelling, autonomic tone, inflammation and genetic predisposition FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume CRM Continuous rhythm monitoring to assess arrhythmia and ANS Generate new data Digital Experimental Tabular data: .por, .xml, .tab, .csv, pdf <100GB Imaging TTE and CMR to assess atrial remodeling Generate new data Digital Experimental Tabular data: .por, .xml, .tab, .csv, pdf Raw image data <1TB Genetics SNP's, PRS Generate new data Digital Experimental Tabular data: .por, .xml, .tab, .csv, pdf <100GB Inflammation Proteomics Generate new data Digital Experimental Tabular data: .por, .xml, .tab, .csv, pdf <100GB Created using DMPonline.be. Last modiﬁed 15 April 2025 1 of 5 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Amendment to Master@Heart protocol approved by Ethics Committee Research UZ/KU Leuven 14-03-2025. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes Following data will be collected: questionnaires and clinical examination, blood samples for biochemistry and genotyping, imaging including echocardiography and cardiac MRI, ECG and holter-monitoring. REDCap will be used as electronic CRFs (eCRF). The researchers will enter the pseudonymised information required by the protocol into REDCap. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). REDCap will be used as electronic CRF (eCRF). The researchers will enter the pseudonymized information required by the protocol into REDCap. All data fields will be completed where appropriate. Accompanying information for each data field is stored in REDCap. As data are entered, automated cross-check programs will search for any data discrepancies in the eCRF. Appropriate error Created using DMPonline.be. Last modiﬁed 15 April 2025 2 of 5 messages will be generated, allowing for the modification or verification of the entered data. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Yes Instrument-specific metadata standards will be used for rhythm monitoring and imaging (TTE, CMR) modalities. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Storage during research: Documentation and processed data will be deposited in REDCap. Storage capacity can be extended accordingly. Daily backups of the database are performed. All historical data are stored in the system. Manuscripts will be published and archived in public repositories. Other electronic files will be stored on KU Leuven servers, with hourly onsite backup and mirroring. Genetic data are stored on servers of the Genomics core. Storage after research: data will be available in REDCap for at least 5 years. Idem for manuscripts, other electronic files and basic research images/samples and genetic sequences. How will the data be backed up? How will the data be backed up? As I will be using institutional storage platforms, back-up is automatically provided. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes cfr. supra: capacity can be extended if necessary How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be securely stored either the REDCap platform or KU Leuven servers. Both are password protected and not accessible to any third parties. Data will be coded/pseudonymised, meaning that there continues to be a link between the data and the individual who provided it. The research team is obligated to protect the data from disclosure outside the research team according to the terms of the research protocol and the informed consent document. The subject's name or other identifiers are stored separately from their research data and replaced with a unique code to create a new identity for the subject. Note that no new inclusions are planned, therefore this pseudonymisation process has already taken place for the current Master@Heart cohort. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? REDCap: Yearly €90 fee. PI personal budget. KULeuven servers: none. Created using DMPonline.be. Last modiﬁed 15 April 2025 3 of 5 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). Data will be available in REDCap and KU Leuven servers for at least 5 years. Idem for manuscripts, other electronic files and basic research images/samples and genetic sequences. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? REDCap and KU Leuven servers What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? REDCap: Yearly €90 fee. PI personal budget. KULeuven servers: none. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. No (closed access) Data sharing is not applicable seeing as we are working with clinical human data and this was not included in our informed consent. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects Data sharing is not applicable seeing as we are working with clinical human data and this was not included in our informed consent. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. NA When will the data be made available? When will the data be made available? Created using DMPonline.be. Last modiﬁed 15 April 2025 4 of 5 NA Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. NA Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? NA 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Jarne De Paepe Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Jarne De Paepe Who will manage data preservation and sharing? Who will manage data preservation and sharing? Prof. Dr. Tomas Robyns Who will update and implement this DMP? Who will update and implement this DMP? Prof. Dr. Tomas Robyns Created using DMPonline.be. Last modiﬁed 15 April 2025 5 of 5"
}