{
    "document_id": "D-2024-3070",
    "LinkTitle": "D-2024-3070",
    "file_name": "D-2024-3070.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3070.pdf",
    "metadata": {
        "title": "Learning and reasoning about spatiotemporal data with applications to sports",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nLearning and reasoning about spatiotemporal data with applications to sports\nCreator:\nCreator:\nJesse Davis\nPrincipal Investigator: \nPrincipal Investigator: \nJesse Davis\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nJesse Davis\nProject abstract:\nProject abstract:\nIncreasingly large amounts of data are collected in team sports such as basketball, football and hockey for the purpose of match\nanalysis. In particular positional tracking data has great potential for analysing a team’s tactical behaviour. This form of spatiotemporal\ndata records the locations of players and the ball multiple times per second. However, the sheer scale of this data implies that automated\ntechniques such as AI are essential to unlock its potential. A key open AI challenge for analyzing spatiotemporal data from sports is\ndeveloping algorithms for identifying and understanding tactics, which are short-term behaviors or patterns that a team exhibits at\ncertain points in a match. Unfortunately, this is an extremely challenging problem that is currently beyond the grasp of current\ntechniques. Therefore, the goal of this project is to develop novel algorithmic approaches for automatically discovering, evaluating, and\nunderstanding tactical patterns from spatiotemporal data arising from soccer matches\nID: \nID: \n213247\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2028\nLast modified: \nLast modified: \n24-03-2025\nCreated using DMPonline.be. Last modiﬁed 24 March 2025\n1 of 6\nLearning and reasoning about spatiotemporal data with applications to sports\nLearning and reasoning about spatiotemporal data with applications to sports\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nStatsbomb\nOpen data\nPublic event stream data provided by Hudl StatsBomb.\nThis data describes all on-the-ball actions during a\ngame.\nE\nD\nT\nJSON\n<100GB\n \nIDDSE\ntracking\ndataset\nPublic dataset of optical tracking and corresponding\nevent stream data. The tracking data records the\nlocation of the players and the ball multiple times per\nsecond.\nE\nD\nN + T\nXML\n<100GB\n \nProprietary\ntracking\ndataset\nProprietary dataset of optical tracking and\ncorresponding event stream data.\nE\nD\nN + T\nTXT +\nJSON\n<1TB\n \nkloppy\nPublic software for preprocessing soccer tracking data\nE\nD\nSO\n \n<1GB\n \ntrackingutils\nProprietary software and models for analyzing soccer\ntracking data\nE\nD\nSO + M\n \n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nStatsbomb open data is available from \nhttps://github.com/statsbomb/open-data\nThe IDDSE tracking dataset (7 games from the German Bundesliga) is available\nfrom \nhttps://doi.org/10.6084/m9.figshare.28196177\n \nWe have 5+ seasons (>1300 games) of optical tracking data with corresponding event stream data for one professional\nsoccer league. This data was provided under a license (i.e., signed by LRD) that enables us to publish on results obtained\nusing the data.\nkloppy is an open-source software package for loading and preprocessing soccer data. Code is available from\nhttps://github.com/PySport/kloppy\ntrackingutils is proprietary software that we have developed to analyze soccer tracking data. Currently, the code is stored in a\nprivate GitLab repo.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\n G-2021-3138-R2\nCreated using DMPonline.be. Last modiﬁed 24 March 2025\n2 of 6\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\n G-2021-3138-R2\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nYes\nYes, there are diverse commercial applications of soccer analytics software. Strategic partnerships with clubs and sports tech\nfirms could drive monetization and industry adoption.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nYes\nUse of the StatsBomb open dataset is subject to a data user agreement (see \nhttps://github.com/statsbomb/open-\ndata/blob/master/LICENSE.pdf)\n. The data or any analysis derived from it cannot be commercially exploited\nUse of the proprietary tracking dataset is subject to a non-disclosure agreement.  The data can only be used for academic\ninternal non-commercial research purposes and cannot be shared with third parties.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nFor the proprietary tracking dataset, the intellectual property of the data remains with the data providers. Any results of the\nresearch will be owned by the researchers. The researchers are free to use these results insofar as they do not contain the\ndata.\nAny publication that uses the StatsBomb open data must accredit StatsBomb with the StatsBomb brand logo.\nThe IDDSE tracking dataset is made available under the Creative Commons Attribution 4.0 International (CC BY 4.0) license.\nThis license allows users to share, copy, redistribute, transform, and build upon the licensed work for any purpose, even\ncommercially, as long as they provide proper attribution to the original creator.\nkloppy is licensed as BSD software. This is a permissive open-source license that allows users to freely use, modify, and\nredistribute the software. Attribution is the only requirement.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAll information regarding the processing of the data sets and all details to reproduce the experiments will be included in a\nREADME. A requirements file will include the version numbers of the used external libraries / tools. \nCreated using DMPonline.be. Last modiﬁed 24 March 2025\n3 of 6\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nMetadata about the data sets is provided by the data providers as PDF documents and online documentation. Metadata about\nthe source code will be included as documentation and as mentioned in the previous question. \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nA backup of the raw proprietary tracking data is stored in an Amazon S3 bucket, managed by our data partner. The source code\nwill be backed up on the KU Leuven GitLab server. Intermediate data and results will be stored on the department's local\nfilesystem. \nHow will the data be backed up?\nHow will the data be backed up?\nOther (specify below)\nThe department's local filesystem uses RAID. An additional backup is made on an external hard disk, owned by the research\ngroup. \nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOnly user accounts created by the department can gain access. The local filesystem also allows setting access control per\nfile/directory. It is thus suited for storing private data sets. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAny costs will be covered out of working costs for the project as they were included in the budget calculation. These are\nestimated at 250 euro/year.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nCreated using DMPonline.be. Last modiﬁed 24 March 2025\n4 of 6\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nFor every result in this project, a long-term snapshot will be created on the DTAI NetApp storage system (>40TB). This snapshot\ncontains everything to be able to reproduce results with some minor effort. Moreover, it contains the final paper, presentations\ngiven as well as any result-specific DMP. \nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nWe also have secure storage via a NetApp storage server in our department >40TB.  \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAny costs will be covered out of working costs for the project. These were included in the budget.  The costs paid for backup\nduring the project should cover the retention period. In case of unexpected costs after the project ends, group reserves can be\nused. \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nYes, as open data\n(Part of) the software developed in the context of the project may be released as an open-source toolbox. What software will be\nopen-sourced will be decided based on the potential valorization of the project's results.\nNo raw data will be released.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe proprietary tracking dataset can be used within the research group in the context of different projects.\nAll software developed in the context of the project can be used within the research group in the context of different\nprojects.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nThe tracking dataset is and remains the property of the data provider.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nCreated using DMPonline.be. Last modiﬁed 24 March 2025\n5 of 6\nOther data repository (specify below)\nIf software will be open-sourced, it will be released on GitHub\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nAny software will be licensed under the Apache License, Version 2.0\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo. \nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nPI Davis, Pieter Robberechts (current PhD student), PhD student that will be hired on the project. PI Davis is the end responsible.  \nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nPI Davis, Pieter Robberechts (current PhD student), PhD student that will be hired on the project. PI Davis is the end responsible.  \nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nPI Davis, Pieter Robberechts (current PhD student), PhD student that will be hired on the project. PI Davis is the end responsible.  \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PI bears the end responsibility of updating & implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 24 March 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Learning and reasoning about spatiotemporal data with applications to sports Creator: Creator: Jesse Davis Principal Investigator: Principal Investigator: Jesse Davis Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Jesse Davis Project abstract: Project abstract: Increasingly large amounts of data are collected in team sports such as basketball, football and hockey for the purpose of match analysis. In particular positional tracking data has great potential for analysing a team’s tactical behaviour. This form of spatiotemporal data records the locations of players and the ball multiple times per second. However, the sheer scale of this data implies that automated techniques such as AI are essential to unlock its potential. A key open AI challenge for analyzing spatiotemporal data from sports is developing algorithms for identifying and understanding tactics, which are short-term behaviors or patterns that a team exhibits at certain points in a match. Unfortunately, this is an extremely challenging problem that is currently beyond the grasp of current techniques. Therefore, the goal of this project is to develop novel algorithmic approaches for automatically discovering, evaluating, and understanding tactical patterns from spatiotemporal data arising from soccer matches ID: ID: 213247 Start date: Start date: 01-10-2024 End date: End date: 30-09-2028 Last modified: Last modified: 24-03-2025 Created using DMPonline.be. Last modiﬁed 24 March 2025 1 of 6 Learning and reasoning about spatiotemporal data with applications to sports Learning and reasoning about spatiotemporal data with applications to sports Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Statsbomb Open data Public event stream data provided by Hudl StatsBomb. This data describes all on-the-ball actions during a game. E D T JSON <100GB IDDSE tracking dataset Public dataset of optical tracking and corresponding event stream data. The tracking data records the location of the players and the ball multiple times per second. E D N + T XML <100GB Proprietary tracking dataset Proprietary dataset of optical tracking and corresponding event stream data. E D N + T TXT + JSON <1TB kloppy Public software for preprocessing soccer tracking data E D SO <1GB trackingutils Proprietary software and models for analyzing soccer tracking data E D SO + M <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Statsbomb open data is available from https://github.com/statsbomb/open-data The IDDSE tracking dataset (7 games from the German Bundesliga) is available from https://doi.org/10.6084/m9.figshare.28196177 We have 5+ seasons (>1300 games) of optical tracking data with corresponding event stream data for one professional soccer league. This data was provided under a license (i.e., signed by LRD) that enables us to publish on results obtained using the data. kloppy is an open-source software package for loading and preprocessing soccer data. Code is available from https://github.com/PySport/kloppy trackingutils is proprietary software that we have developed to analyze soccer tracking data. Currently, the code is stored in a private GitLab repo. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) G-2021-3138-R2 Created using DMPonline.be. Last modiﬁed 24 March 2025 2 of 6 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G-2021-3138-R2 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes Yes, there are diverse commercial applications of soccer analytics software. Strategic partnerships with clubs and sports tech firms could drive monetization and industry adoption. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. Yes Use of the StatsBomb open dataset is subject to a data user agreement (see https://github.com/statsbomb/open- data/blob/master/LICENSE.pdf) . The data or any analysis derived from it cannot be commercially exploited Use of the proprietary tracking dataset is subject to a non-disclosure agreement. The data can only be used for academic internal non-commercial research purposes and cannot be shared with third parties. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes For the proprietary tracking dataset, the intellectual property of the data remains with the data providers. Any results of the research will be owned by the researchers. The researchers are free to use these results insofar as they do not contain the data. Any publication that uses the StatsBomb open data must accredit StatsBomb with the StatsBomb brand logo. The IDDSE tracking dataset is made available under the Creative Commons Attribution 4.0 International (CC BY 4.0) license. This license allows users to share, copy, redistribute, transform, and build upon the licensed work for any purpose, even commercially, as long as they provide proper attribution to the original creator. kloppy is licensed as BSD software. This is a permissive open-source license that allows users to freely use, modify, and redistribute the software. Attribution is the only requirement. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All information regarding the processing of the data sets and all details to reproduce the experiments will be included in a README. A requirements file will include the version numbers of the used external libraries / tools. Created using DMPonline.be. Last modiﬁed 24 March 2025 3 of 6 Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Metadata about the data sets is provided by the data providers as PDF documents and online documentation. Metadata about the source code will be included as documentation and as mentioned in the previous question. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) A backup of the raw proprietary tracking data is stored in an Amazon S3 bucket, managed by our data partner. The source code will be backed up on the KU Leuven GitLab server. Intermediate data and results will be stored on the department's local filesystem. How will the data be backed up? How will the data be backed up? Other (specify below) The department's local filesystem uses RAID. An additional backup is made on an external hard disk, owned by the research group. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only user accounts created by the department can gain access. The local filesystem also allows setting access control per file/directory. It is thus suited for storing private data sets. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Any costs will be covered out of working costs for the project as they were included in the budget calculation. These are estimated at 250 euro/year. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). Created using DMPonline.be. Last modiﬁed 24 March 2025 4 of 6 All data will be preserved for 10 years according to KU Leuven RDM policy For every result in this project, a long-term snapshot will be created on the DTAI NetApp storage system (>40TB). This snapshot contains everything to be able to reproduce results with some minor effort. Moreover, it contains the final paper, presentations given as well as any result-specific DMP. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) We also have secure storage via a NetApp storage server in our department >40TB. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Any costs will be covered out of working costs for the project. These were included in the budget. The costs paid for backup during the project should cover the retention period. In case of unexpected costs after the project ends, group reserves can be used. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. No (closed access) Yes, as open data (Part of) the software developed in the context of the project may be released as an open-source toolbox. What software will be open-sourced will be decided based on the potential valorization of the project's results. No raw data will be released. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The proprietary tracking dataset can be used within the research group in the context of different projects. All software developed in the context of the project can be used within the research group in the context of different projects. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights The tracking dataset is and remains the property of the data provider. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Created using DMPonline.be. Last modiﬁed 24 March 2025 5 of 6 Other data repository (specify below) If software will be open-sourced, it will be released on GitHub When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) Any software will be licensed under the Apache License, Version 2.0 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? PI Davis, Pieter Robberechts (current PhD student), PhD student that will be hired on the project. PI Davis is the end responsible. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? PI Davis, Pieter Robberechts (current PhD student), PhD student that will be hired on the project. PI Davis is the end responsible. Who will manage data preservation and sharing? Who will manage data preservation and sharing? PI Davis, Pieter Robberechts (current PhD student), PhD student that will be hired on the project. PI Davis is the end responsible. Who will update and implement this DMP? Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 24 March 2025 6 of 6"
}