{
    "document_id": "D-2022-1460",
    "LinkTitle": "D-2022-1460",
    "file_name": "D-2022-1460.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1460.pdf",
    "metadata": {
        "title": "An Architectural Approach to Virtual Reality Locomotion - DMP title",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n An Architectural Approach to Virtual Reality Locomotion - DMP title\nProject Identifier\n G079522N\nGrant Title\n G079522N\nPrincipal Investigator / Researcher\n Adalberto Simeone\nProject Data Contact\n adalberto.simeone@kuleuven.be\nDescription\n This project investigates how Virtual Reality (VR) and architecture can, together,\nlead to the design and development of novel locomotion methods. Specifically, we aim to\ndevelop algorithmical solutions that allow users of Virtual Environments (VEs) to explore the\nvirtual space by natural locomotion without resorting to 'supernatural' locomotion methods. We\npropose to enable natural locomotion through an architectural approach, to spatially transform a\nvirtual environment in response to the movement of the user to create spaces that are not only\nfunctional but pleasant to inhabit. We thus propose a novel class of redirection methods - 'overt'\narchitectural manipulations, by which we refer to dynamically changing architectural features in\nthe VE depending on user behaviour. Through iterative development, we will implement these\narchitectural transformations by developing a technological framework which will procedurally\ngenerate the appearance of a VE in real-time, depending on the behaviour of the VR user. We will\nevaluate our technological framework across a series of use-cases of increasing spatial\ncomplexity, from two contrasting modes of scientific inquiry: the experimental studies in\nComputer Science with the more phenomenological experience of space from Architectural\nDesign Science.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nAdalberto L. Simeone\nFWO Project Number & Title\nProject Title:\n An Architectural Approach to Virtual Reality Locomotion\nProject Number:\n G079522N\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of Data\nFormat\nVolume\nHow Created\nAudio recordings of\ninterviews\nAudio-\nrecorded\nand stored\nas .mp3;\ntranscribed\ninto .docx\n1-5 GB\nFace-to-face\ninterviews\nwith adults\naged 18-65\nyears\nObservational data of\nparticipant behaviour\n.docx\n1-10 MB\nNotes typed\nduring user\nstudies\nobserving\nparticipant\nbehaviour\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nSketch maps\nOn paper\n500-\n1000\nsheets\nPen-on-paper\nsketch maps\nof the\nexperienced\nvirtual\nenvironment,\nas drawn by\nparticipants\nQuestionnaires\n.csv; .Rmd\n50-\n500 MB\nScores from\nquestionnaires\nare\nexported as\n.csv from\nLimeSurvey\n(KU Leuven-\nhosted);\nprocessed in R\nStudio as\n.Rmd \nLogged user coordinates\nduring VR simulation\n.csv; .Rmd\n0.5-\n2 GB\nLogged user\ncoordinates\n(at a rate of\n60 times per\nsecond) of\nparticipants in\nVirtual\nReality, as\nexported from\nthe VR\nsimulation and\nsaved in a KU-\nLeuven\nassociated\nOneDrive\naccount;\nprocessed in R\nStudio as\n.Rmd\nVideo recordings of\nparticipants' view of the\nvirtual world\nScreen-\nrecorded\nand stored\nas\n.mkv/.mp4\n 10-20\nGB\nScreen-\nrecordings of\nparticipants'\nfirst-person\nperspective of\nthe virtual\nreality\nenvironment.\nSaved as\n.mp4. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nImages (, figures of\nprocessed data,\nscreenshots; explanatory\ndiagrams)\n.png; .pdf;\n.ai\n.3-2 GB\n- Figures of\nprocessed\ndata\ngenerated\nfrom R Studio\nas .png/.pdf. \n- Screenshots\ntaken from\nthe VR\nsimulation\nbeing\nevaluated.\n- Explanatory\ndiagrams for\npublications\ncreated in\nAdobe\nIllustrator (.ai)\nand exported\nas .png/.pdf. \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference\n:\nEthical approval will be obtained for all studies. The overarching PRET application for the project\nis currently under review (\nG-2022-4730\n). \nShort description of the kind of personal data that will be used:\nDepending on the study we will collect: gender; age; experience with immersive technologies;\naudio-recordings of interviews; questionnaire data regarding presence, simulator sickness, task\nload index, spatial perception, memory & recall tests; quantitative data regarding locomotion\nheatmaps, logged user coordinates, task completion times; sketchmaps; and screen\nrecordings of the virtual reality simulation. \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nEthical approval will be obtained for all studies. The overarching PRET application for the project\nis currently under review (\nG-2022-4730\n).\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nThere are no 3rd party agreements restricting dissemination or exploitation and all software\nlicenses of existing software are permissive.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\nin this project?\n1\n. \nAll metadata, unless otherwise mentioned, will be stored in a secure One-Drive linked with a\nKU Leuven account (associated with the researchers involved in this project). \n2\n. \nVirtual Reality applications developed in this project will be documented and uploaded in\nthe lab GitLab account, which is KU Leuven-hosted (see https://gitlab.kuleuven.be/aria). The\nproject will be accompanied with a README .txt file for installation instructions (e.g., engine\nversion required, dependencies, how to run the executable file). \n3\n. \nMeasurement data will be stored in .csv files accompanied by metadata headers. Since\ncurrently there is not a formalised metadata standard of acknowledging metadata in the\ncontext of virtual reality locomotion, we will ensure all metadata are described consistently\nduring the project and are well documented.\n4\n. \nFor the interviews, details on the setting of the interviews, the informed consent process,\nand the subjects discussed will be documented in a .docx/.pdf.\n5\n. \nFor the sketchmaps, details on the setting of both the virtual and physical environment, the\ninformed consent process, and any subjects discussed will be documented in a Microsoft\nWord document. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThere is no current standard for acknowledging metadata in the context of virtual reality\nlocomotion. See the previous question to read in detail how metadata will be created to make the\ndata easier to find and reuse. \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1\n. \nElectronic raw data and final electronic data will be stored on the password-protected JDrive\nand/or on KU Leuven’s OneDrive. Any personal data will be pseudonymised at the earliest\npossible convenience (such as the deletion of interview audio files, which is considered a\ntype of identifiable personal data, after transcription into a word/.txt document).\n2\n. \nCollection of questionnaire data will be done as an online survey through the KU-Leuven\nhosted Limesurvey account, and exported into a KU Leuven OneDrive as a .csv file at the\nend of the experiment. \n3\n. \nPaper data (sketchmaps) will be archived in a locked closet in the office of the researcher at\nthe Department of Computer Science in KU Leuven. \n4\n. \nIf we collaborate with researchers from other research units within the EU, we will use a KU\nLeuven-associated OneDrive for active use of the data during the project. \n5\n. \nIf we collaborate with researchers outside of the EU: Data collected from user studies\nconducted within the EU will be stored within our KU Leuven-associated OneDrive. Other\ntypes of shared data will stored through one of the two methods: (1) Stored in our KU\nLeuven-associated OneDrive and shared via password-protected guest access to our\ncollaborators; (2) Stored in our collaborator's data-base, and saved into our KU Leuven-\nassociated OneDrive at the end of the experiment. Should any collaborations occur during\nthe project, this DMP will be updated accordingly to reflect more specific details. \nHow is backup of the data provided?\nAutomatic back-up is ensured by using KU Leuven's OneDrive.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nEvery KU Leuven employee/student has 2000GB (2TB) of storage space\n(https://admin.kuleuven.be/icts/english/services/onedrive). Given the nature of our data we do\nnot expect to exceed this storage capacity. In case we still do so, we will extend our capacity by\nrequesting network storage from the systems group at the Department of Computer Science. \nWhat are the expected costs for data storage and back up during the project? How\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nwill these costs be covered?\nAs stated above, we do not expect extra costs for data storage. In case we need to extend the\nstorage capacity, costs will be covered by the supervisor’s credit and/or the project's resources.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nData will be pseudonymised and stored on encrypted KU Leuven drives. The identification files\nare being stored externally, which ensures that identification of participants by others than the\nsupervisor and the doctoral student is not possible. \nFor more details regarding the pseudonymisation process: Participants will be assigned an ID\nnumeric value which will be associated with the data types (questionnaire data, interview\nrecordings, sketches of maps). All identifying information will be deleted. No identifying\ninformation will be divulged or used in publications. The numeric ID will be entered when the\nparticipant fills in our questionnaires on limesurvey, and will be stored together with the\nquestionnaire answers on our server. Video and audio recording files will be renamed with a file\nname that includes this ID but no other identifying information. Sketchmaps will be scanned and\nshredded immediately afterwards. Voice recordings will be transcribed immediately after being\nrecorded then deleted. For participants who wish to stay informed on the outcome of the\nresearch, their e-mail address will be gathered in a separate questionnaire, not linked to their ID,\nat the end of the research. Email addresses will be deleted after the results have been sent out. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll collected data will be stored for at least 10 years, in order to enable reproducibility,\nverification, or reuse (https://www.kuleuven.be/rdm/nl/rdm-beleid/basisprincipes-\nrdm/#principe4). Regarding  interviews, due to the sensitive nature of the data, raw audiofiles\nwill be deleted after publication of the article. Moreover, sketchmaps on paper will be scanned\nand then saved electronically. Once the sketches have been saved electronically, paper data will\nbe destroyed. \nWhere will the data be archived (= stored for the longer term)?\nCollected data will be stored for on KU Leuven's OneDrive for 10 years (with automatic back-up\nprocedures, conforming to the KU Leuven RDM policy), after which they will be deleted.\nOtherwise, the collected data will be re-evaluated whether it is still necessary to store them.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nStoring 1TB on the K-Drive costs approximately 200 Euro per year (https://ppw.kuleuven.be/ppw-\ndict/dictservicecatalog/access-to-shared-network-drives-and-printers-file-and-print). This storage\ncapacity will be shared with other lab members, leading to (estimated) 30 Euro for data\npreservation annually (i.e., 150 Euro for the 5- year retention period; 300 Euro for 10 years).\nCosts will be covered by the supervisor’s credit and/or the project's resources.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nAny data that has yet to be fully pseudonymised cannot be shared (e.g., raw audio files).\nRegarding the VR application (which is software removed from any personal data), we do not see\nany 3rd party agreements or legal restrictions that would prevent the sharing of our developed\napplication. If we, however, see potential exploitation of our developed software, we will consider\nthe use of a commerical license.\nWhich data will be made available after the end of the project?\nPseudonymised data will be shared upon motivated request. The VR application may be released\nunder permissive license, unless exploitation potential prohibits this. \nWhere/how will the data be made available for reuse?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nIn an Open Access repository\n1\n. \nFor participants who wish to stay informed on the outcome of the research, their e-mail\naddress will be gathered in a separate questionnaire, not linked to their ID, at the end of the\nresearch. Email addresses will be deleted after the results have been sent out.  \n2\n. \nVR applications may be released via GitLab as open-source. \nWhen will the data be made available?\nUpon publication of the research results\nData and software will be published and released as soon as we see fit and definitely upon\npublication of the research results. If particular software might have potential for valorisation, we\nmight consider a closed (commercial) license.\nWho will be able to access the data and under what conditions?\nAccess will be considered after a request is submitted explaining the planned reuse. Only uses\nfor research purposes will be allowed and commercial reuse will be excluded. Researchers have\nto comply with the confidentiality rules for the given data. Pseudonymised data will only be made\navailable upon publication of all results on this part of the data. \nWhat are the expected costs for data sharing? How will the costs be covered?\nNone\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD Student (Jihae Han) and the main supervisor (Adalberto L. Simeone) will be responsible. \nWho will be responsible for data storage & back up during the project?\nThe PhD Student (Jihae Han) and the main supervisor (Adalberto L. Simeone) will be responsible. \nWho will be responsible for ensuring data preservation and reuse ?\nThe PhD Student (Jihae Han) and the main supervisor (Adalberto L. Simeone) will be responsible. \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name An Architectural Approach to Virtual Reality Locomotion - DMP title Project Identifier G079522N Grant Title G079522N Principal Investigator / Researcher Adalberto Simeone Project Data Contact adalberto.simeone@kuleuven.be Description This project investigates how Virtual Reality (VR) and architecture can, together, lead to the design and development of novel locomotion methods. Specifically, we aim to develop algorithmical solutions that allow users of Virtual Environments (VEs) to explore the virtual space by natural locomotion without resorting to 'supernatural' locomotion methods. We propose to enable natural locomotion through an architectural approach, to spatially transform a virtual environment in response to the movement of the user to create spaces that are not only functional but pleasant to inhabit. We thus propose a novel class of redirection methods - 'overt' architectural manipulations, by which we refer to dynamically changing architectural features in the VE depending on user behaviour. Through iterative development, we will implement these architectural transformations by developing a technological framework which will procedurally generate the appearance of a VE in real-time, depending on the behaviour of the VR user. We will evaluate our technological framework across a series of use-cases of increasing spatial complexity, from two contrasting modes of scientific inquiry: the experimental studies in Computer Science with the more phenomenological experience of space from Architectural Design Science. Institution KU Leuven 1. General Information Name applicant Adalberto L. Simeone FWO Project Number & Title Project Title: An Architectural Approach to Virtual Reality Locomotion Project Number: G079522N Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of Data Format Volume How Created Audio recordings of interviews Audio- recorded and stored as .mp3; transcribed into .docx 1-5 GB Face-to-face interviews with adults aged 18-65 years Observational data of participant behaviour .docx 1-10 MB Notes typed during user studies observing participant behaviour This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 Sketch maps On paper 500- 1000 sheets Pen-on-paper sketch maps of the experienced virtual environment, as drawn by participants Questionnaires .csv; .Rmd 50- 500 MB Scores from questionnaires are exported as .csv from LimeSurvey (KU Leuven- hosted); processed in R Studio as .Rmd Logged user coordinates during VR simulation .csv; .Rmd 0.5- 2 GB Logged user coordinates (at a rate of 60 times per second) of participants in Virtual Reality, as exported from the VR simulation and saved in a KU- Leuven associated OneDrive account; processed in R Studio as .Rmd Video recordings of participants' view of the virtual world Screen- recorded and stored as .mkv/.mp4 10-20 GB Screen- recordings of participants' first-person perspective of the virtual reality environment. Saved as .mp4. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 Images (, figures of processed data, screenshots; explanatory diagrams) .png; .pdf; .ai .3-2 GB - Figures of processed data generated from R Studio as .png/.pdf. - Screenshots taken from the VR simulation being evaluated. - Explanatory diagrams for publications created in Adobe Illustrator (.ai) and exported as .png/.pdf. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference : Ethical approval will be obtained for all studies. The overarching PRET application for the project is currently under review ( G-2022-4730 ). Short description of the kind of personal data that will be used: Depending on the study we will collect: gender; age; experience with immersive technologies; audio-recordings of interviews; questionnaire data regarding presence, simulator sickness, task load index, spatial perception, memory & recall tests; quantitative data regarding locomotion heatmaps, logged user coordinates, task completion times; sketchmaps; and screen recordings of the virtual reality simulation. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Ethical approval will be obtained for all studies. The overarching PRET application for the project is currently under review ( G-2022-4730 ). Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No There are no 3rd party agreements restricting dissemination or exploitation and all software licenses of existing software are permissive. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 in this project? 1 . All metadata, unless otherwise mentioned, will be stored in a secure One-Drive linked with a KU Leuven account (associated with the researchers involved in this project). 2 . Virtual Reality applications developed in this project will be documented and uploaded in the lab GitLab account, which is KU Leuven-hosted (see https://gitlab.kuleuven.be/aria). The project will be accompanied with a README .txt file for installation instructions (e.g., engine version required, dependencies, how to run the executable file). 3 . Measurement data will be stored in .csv files accompanied by metadata headers. Since currently there is not a formalised metadata standard of acknowledging metadata in the context of virtual reality locomotion, we will ensure all metadata are described consistently during the project and are well documented. 4 . For the interviews, details on the setting of the interviews, the informed consent process, and the subjects discussed will be documented in a .docx/.pdf. 5 . For the sketchmaps, details on the setting of both the virtual and physical environment, the informed consent process, and any subjects discussed will be documented in a Microsoft Word document. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No There is no current standard for acknowledging metadata in the context of virtual reality locomotion. See the previous question to read in detail how metadata will be created to make the data easier to find and reuse. 5. Data storage and backup during the FWO project Where will the data be stored? 1 . Electronic raw data and final electronic data will be stored on the password-protected JDrive and/or on KU Leuven’s OneDrive. Any personal data will be pseudonymised at the earliest possible convenience (such as the deletion of interview audio files, which is considered a type of identifiable personal data, after transcription into a word/.txt document). 2 . Collection of questionnaire data will be done as an online survey through the KU-Leuven hosted Limesurvey account, and exported into a KU Leuven OneDrive as a .csv file at the end of the experiment. 3 . Paper data (sketchmaps) will be archived in a locked closet in the office of the researcher at the Department of Computer Science in KU Leuven. 4 . If we collaborate with researchers from other research units within the EU, we will use a KU Leuven-associated OneDrive for active use of the data during the project. 5 . If we collaborate with researchers outside of the EU: Data collected from user studies conducted within the EU will be stored within our KU Leuven-associated OneDrive. Other types of shared data will stored through one of the two methods: (1) Stored in our KU Leuven-associated OneDrive and shared via password-protected guest access to our collaborators; (2) Stored in our collaborator's data-base, and saved into our KU Leuven- associated OneDrive at the end of the experiment. Should any collaborations occur during the project, this DMP will be updated accordingly to reflect more specific details. How is backup of the data provided? Automatic back-up is ensured by using KU Leuven's OneDrive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Every KU Leuven employee/student has 2000GB (2TB) of storage space (https://admin.kuleuven.be/icts/english/services/onedrive). Given the nature of our data we do not expect to exceed this storage capacity. In case we still do so, we will extend our capacity by requesting network storage from the systems group at the Department of Computer Science. What are the expected costs for data storage and back up during the project? How This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 will these costs be covered? As stated above, we do not expect extra costs for data storage. In case we need to extend the storage capacity, costs will be covered by the supervisor’s credit and/or the project's resources. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be pseudonymised and stored on encrypted KU Leuven drives. The identification files are being stored externally, which ensures that identification of participants by others than the supervisor and the doctoral student is not possible. For more details regarding the pseudonymisation process: Participants will be assigned an ID numeric value which will be associated with the data types (questionnaire data, interview recordings, sketches of maps). All identifying information will be deleted. No identifying information will be divulged or used in publications. The numeric ID will be entered when the participant fills in our questionnaires on limesurvey, and will be stored together with the questionnaire answers on our server. Video and audio recording files will be renamed with a file name that includes this ID but no other identifying information. Sketchmaps will be scanned and shredded immediately afterwards. Voice recordings will be transcribed immediately after being recorded then deleted. For participants who wish to stay informed on the outcome of the research, their e-mail address will be gathered in a separate questionnaire, not linked to their ID, at the end of the research. Email addresses will be deleted after the results have been sent out. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All collected data will be stored for at least 10 years, in order to enable reproducibility, verification, or reuse (https://www.kuleuven.be/rdm/nl/rdm-beleid/basisprincipes- rdm/#principe4). Regarding interviews, due to the sensitive nature of the data, raw audiofiles will be deleted after publication of the article. Moreover, sketchmaps on paper will be scanned and then saved electronically. Once the sketches have been saved electronically, paper data will be destroyed. Where will the data be archived (= stored for the longer term)? Collected data will be stored for on KU Leuven's OneDrive for 10 years (with automatic back-up procedures, conforming to the KU Leuven RDM policy), after which they will be deleted. Otherwise, the collected data will be re-evaluated whether it is still necessary to store them. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Storing 1TB on the K-Drive costs approximately 200 Euro per year (https://ppw.kuleuven.be/ppw- dict/dictservicecatalog/access-to-shared-network-drives-and-printers-file-and-print). This storage capacity will be shared with other lab members, leading to (estimated) 30 Euro for data preservation annually (i.e., 150 Euro for the 5- year retention period; 300 Euro for 10 years). Costs will be covered by the supervisor’s credit and/or the project's resources. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Any data that has yet to be fully pseudonymised cannot be shared (e.g., raw audio files). Regarding the VR application (which is software removed from any personal data), we do not see any 3rd party agreements or legal restrictions that would prevent the sharing of our developed application. If we, however, see potential exploitation of our developed software, we will consider the use of a commerical license. Which data will be made available after the end of the project? Pseudonymised data will be shared upon motivated request. The VR application may be released under permissive license, unless exploitation potential prohibits this. Where/how will the data be made available for reuse? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 In an Open Access repository 1 . For participants who wish to stay informed on the outcome of the research, their e-mail address will be gathered in a separate questionnaire, not linked to their ID, at the end of the research. Email addresses will be deleted after the results have been sent out. 2 . VR applications may be released via GitLab as open-source. When will the data be made available? Upon publication of the research results Data and software will be published and released as soon as we see fit and definitely upon publication of the research results. If particular software might have potential for valorisation, we might consider a closed (commercial) license. Who will be able to access the data and under what conditions? Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. Researchers have to comply with the confidentiality rules for the given data. Pseudonymised data will only be made available upon publication of all results on this part of the data. What are the expected costs for data sharing? How will the costs be covered? None 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD Student (Jihae Han) and the main supervisor (Adalberto L. Simeone) will be responsible. Who will be responsible for data storage & back up during the project? The PhD Student (Jihae Han) and the main supervisor (Adalberto L. Simeone) will be responsible. Who will be responsible for ensuring data preservation and reuse ? The PhD Student (Jihae Han) and the main supervisor (Adalberto L. Simeone) will be responsible. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}