{
    "document_id": "D-2024-3081",
    "LinkTitle": "D-2024-3081",
    "file_name": "D-2024-3081.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3081.pdf",
    "metadata": {
        "title": "D-2024-3081",
        "author": "Isaure Vanmeerbeek",
        "num_pages": 5
    },
    "content": {
        "full_text": "KU LEUVEN (KUL): KU LEUVEN C1 GRANT – IGLIO (D-2024 -3081 ) \n \nRESEARCH DATA SUMMARY  \n \nDataset Name  Description  New or \nReused  Digital \nor \nPhysic\nal Digital Data \nType  Digital \nData \nFormat  Digital \nData \nVolume  Physical \nVolume  \nFACS data  .fcs files from \nflow \ncytometers, .xml \ntables after \nFlowJo analysis  Generate \nnew data  Digital  Experimental  other: \nfcs, .xlsx  <100 GB   \nPlate reader \nmeasurements  Absorbance, \nluminescence, \nfluorescence \nreadings from \nmicroplate \nreader  Generate \nnew data  Digital  Experimental  other: .xlsx  <100 GB   \nTumor  volume \nmeasurements  Measurements \nof mouse tumors  \n(volumetric \nanalyses via \nMRI scans or \nBLI scanning , or \nneuro -deficit  \nsymptoms .   Generate \nnew data  Digital  Experimental  other: .xlsx  <100 GB   \nGenomics, \ntranscriptomics \nand single -cell \nRNAseq \n(patient) data  Publicly \navailable data \nfrom databases \nsuch as TCGA, \nGEO datasets, \nand published \nresearch papers   \n Reuse \nexisting data  Digital  Compiled / \naggregated \ndata .csv, .h5ad\n, .xlsx  <100 GB   \nRNAseq \n(mouse) data  Data from \nmouse tumour \nsingle -cell \nprofiling via 10x \nGenomics’ \nscRNAseq  Generate \nnew data  Digital  Experimental   .H5SEUR\nAT, .h5ad  <100 GB   \nBiological \nsamples  Cell lysates from \ntumours, etc.  Generate \nnew data  Physica\nl Experimental  NA NA <100 vials  \nDigital images \n(blots, MILAN , \nXenium ) Western blots, \ncytokine arrays, \netc Generate \nnew data  Digital  Experimental  other: \nsnc, .tiff, .p\nng <100 GB   \nCell lines  CRISPR -Cas \nknockout cells  Generate \nnew data  Physica\nl Experimental  NA NA <100 vials  \n \n \nIf you reuse existing data, please specify the source, \npreferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type .   \n Existing data from: \nhttps://cellxgene.cziscience.com/collections/999f2a15 -\n3d7e -440b -96ae -2c806799c08c   \nAre there any ethical issues concerning the creation \nand/or use of the data  \n(e.g. experiments on humans or animals, dual use)? If so, Yes, animal , human  & oncolytic virus  data. Ethical \napproval for  human  (S59804, S61081, S62248, \nS61081, S67312 ) and animal  (P148/2023 ) relevant  \nexperiments has already been granted . This applies to \nplease d escribe these issues further and  refer to specific \ndatasets or data types when appropriate.  data resulting from human material analyses and \nanimal experiments, including ‘ tumor  volume \nmeasurements’ and ‘FACS data’.  We also have official \napproval of the Dienst Bioveiligheid en Biotechnologie \nof Flanders to work with some oncolytic viruses \nrelevant for this project. This is the relevant file number: \nSBB 219 2023/1191 . \nWill you process personal data 1? If so, briefly describe \nthe kind of personal data you will use. Please refer to \nspecific datasets or data types when appropriate. If \navailable, add the reference to your file in your host \ninstitution's privacy register.  No \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -offs, \ncommercial exploitation, … )?  \nIf so, please comment per dataset  or data type where \nappropriate . Yes. We expect that our project will result in research \ndata with potential for tech transfer and valorization. KU \nLeuven has a policy to actively monitor research data \nfor such potential. If there is substantial potential, the \ninvention will be thoroughly  assessed, and in several \ncases the invention will be IP protected (mostly patent \nprotection or copyright protection). As such the IP \nprotection does not withhold the research data from \nbeing made public. In the case a decision is taken to \nfile a patent ap plication it will be planned so that \npublications don't need to be delayed. We are currently \nalready in contact with LRD and are following their \nguidelines.  \nDo existing 3rd party agreements restrict exploitation or \ndissemination of the data you (re)use (e.g. Material/Data \ntransfer agreements , research  collaboration \nagreements)?  \nIf so, please explain to what data they relate and what \nrestrictions are in place.  No \nAre there any other legal issues, such as intellectual \nproperty rights and ownership, to be managed related to \nthe data you (re)use?  \nIf so, please explain to what data they relate and which \nrestrictions will be asserted.  No \n \nDOCUMENTATION AND METADATA  \n \nClearly describe what approach will be followed to \ncapture the accompanying information necessary to \nkeep data understandable and usable , for yourself and \nothers, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures \nused, Electronic Lab Notebooks, README.txt files, \nCodebook.tsv etc. where this information is recorded ). \n Documentation will consist of electronic laboratory \nrecords, that contain all of the information of the \nperformed experiment itself (Excel sheet -based  \nmetadata files). Those notes will describe the biological \nsamples used/generated, experimental setup and \nprotocols used, results generated, the links to the \nspecific computer location as well as the names of the \nrespective datasets. We will also maintain a metadata \nsheet with the connection between lab samples and files \non our data storage, so that data files , lab samples, and \nexperimental notes remain properly linked. Detailed \nprotocols will be written, including research methods and \npractices for each experimental initiative. This will be \nstored in Word or Excel files. Furthermore, a logbook will \nbe kept in Excel containing all steps that were taken to \ndevelop the final methodology, date of implementation \nand name of the researcher who carried out the \nexperiment. Algorithms, scripts and software usage will \nbe documented and stored alongside the electronic \n \n \nlaboratory records, e.g. GraphPad Prism, FlowJo. \nFinally, we will also keep all the information (in dedicated \nExcel sheets, PDFs or Word -files) about purchased \nantibodies, cell -lines, mouse models and other analogue \ndata-sources. Other relevant information  about these \nreagents and tools (e.g., proof of antibody specificity) will \nbe derived from initial standardization and optimization \nexperiments and will be retained along with general \nresearch documentation/meta -data files.  \nWill a metadata standard be used to make it easier to \nfind and reuse the data ?  \n \nIf so, please specify which metadata standard will be \nused. If not, please specify which metadata will be \ncreated to make the data easier to find and reuse.  \n Yes. We will use various metadata standards as \napplicable for different experiment/datatypes, as already \nestablished elsewhere: https://fairsharing.org/. For \ninstance, flow cytometry (https://flowrepository.org/), \nmicroscopy imaging (https://www.openmicros copy.org/), \nqRT-PCR (http://miqe.gene -quantification.info/), and \npublicly available TCGA patient data analyses \n(https://gdc.cancer.gov/aboutdata/ data -standards) have \nvery well -defined pre -established meta -data standards. \nIn case we do not have a metadata standard available \nfor a technique/datatype, a metadata of the numerical \ndatasets will be created manually (e.g. based on the \nDublin core metadata standard). For most of the data, \nmetadata will be provided as readme, word or excel files, \ncontaining all set tings and technical descriptions of the \nexperiment and data. In parallel, detailed meta -data info \nwill be integrated within the electronic laboratory records \nlinked to each experiment (as described above)  \n \n \n \nDATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT   \n \nWhere will the data be stored?  Digital files will be stored on KU Leuven data storage \nservers. All data generated during the project will be \nstored on the local KU Leuven servers, PI computers, \nand backup hard drives, as well as on a local RAID \nstorage available in the office. This will  be initially located \nin the real -time folders (on lab provided laptops/PCs of \nthe students or employees and local KU Leuven servers) \nand later only in the archive folders (archive is mirrored; \non local KU Leuven servers, backup hard -drives as well \nas PI c omputers). Any algorithms, scripts or softwares \noriginally generated during the project will be stored in \nprivate online git repositories of the PIs. As soon as the \nmanuscript is publicly available, the repository will be \nchanged to a public repository. Sp ecific biological \nsamples (e.g. cell lysates, protein/nucleic acid samples) \nwill be stored in a freezer ( -20°C or -80°C) while cell lines \nwill be stored in liquid nitrogen.  \nHow will the data be backed up?  Digital data will be stored on the university’s secure \nnetwork drives with automatic daily back -up procedures \n(e.g. J : Drive for confidential data and KUL Enterprise \nBox/OneDrive  for non -confidential data. Data is also \nstored as a backup on lab computers, external hard \ndrives, and on a local RAID 50 system in the office.  \nIs there currently sufficient storage & backup capacity \nduring the project? If yes, specify concisely. If no or \ninsufficient storage or backup capacities  are available, \nthen explain how this will be taken care of.  Yes. I n the various KUL storage services ( currently we \nhave > 1 TB free data -space at our disposal ), as well as \nthe 36Tb local RAID 50 system present in the office.  \n \n \nHow will you ensure that the data are securely stored \nand not accessed or modified by unauthorized \npersons?  \n The “J -drive” and “KUL Enterprise Box  or KUL OneDri ve” \nservers are accessible only by laboratory members and \nPIs. Local storage systems like the RAID system and \nexternal hard drives are not accessible remotely and \npassword protected.  \n \nWhat are the expected costs for data storage and \nbackup during the research project? How will these \ncosts be covered?  The total estimated cost of data storage during the \nproject is 1000  EUR. This estimation is based on the \nfollowing costs: - The costs of digital data storage are \nas follows: approximately 100 EUR/100 GB/Year for the \n“J-drive” and approximately 20 EUR/100 GB/Year for \nthe “KUL Enterprise Box /One Drive ”.  \n \n \n \nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \n \nWhich data will be retained for 10 years (or longer, in \nagreement with other retention policies that are \napplicable) after the end of the project? In case some \ndata cannot be preserved, clearly state the reasons for \nthis (e.g. legal or contractual restrictions, \nstorage/budget issues, instit utional policies...).  The minimum preservation term of 10 years after the end \nof the project will be applied to all relevant data . Cell lines \nwill also be stored for at least or more than 10 years. Cell \nlysates and certain biological samples will be stored for \nat least 5 years (beyond 5 years, the degradation of \nthese samples makes their storage “useless” and would \nrequire repeating the experiments to re -generate the \ndata).    \nWhere will these data be archived (stored and curated \nfor the long -term)?  Data will be stored as described in section 4, as well as \narchived using KU Leuven’s longterm storage/large \nvolume storage service.  \n \nWhat are the expected costs for data preservation \nduring the expected retention period? How will these \ncosts be covered?  \n KU Leuven long term storage/large volume storage \nshould cost around 100€/TB/year. The total volume of \nrelevant data to be stored is expected to be significantly \nunder that. The costs for archival data will be paid upfront \nfrom the C1 project funds.  \n \n \nDATA SHARING AND REUSE   \n \nWill the data (or part of the data) be made available for \nreuse after/during the project?   \nPlease explain per dataset or data type which data will \nbe made available.  \n Yes, as open data and as restricted data (after approval, \ninstitutional access only)  \nIf access is restricted, please specify who will be able to \naccess the data and under what conditions.  Access to data will be granted upon request.  \nAre there any factors that restrict or prevent the sharing \nof (some of) the data (e.g. as defined in an agreement \nwith a 3rd party, legal restrictions)?  \n No, unless IP is still under filing.  \nWhere will the data be made available?  \nIf already known, please provide a repository per \ndataset or data type.  Digital data will be made publicly available as per the \njournals’ data availability policy , or available upon email \nrequest to the PI. Data that do not support publication will \nbe made available upon reasonable request by email.  \nWhen will the data be made available?   \n Upon publication of research results  \n \nWhich data usage licenses are you going to provide?  Creative Commons Licenses (CC BY) will be attached to \nthe data deposited.  \nDo you intend to add a persistent identifier (PID) to your \ndataset(s), e.g. a DOI or accession number? If already \navailable, please provide it here.   \n Yes, a PID will be added upon deposit in a data \nrepository  \nWhat are the expected costs for data sharing? How will \nthese costs be covered?    \n No costs are expected for data sharing.  \n \nRESPONSIBILITIES   \n \nWho will manage data documentation and metadata \nduring the research project?   \n The personnels  associated with this project  in each of \nthe participating labs  will be responsible for data \ndocumentation & metadata, under supervision of the PI s \nof each of the participating labs .  \n \nWho will manage data storage and backup during the \nresearch project?   \n Data management, storage and back up will be \nperformed by the respective personnels  associated with \nthis project  in each of the labs , under the supervision of \nthe PI  of each of the labs .   \n \nWho will manage data preservation and sharing?   \n The PI s of each of the respective participating  labs (Prof. \nAbhishek D Garg , Prof. An Coosemans, Prof. Dirk \nDaelemans, Prof. Steven De Vlee schouwer ) will be \nindividually responsible for ensur ing data preservation \nand reuse , for their specific labs . \n \nWho will update and implement this DMP?   \n The coordinator /head PI of this con sortium (Prof. Garg)  \nbears the end responsibility of updating & implementing \nthis DMP . \n \n \n "
    },
    "clean_full_text": "KU LEUVEN (KUL): KU LEUVEN C1 GRANT – IGLIO (D-2024 -3081 ) RESEARCH DATA SUMMARY Dataset Name Description New or Reused Digital or Physic al Digital Data Type Digital Data Format Digital Data Volume Physical Volume FACS data .fcs files from flow cytometers, .xml tables after FlowJo analysis Generate new data Digital Experimental other: fcs, .xlsx <100 GB Plate reader measurements Absorbance, luminescence, fluorescence readings from microplate reader Generate new data Digital Experimental other: .xlsx <100 GB Tumor volume measurements Measurements of mouse tumors (volumetric analyses via MRI scans or BLI scanning , or neuro -deficit symptoms . Generate new data Digital Experimental other: .xlsx <100 GB Genomics, transcriptomics and single -cell RNAseq (patient) data Publicly available data from databases such as TCGA, GEO datasets, and published research papers Reuse existing data Digital Compiled / aggregated data .csv, .h5ad , .xlsx <100 GB RNAseq (mouse) data Data from mouse tumour single -cell profiling via 10x Genomics’ scRNAseq Generate new data Digital Experimental .H5SEUR AT, .h5ad <100 GB Biological samples Cell lysates from tumours, etc. Generate new data Physica l Experimental NA NA <100 vials Digital images (blots, MILAN , Xenium ) Western blots, cytokine arrays, etc Generate new data Digital Experimental other: snc, .tiff, .p ng <100 GB Cell lines CRISPR -Cas knockout cells Generate new data Physica l Experimental NA NA <100 vials If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . Existing data from: https://cellxgene.cziscience.com/collections/999f2a15 - 3d7e -440b -96ae -2c806799c08c Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, Yes, animal , human & oncolytic virus data. Ethical approval for human (S59804, S61081, S62248, S61081, S67312 ) and animal (P148/2023 ) relevant experiments has already been granted . This applies to please d escribe these issues further and refer to specific datasets or data types when appropriate. data resulting from human material analyses and animal experiments, including ‘ tumor volume measurements’ and ‘FACS data’. We also have official approval of the Dienst Bioveiligheid en Biotechnologie of Flanders to work with some oncolytic viruses relevant for this project. This is the relevant file number: SBB 219 2023/1191 . Will you process personal data 1? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register. No Does your work have potential for commercial valorization (e.g. tech transfer , for example spin -offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . Yes. We expect that our project will result in research data with potential for tech transfer and valorization. KU Leuven has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in several cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent ap plication it will be planned so that publications don't need to be delayed. We are currently already in contact with LRD and are following their guidelines. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. No DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). Documentation will consist of electronic laboratory records, that contain all of the information of the performed experiment itself (Excel sheet -based metadata files). Those notes will describe the biological samples used/generated, experimental setup and protocols used, results generated, the links to the specific computer location as well as the names of the respective datasets. We will also maintain a metadata sheet with the connection between lab samples and files on our data storage, so that data files , lab samples, and experimental notes remain properly linked. Detailed protocols will be written, including research methods and practices for each experimental initiative. This will be stored in Word or Excel files. Furthermore, a logbook will be kept in Excel containing all steps that were taken to develop the final methodology, date of implementation and name of the researcher who carried out the experiment. Algorithms, scripts and software usage will be documented and stored alongside the electronic laboratory records, e.g. GraphPad Prism, FlowJo. Finally, we will also keep all the information (in dedicated Excel sheets, PDFs or Word -files) about purchased antibodies, cell -lines, mouse models and other analogue data-sources. Other relevant information about these reagents and tools (e.g., proof of antibody specificity) will be derived from initial standardization and optimization experiments and will be retained along with general research documentation/meta -data files. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes. We will use various metadata standards as applicable for different experiment/datatypes, as already established elsewhere: https://fairsharing.org/. For instance, flow cytometry (https://flowrepository.org/), microscopy imaging (https://www.openmicros copy.org/), qRT-PCR (http://miqe.gene -quantification.info/), and publicly available TCGA patient data analyses (https://gdc.cancer.gov/aboutdata/ data -standards) have very well -defined pre -established meta -data standards. In case we do not have a metadata standard available for a technique/datatype, a metadata of the numerical datasets will be created manually (e.g. based on the Dublin core metadata standard). For most of the data, metadata will be provided as readme, word or excel files, containing all set tings and technical descriptions of the experiment and data. In parallel, detailed meta -data info will be integrated within the electronic laboratory records linked to each experiment (as described above) DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? Digital files will be stored on KU Leuven data storage servers. All data generated during the project will be stored on the local KU Leuven servers, PI computers, and backup hard drives, as well as on a local RAID storage available in the office. This will be initially located in the real -time folders (on lab provided laptops/PCs of the students or employees and local KU Leuven servers) and later only in the archive folders (archive is mirrored; on local KU Leuven servers, backup hard -drives as well as PI c omputers). Any algorithms, scripts or softwares originally generated during the project will be stored in private online git repositories of the PIs. As soon as the manuscript is publicly available, the repository will be changed to a public repository. Sp ecific biological samples (e.g. cell lysates, protein/nucleic acid samples) will be stored in a freezer ( -20°C or -80°C) while cell lines will be stored in liquid nitrogen. How will the data be backed up? Digital data will be stored on the university’s secure network drives with automatic daily back -up procedures (e.g. J : Drive for confidential data and KUL Enterprise Box/OneDrive for non -confidential data. Data is also stored as a backup on lab computers, external hard drives, and on a local RAID 50 system in the office. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes. I n the various KUL storage services ( currently we have > 1 TB free data -space at our disposal ), as well as the 36Tb local RAID 50 system present in the office. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The “J -drive” and “KUL Enterprise Box or KUL OneDri ve” servers are accessible only by laboratory members and PIs. Local storage systems like the RAID system and external hard drives are not accessible remotely and password protected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The total estimated cost of data storage during the project is 1000 EUR. This estimation is based on the following costs: - The costs of digital data storage are as follows: approximately 100 EUR/100 GB/Year for the “J-drive” and approximately 20 EUR/100 GB/Year for the “KUL Enterprise Box /One Drive ”. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, instit utional policies...). The minimum preservation term of 10 years after the end of the project will be applied to all relevant data . Cell lines will also be stored for at least or more than 10 years. Cell lysates and certain biological samples will be stored for at least 5 years (beyond 5 years, the degradation of these samples makes their storage “useless” and would require repeating the experiments to re -generate the data). Where will these data be archived (stored and curated for the long -term)? Data will be stored as described in section 4, as well as archived using KU Leuven’s longterm storage/large volume storage service. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? KU Leuven long term storage/large volume storage should cost around 100€/TB/year. The total volume of relevant data to be stored is expected to be significantly under that. The costs for archival data will be paid upfront from the C1 project funds. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data and as restricted data (after approval, institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. Access to data will be granted upon request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No, unless IP is still under filing. Where will the data be made available? If already known, please provide a repository per dataset or data type. Digital data will be made publicly available as per the journals’ data availability policy , or available upon email request to the PI. Data that do not support publication will be made available upon reasonable request by email. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Creative Commons Licenses (CC BY) will be attached to the data deposited. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? No costs are expected for data sharing. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? The personnels associated with this project in each of the participating labs will be responsible for data documentation & metadata, under supervision of the PI s of each of the participating labs . Who will manage data storage and backup during the research project? Data management, storage and back up will be performed by the respective personnels associated with this project in each of the labs , under the supervision of the PI of each of the labs . Who will manage data preservation and sharing? The PI s of each of the respective participating labs (Prof. Abhishek D Garg , Prof. An Coosemans, Prof. Dirk Daelemans, Prof. Steven De Vlee schouwer ) will be individually responsible for ensur ing data preservation and reuse , for their specific labs . Who will update and implement this DMP? The coordinator /head PI of this con sortium (Prof. Garg) bears the end responsibility of updating & implementing this DMP ."
}