{
    "document_id": "D-2023-2290",
    "LinkTitle": "D-2023-2290",
    "file_name": "D-2023-2290.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2290.pdf",
    "metadata": {
        "title": "D-2023-2290",
        "author": "Birgitte Schoenmakers",
        "num_pages": 7
    },
    "content": {
        "full_text": "C1-C2 DMP  \nTwee fa sen: \n• Initieel DMP – binnen 6 maanden na toekenning financiering  \n• Finaal DMP – mee in te dienen bij eindrapport, met toelichting en argumentatie van wat er sedert het initiële DMP veranderd is . \n \n1. General Information  \n \n1.1. Name  of the project lead  (PI) Prof . Titia Hompes  \n1.2. C1-C2 Project Number & Title  Project nr: 3M220305  \nProject title: Perinatal Depression – From prevalence to prevent ion \nAcronym: PMH  \n2. Data description  \n \n2.1. Will you generate/collect new data and/or make \nuse of existing data?  We will generate new data .  \n \n2.2. Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume.  \nIf you reuse  existing data, specify the source  of these \ndata. Distinguish data types  (the kind of content) from \ndata formats  (the technical format).  Part 1. Identifying and monitoring mental health among (expectant) mothers and offering them \ntailored support  \nMental he alth problems are highly prevalent during the perinatal period. We will monitor  the \nprevalence of  mental health problems (e.g. , depression, anxiety, suicidality, alcohol and other \nsubstance abuse) by administering a baseline and follow -up survey of (expect ant) mothers \npresenting at the outpatient obstetric clinic. The panel of (expectant) mothers included at baseline \nwill be invited for consecutive follow -up surveys. This will provide the opportunity to monitor trends \nin mental and lifestyle health througho ut the first 1000 days, and build upon the ongoing efforts to \ndevelop a scientifically  informed and empirically  derived risk screening instrument that will be \nclinically useful to detect (expectant) mothers at risk for mental and lifestyle health problems.  \n \nLack of identification or acknowledgement of mental health symptoms and/or lack of inadequate \ntreatment are common problems among (expectant) mothers and may contribute to the persistence \nof mental health problems in this population. Therefore, early ide ntification of (expectant) mothers \nin need of help with mental health issues and deployment of preventive measures may reduce the \nincidence, prevalence, severity, duration, and consequences of future mental health problems. \nMoreover, early intervention can  significantly improve long -term prognosis for a wide range of \nmental health problems and any negatively associated consequences (e.g., dropout of work).   \nThe risk screening tools and surveys will enable us to identify (expectant) mothers with or at risk f or \nmental and/or lifestyle health problems. This will allow us to provide aid to (expectant) mothers who  \npotentially  are in need of referral or treatment. As such , this program will aid in clinical referral, \ntreatment planning, or program evaluation. Specifically, t hose who yield scores above the cut -off \nvalue for mental and/or lifestyle health problems will be recruited by their health professional \n(gynaecologist, midwife , general practi tioner, …) on a voluntary basis . \n \nSource : e-surveys of (expectant) mothers  at the UZ Leuven obstetric outpatient clinic, at int ake (6 -\n12 weeks of pregnancy) , during pregnancy  (20 and 30 weeks)  and during postpartum (at 6 weeks \nand 3, 6, 12 and 24 months) in a confidential  and s ecure  environment with respect to GDPR, patient \nrights and ethical requirements.  \nType : Raw data extracted from questionnaire ( REDCAP ), administered through the MyNexuzHealth \napp. \nFormat : The survey procedures are entirely electronic. All data storage and analysis will be \nconducted at UPC KU Leuven/UZ Leuven  as well . An electronic database will be setup within the \nsecure  environment of a clinical server at the hospital (REDCAP). Completenes s and accuracy of data \nwill be assessed on a regular basis by a data manager.  All data will be stored on a secure server \n(managed by UZ Leuven IT department) until ready for analyses . \nEstimated volume : The targeted sample is all (expectant) mothers p resenting at the UZ Leuven \nobstetric outpatient clinic, with an estimation of N≈2, 000 births/year . We estimate the R esponse \nRate to be 50% at baseline;  65% a t 6 weeks postpartum;  and 69%  and 65% at one and two years \nafter birth , respectively . Expected volume  is 1000 participants per year, across  four years with a total \nof 4000 unique mothers included  in the study. C onsidering eight  assessment  time points  and the \nresponse rates  described, 22,700  data points are expected.  \n \nPart 2. (Cost -)effectiveness of maternal mental health preventative intervention s \nDespite the body of knowledge on the enduring impact of Perinatal Depression (PD) on parent, \nchild and context , little is known about tailored treatment to improve outcome in PD.  In addition, \nalthough there is promising evidence to suggest that brief psychological interventions , including \nonline treatm ents,  may be effective, these typicall y do not target (expectant) mothers at risk of \ndeveloping PD . \nThe (expectant) mothers identified in Part 1 to be at moderate risk of developing PD  will be \nrandomized to a brief f ace-to-face  (FTF)  psychological intervention  or an online self -help \ninterventi on, to be compared to Treatment As Usual (TAU).  \n \nSource : e-surveys  of the identified participants, at baseline (prior to randomization) , end of \ntreatment  (10 wee ks after start of treatment) and follow -up (8 months after start of treatment) in \na confidentia l and secure environment with respect to GDPR, patient rights and ethical \nrequirements.  \nType : Raw data extracted from questionnaire , administered through the OnlinePsyHulp  platform.  \nFormat : The survey procedures are entirely electronic. An electronic database will be setup and \nstored within the s ecure  environment of a server managed by  ViaVario, the third party provider of \nthe electronic Case Report Form (eCRF) . Completeness and accuracy of d ata will be assessed on a \nregular basis by a data manager.  \nEstimated volume : The targeted sample is the group of  (expectant) mothers presenting at the UZ \nLeuven obstetric outpatient clinic  identified in Part 1 to be at moderate risk of developing PD , with \nan estimation of N≈ 200/year . Inclusion will take place across a period of 18 months , with the \ninclusion rate estimated to be 50 -70%. Expected volume  is 210 participants in total ( 70 in each \ntreatment arm) . Considering three  assessment  times , 630 data points are expected.  \n  \n3. Ethical and legal issues  \n \n3.1. Will you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add the \nreference to your notification file with the privacy \ncommission.  Personal data: we will use observational data from (expectant) mothers of the obstetric outpatient \nclinic of UZ Leuven. Structured assessments will include lifetime and 12 -month mental disorders, \nsuicidal thoughts and behaviours,  non-suicidal self -injury, early childhood adversities, mother -child \nattachment, and bonding.  \nPrivacy : All participants will be informed about the study with particular respect for their individual \n(health) literacy. All participants will sign an informed consent and can withdraw from the study \nanytime and without announcement of reason.  Interviews in the clinical context will be held with a \nmaximum of respect for privacy and with a minimum of (psychosocial) impact.  \nOverall, t he research will  be performed with respect for research ethics: accounting for patient \ndiversity in clinical research . The approval of the Independent Ethical Committee of UZ Leuven \nResearch has obtained  for Part 1 (S64531) . In case of minor changes in protocol, a new amendment \nwill be provided and submitt ed to the Ethical Committee for approval.  The ethical approval for Part \n2 is pending.  \n3.2. Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference \nto the formal approval by the relevant ethical review \ncommittee(s).  Ethical issues: Data will only be generated and used for the abov e mentioned research objectives. \nParticipants will not experience any disadvantage in the regular care as provided in the obstetric  \noutpatient clinic of UZ Leuven. The researchers will keep the impact of the assessments as low as \npossible and inform patients about the possibility to contact a (trusted) health care provider in case \nof need.  \n3.3. Does your work possibly result in research data with \npotential for tech  transfer and valorisation? Will IP \nrestrictions be claimed for the data you created? If so, \nfor what data and which restrictions will be asserted?  This study aims to make a significant contribution to the epidemiology and prevention/alleviation \nof perinat al mental health problems , by longitudinally studying these mental health problems, and \nperinatal depression and perinatal anxiety in particular,  across all pregnant women presenting at \nthe obst etric outpatient clinic of the university hospital of Leuven.  Data retained from assessments \nwill be  only  used for that purpose. Secondary analyses of data are allowed after consent of the \nresearcher, approval of an ethical committee and when in line with the original purpose of data \ncollection.  \nIP: The prognostic screening tool, guidelines, interventions  which will be developed based on the \nresults of Objective s 1 and 2 will be the intellectual property of the research group supervisor s and \nresearchers  but will be publicly available for implementatio n in health care.  \n3.4. Do existing 3rd party agreements restrict \ndissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are \nin place?  Not applicable  \n4. Documentation and metadata  \n \n4.1. What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  The collection and storage of all ( pseudo nymised) data  will be accompanied b y guidelines to \ninterpret questionnaires.  \n4.2. Will a metadata standard be used? If so, describe in \ndetail which standard will be used. If not, state in detail \nwhich metadata will be created to make the data \neasy/easier to find and reuse.  Metadata will be provided as readme, csv, word or excel files, c ontaining all settings and technical \ndescriptions of the research . The metadata will be provided in a structured manner.  \n5. Data storage & backup during the C1-C2 project  \n \n5.1. Where will the data be stored?  The survey procedures are entirely electronic. All data storage and analysis will be conducted at UPC \nKU Leuven/UZ Leuven  as well . Electronic database s will be setup within the environment of secure  \nserver s (REDCAP  and eCRF ). Completeness and accuracy of data will be assessed on a regular b asis \nby a data manager.  All data will be stored on a secure server (managed by UZ Leuven IT department  \nand t hird party contractor, ViaVario ) until ready for analyses . \n5.2. How will the data be backed up?  A daily automatic  back -up procedure is in place fo r all data stored on the  secure server s, managed \nby UZ Leuven  and ViaVario .   \n5.3. Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify concisely. If \nno or insufficient storage or backup capacities are \navailable, then explain how this will be taken care of.  Yes. Ample storage capacity is avail able on the secure server s of UZ Leuven  and ViaVario . \n \n \n \n5.4. What are the expected costs for data storage and \nbackup during the project? How will these costs be \ncovered?  Since we have no large -volume files, we do not expect large costs for data storage.    \n5.5. Data security: how will you ensure that the data \nare securely stored and not accessed or modified by \nunauthorized persons?  All laptops are secured by a personal identification , and login by two -step authentication . All \nlaptops are fully backed up  by One Drive and therefor e to be locked from a distance in case of \nmisuse or theft of the laptop.  \n6. Data preservation after the end of the C1-C2 project  \nKU Leuven expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal \nand contractual agreements allow.  \n6.1. Which data will be retained for the expected 5 year \nperiod after the end of the project? I f only a selection \nof the data can/will be preserved, clearly state why this \nis the case  (legal or contractual restrictions, physical \npreservation issues, ...).  In accordance to the KU Leuven policy , we will retain all data for at least 25 years after the en d of a \nresearch project , a PhD dissertation or a publication.     \n6.2. Where will these data be archived (= stored for the \nlong term)?  The research data (digital raw data, figures, excel files, textual files) will be archived  on a secure \nserver (managed by UZ Leuven IT department) . \n \n6.3. What are the expected costs for data preservation \nduring these 5 years? How will the costs be covered?   Since we have no large -volume files, we do not expect large costs for data storage.   \n7. Data sharing and reuse  \n \n7.1. Are there any factors restricting or preventing the \nsharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions or because \nof IP potential)?  No \n7.2. Which data will be made available after the end of \nthe project?  All data that are published in international peer -reviewed journals will be available, including raw \ndata sets through open repositories.   \n7.3. Where/how will the data be made available for \nreuse?  Publicat ions will be made avail able through Lirias, taking into account the embargo period for \nspecific journals.  \n7.4. When will the data be made available?  After publication  \n7.5. Who will be able to access the data and under \nwhat conditions?  Publish ed data will be available to everyone.   \n7.6. What are the expected costs for data sharing? How \nwill these costs be covered?  We do not expect any costs associated with data shari ng, except the publication costs. The latter \nwill be minor, since we  plan to use the free platform provided by Lirias (taking into account the \nembargo periods for specific journals).  \n8. Responsibilities  \n \n8.1. Who will be responsible for the data \ndocumentat ion & metadata?  The PI ( Titia Hompes ) will be responsible for documentation of data and metadata.  \nPhDs will have the daily responsibility of record keeping of all dat a. They will also be responsible for \na correct and accurate data entry and recording of metadata.  \n8.2. Who will be responsible for data storage & back up \nduring the project?  PhDs will have the daily responsibility of record keeping of all  data . They will  also be responsible for \na correct and accurate data entry and recording of metadata. The PI  will be responsible for data \nstorage and back -up during the project.  \n8.3. Who will be responsible for ensuring data \npreservation and sharing?  The PI ( Titia Hompe s) \n8.4. Who bears the end responsibility for updating & \nimplementing this DMP?  The PI ( Titia Hompes ) \n \n "
    },
    "clean_full_text": "C1-C2 DMP Twee fa sen: • Initieel DMP – binnen 6 maanden na toekenning financiering • Finaal DMP – mee in te dienen bij eindrapport, met toelichting en argumentatie van wat er sedert het initiële DMP veranderd is . 1. General Information 1.1. Name of the project lead (PI) Prof . Titia Hompes 1.2. C1-C2 Project Number & Title Project nr: 3M220305 Project title: Perinatal Depression – From prevalence to prevent ion Acronym: PMH 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? We will generate new data . 2.2. Describe the origin, type and format of the data (per dataset) and its (estimated) volume. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Part 1. Identifying and monitoring mental health among (expectant) mothers and offering them tailored support Mental he alth problems are highly prevalent during the perinatal period. We will monitor the prevalence of mental health problems (e.g. , depression, anxiety, suicidality, alcohol and other substance abuse) by administering a baseline and follow -up survey of (expect ant) mothers presenting at the outpatient obstetric clinic. The panel of (expectant) mothers included at baseline will be invited for consecutive follow -up surveys. This will provide the opportunity to monitor trends in mental and lifestyle health througho ut the first 1000 days, and build upon the ongoing efforts to develop a scientifically informed and empirically derived risk screening instrument that will be clinically useful to detect (expectant) mothers at risk for mental and lifestyle health problems. Lack of identification or acknowledgement of mental health symptoms and/or lack of inadequate treatment are common problems among (expectant) mothers and may contribute to the persistence of mental health problems in this population. Therefore, early ide ntification of (expectant) mothers in need of help with mental health issues and deployment of preventive measures may reduce the incidence, prevalence, severity, duration, and consequences of future mental health problems. Moreover, early intervention can significantly improve long -term prognosis for a wide range of mental health problems and any negatively associated consequences (e.g., dropout of work). The risk screening tools and surveys will enable us to identify (expectant) mothers with or at risk f or mental and/or lifestyle health problems. This will allow us to provide aid to (expectant) mothers who potentially are in need of referral or treatment. As such , this program will aid in clinical referral, treatment planning, or program evaluation. Specifically, t hose who yield scores above the cut -off value for mental and/or lifestyle health problems will be recruited by their health professional (gynaecologist, midwife , general practi tioner, …) on a voluntary basis . Source : e-surveys of (expectant) mothers at the UZ Leuven obstetric outpatient clinic, at int ake (6 - 12 weeks of pregnancy) , during pregnancy (20 and 30 weeks) and during postpartum (at 6 weeks and 3, 6, 12 and 24 months) in a confidential and s ecure environment with respect to GDPR, patient rights and ethical requirements. Type : Raw data extracted from questionnaire ( REDCAP ), administered through the MyNexuzHealth app. Format : The survey procedures are entirely electronic. All data storage and analysis will be conducted at UPC KU Leuven/UZ Leuven as well . An electronic database will be setup within the secure environment of a clinical server at the hospital (REDCAP). Completenes s and accuracy of data will be assessed on a regular basis by a data manager. All data will be stored on a secure server (managed by UZ Leuven IT department) until ready for analyses . Estimated volume : The targeted sample is all (expectant) mothers p resenting at the UZ Leuven obstetric outpatient clinic, with an estimation of N≈2, 000 births/year . We estimate the R esponse Rate to be 50% at baseline; 65% a t 6 weeks postpartum; and 69% and 65% at one and two years after birth , respectively . Expected volume is 1000 participants per year, across four years with a total of 4000 unique mothers included in the study. C onsidering eight assessment time points and the response rates described, 22,700 data points are expected. Part 2. (Cost -)effectiveness of maternal mental health preventative intervention s Despite the body of knowledge on the enduring impact of Perinatal Depression (PD) on parent, child and context , little is known about tailored treatment to improve outcome in PD. In addition, although there is promising evidence to suggest that brief psychological interventions , including online treatm ents, may be effective, these typicall y do not target (expectant) mothers at risk of developing PD . The (expectant) mothers identified in Part 1 to be at moderate risk of developing PD will be randomized to a brief f ace-to-face (FTF) psychological intervention or an online self -help interventi on, to be compared to Treatment As Usual (TAU). Source : e-surveys of the identified participants, at baseline (prior to randomization) , end of treatment (10 wee ks after start of treatment) and follow -up (8 months after start of treatment) in a confidentia l and secure environment with respect to GDPR, patient rights and ethical requirements. Type : Raw data extracted from questionnaire , administered through the OnlinePsyHulp platform. Format : The survey procedures are entirely electronic. An electronic database will be setup and stored within the s ecure environment of a server managed by ViaVario, the third party provider of the electronic Case Report Form (eCRF) . Completeness and accuracy of d ata will be assessed on a regular basis by a data manager. Estimated volume : The targeted sample is the group of (expectant) mothers presenting at the UZ Leuven obstetric outpatient clinic identified in Part 1 to be at moderate risk of developing PD , with an estimation of N≈ 200/year . Inclusion will take place across a period of 18 months , with the inclusion rate estimated to be 50 -70%. Expected volume is 210 participants in total ( 70 in each treatment arm) . Considering three assessment times , 630 data points are expected. 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your notification file with the privacy commission. Personal data: we will use observational data from (expectant) mothers of the obstetric outpatient clinic of UZ Leuven. Structured assessments will include lifetime and 12 -month mental disorders, suicidal thoughts and behaviours, non-suicidal self -injury, early childhood adversities, mother -child attachment, and bonding. Privacy : All participants will be informed about the study with particular respect for their individual (health) literacy. All participants will sign an informed consent and can withdraw from the study anytime and without announcement of reason. Interviews in the clinical context will be held with a maximum of respect for privacy and with a minimum of (psychosocial) impact. Overall, t he research will be performed with respect for research ethics: accounting for patient diversity in clinical research . The approval of the Independent Ethical Committee of UZ Leuven Research has obtained for Part 1 (S64531) . In case of minor changes in protocol, a new amendment will be provided and submitt ed to the Ethical Committee for approval. The ethical approval for Part 2 is pending. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Ethical issues: Data will only be generated and used for the abov e mentioned research objectives. Participants will not experience any disadvantage in the regular care as provided in the obstetric outpatient clinic of UZ Leuven. The researchers will keep the impact of the assessments as low as possible and inform patients about the possibility to contact a (trusted) health care provider in case of need. 3.3. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? This study aims to make a significant contribution to the epidemiology and prevention/alleviation of perinat al mental health problems , by longitudinally studying these mental health problems, and perinatal depression and perinatal anxiety in particular, across all pregnant women presenting at the obst etric outpatient clinic of the university hospital of Leuven. Data retained from assessments will be only used for that purpose. Secondary analyses of data are allowed after consent of the researcher, approval of an ethical committee and when in line with the original purpose of data collection. IP: The prognostic screening tool, guidelines, interventions which will be developed based on the results of Objective s 1 and 2 will be the intellectual property of the research group supervisor s and researchers but will be publicly available for implementatio n in health care. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Not applicable 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The collection and storage of all ( pseudo nymised) data will be accompanied b y guidelines to interpret questionnaires. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Metadata will be provided as readme, csv, word or excel files, c ontaining all settings and technical descriptions of the research . The metadata will be provided in a structured manner. 5. Data storage & backup during the C1-C2 project 5.1. Where will the data be stored? The survey procedures are entirely electronic. All data storage and analysis will be conducted at UPC KU Leuven/UZ Leuven as well . Electronic database s will be setup within the environment of secure server s (REDCAP and eCRF ). Completeness and accuracy of data will be assessed on a regular b asis by a data manager. All data will be stored on a secure server (managed by UZ Leuven IT department and t hird party contractor, ViaVario ) until ready for analyses . 5.2. How will the data be backed up? A daily automatic back -up procedure is in place fo r all data stored on the secure server s, managed by UZ Leuven and ViaVario . 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes. Ample storage capacity is avail able on the secure server s of UZ Leuven and ViaVario . 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? Since we have no large -volume files, we do not expect large costs for data storage. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All laptops are secured by a personal identification , and login by two -step authentication . All laptops are fully backed up by One Drive and therefor e to be locked from a distance in case of misuse or theft of the laptop. 6. Data preservation after the end of the C1-C2 project KU Leuven expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. 6.1. Which data will be retained for the expected 5 year period after the end of the project? I f only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). In accordance to the KU Leuven policy , we will retain all data for at least 25 years after the en d of a research project , a PhD dissertation or a publication. 6.2. Where will these data be archived (= stored for the long term)? The research data (digital raw data, figures, excel files, textual files) will be archived on a secure server (managed by UZ Leuven IT department) . 6.3. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Since we have no large -volume files, we do not expect large costs for data storage. 7. Data sharing and reuse 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? No 7.2. Which data will be made available after the end of the project? All data that are published in international peer -reviewed journals will be available, including raw data sets through open repositories. 7.3. Where/how will the data be made available for reuse? Publicat ions will be made avail able through Lirias, taking into account the embargo period for specific journals. 7.4. When will the data be made available? After publication 7.5. Who will be able to access the data and under what conditions? Publish ed data will be available to everyone. 7.6. What are the expected costs for data sharing? How will these costs be covered? We do not expect any costs associated with data shari ng, except the publication costs. The latter will be minor, since we plan to use the free platform provided by Lirias (taking into account the embargo periods for specific journals). 8. Responsibilities 8.1. Who will be responsible for the data documentat ion & metadata? The PI ( Titia Hompes ) will be responsible for documentation of data and metadata. PhDs will have the daily responsibility of record keeping of all dat a. They will also be responsible for a correct and accurate data entry and recording of metadata. 8.2. Who will be responsible for data storage & back up during the project? PhDs will have the daily responsibility of record keeping of all data . They will also be responsible for a correct and accurate data entry and recording of metadata. The PI will be responsible for data storage and back -up during the project. 8.3. Who will be responsible for ensuring data preservation and sharing? The PI ( Titia Hompe s) 8.4. Who bears the end responsibility for updating & implementing this DMP? The PI ( Titia Hompes )"
}