{
    "document_id": "D-2024-2491",
    "LinkTitle": "D-2024-2491",
    "file_name": "D-2024-2491.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2491.pdf",
    "metadata": {
        "title": "Testing quantum and semi-classical features of the early universe",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Testing quantum and semi-classical features of the early universe\nTesting quantum and semi-classical features of the early universe\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nCaroline Jonas\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n1227524N\nID: \nID: \n204017\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2026\nProject abstract:\nProject abstract:\nPhysics in the twentieth century was marked by the development of both quantum mechanics and general relativity (GR). Despite the extreme level of\nprecision to which these two theories were checked, their unification into a quantum theory of gravity remains elusive. Indeed GR is non-\nrenormalizable and cannot be quantized with the usual quantization scheme that was applied to all other forces of nature. The natural question to ask is\nthen: should gravity really be quantized? Although its quantum nature has not yet been experimentally proven, the initial cosmological singularity\npredicted by GR motivates us to seek at least a better description for the early universe cosmology. Here we focus on the resolution of this singularity\nthrough quantum cosmology. This approach is more accessible than full quantum gravity, as the set-up of the early universe can be simplified to only a\nfew degrees of freedom. In this project we\nwill improve the understanding of the quantum nature of our early universe and of its gravitational path integral, by using a new semi-classical\ncriterion based on complex metrics and by studying how quantum backgrounds become classical, using decoherence and entanglement entropy. This\nwill also lead to new observational probes of the quantum nature of gravity.\nLast modified: \nLast modified: \n10-01-2024\nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n1 of 6\nTesting quantum and semi-classical features of the early universe\nTesting quantum and semi-classical features of the early universe\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nPersonal\nnotes on\ntablet\nHandwritten\ncalculations\nand notes\nforming the\nbasis of\nthoughts\nNew data\nDigital\nOther\n.pdf\n<100MB\n \nLaTeX files\nSummary of\ncalculations\ntyped \nNew data\nDigital\nOther\n.pdf\n<100MB\n \nMathematica\nnotebooks\nMathematical\ncomputations\nrequiring\ncomputer\npower\nNew data\nDigital\nSoftware\n.nb\n<1GB\n \nPython\njupyter\nnotebook\nNumerical\ncomputations\nwith\ncomments \nNew data\nDigital\nSoftware\n.ipynb / .py\n<100MB\n \nData files\nData\ngenerated by\nMathematica\nand Python\nnotebooks\nNew data\nDigital\nSoftware\n.csv\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nN.A.\nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n2 of 6\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThe data generated in form of computations will be contained in published papers that will clearly state all necessary steps in order to\nreproduce the results presented. Furthermore, the data will either be commented directly in file when that is possible, e.g., for Mathematica and\nJupyter notebooks, or will be accompanied by README.txt files for format files as .csv containing numerical data sets.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\nA README.txt file will be created to accompagny all folders containing notebooks, note files and data set related to a specific calculation or\nresearch question, explaining how all data set have been generated and giving precise instructions as to how to use the said data.\nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n3 of 6\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe data will be stored on the shared server of the Theoretical Physics division (Nextcloud), as well as on the personal computer of the PI.\nWhen appropriate, some code and data will be published together with papers and made available on online servers associated to journals.\nHow will the data be backed up?\nHow will the data be backed up?\nAll the data stored in the university storage system is automatically backed-up.\nResearchers in our department have access to a redundant storage system consisting of 12TB of disk space which they can use to store their\ndata on. Data integrity is managed by our disk-to-disk storage solution which takes snapshots for backups every day (7 days) – every week (4\nweeks) - every month (3 months) with an offsite backup every month.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nBecause of the nature of the data generated by this research, we expect that 10GB is a very large upper bound on the total amount of data that\nwe will need to store and backup. Therefore an ordinary storage capacity is sufficient and will be managed by the IT division.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data generated in this research are not personal or confidential data. The departemental server where the data will be stored and backup are\nprotected by a password. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nDue to the small amount of data that will be generated, there are no specific costs expected to be associated with the data storage and backup.\nStandard costs of storage are covered centrally by the Theoretical Physics division.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll digital data, including draft of published papers, codes, numerical data sets, etc. will be stored for at least the legally required 5 years\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be stored in the backup KU Leuven server for up to 3 years, and then the data will be moved to a cold storage server for 3\nadditional years.\nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n4 of 6\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nDue to the small amount of data generated, the costs will be negligible and covered centrally by the Theoretical Physics division.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nThe most relevant computations will be summarised in published papers which will be made available on the online preprint server arxiv.org.\nIn case the computations are very technical, software codes will also be made public on the same platform alongside the published articles (as\nancillary files).\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nN.A.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will be made available on the arxiv.org repository or upon request by email for more detailed aspects of the computations.\nWhen will the data be made available?\nWhen will the data be made available?\nThe data will be made available upon publication of the corresponding article.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC BY\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nAll published articles will have a DOI number associated to them.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected for data sharing.\nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n5 of 6\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PI (Caroline Jonas) will manage data documentation and metadata during the research project. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nData storage and backup will be managed by the IT division of the Physics Department, Natuurkunde en Sterrenkunde ICT. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PI (Caroline Jonas) will manage data preservation and sharing. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PI (Caroline Jonas) will update and implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 10 January 2024\n6 of 6"
    },
    "clean_full_text": "Testing quantum and semi-classical features of the early universe Testing quantum and semi-classical features of the early universe A Data Management Plan created using DMPonline.be Creator: Creator: Caroline Jonas Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1227524N ID: ID: 204017 Start date: Start date: 01-10-2023 End date: End date: 30-09-2026 Project abstract: Project abstract: Physics in the twentieth century was marked by the development of both quantum mechanics and general relativity (GR). Despite the extreme level of precision to which these two theories were checked, their unification into a quantum theory of gravity remains elusive. Indeed GR is non- renormalizable and cannot be quantized with the usual quantization scheme that was applied to all other forces of nature. The natural question to ask is then: should gravity really be quantized? Although its quantum nature has not yet been experimentally proven, the initial cosmological singularity predicted by GR motivates us to seek at least a better description for the early universe cosmology. Here we focus on the resolution of this singularity through quantum cosmology. This approach is more accessible than full quantum gravity, as the set-up of the early universe can be simplified to only a few degrees of freedom. In this project we will improve the understanding of the quantum nature of our early universe and of its gravitational path integral, by using a new semi-classical criterion based on complex metrics and by studying how quantum backgrounds become classical, using decoherence and entanglement entropy. This will also lead to new observational probes of the quantum nature of gravity. Last modified: Last modified: 10-01-2024 Created using DMPonline.be. Last modiﬁed 10 January 2024 1 of 6 Testing quantum and semi-classical features of the early universe Testing quantum and semi-classical features of the early universe FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Personal notes on tablet Handwritten calculations and notes forming the basis of thoughts New data Digital Other .pdf <100MB LaTeX files Summary of calculations typed New data Digital Other .pdf <100MB Mathematica notebooks Mathematical computations requiring computer power New data Digital Software .nb <1GB Python jupyter notebook Numerical computations with comments New data Digital Software .ipynb / .py <100MB Data files Data generated by Mathematica and Python notebooks New data Digital Software .csv <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: N.A. Created using DMPonline.be. Last modiﬁed 10 January 2024 2 of 6 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The data generated in form of computations will be contained in published papers that will clearly state all necessary steps in order to reproduce the results presented. Furthermore, the data will either be commented directly in file when that is possible, e.g., for Mathematica and Jupyter notebooks, or will be accompanied by README.txt files for format files as .csv containing numerical data sets. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No A README.txt file will be created to accompagny all folders containing notebooks, note files and data set related to a specific calculation or research question, explaining how all data set have been generated and giving precise instructions as to how to use the said data. Created using DMPonline.be. Last modiﬁed 10 January 2024 3 of 6 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The data will be stored on the shared server of the Theoretical Physics division (Nextcloud), as well as on the personal computer of the PI. When appropriate, some code and data will be published together with papers and made available on online servers associated to journals. How will the data be backed up? How will the data be backed up? All the data stored in the university storage system is automatically backed-up. Researchers in our department have access to a redundant storage system consisting of 12TB of disk space which they can use to store their data on. Data integrity is managed by our disk-to-disk storage solution which takes snapshots for backups every day (7 days) – every week (4 weeks) - every month (3 months) with an offsite backup every month. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Because of the nature of the data generated by this research, we expect that 10GB is a very large upper bound on the total amount of data that we will need to store and backup. Therefore an ordinary storage capacity is sufficient and will be managed by the IT division. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data generated in this research are not personal or confidential data. The departemental server where the data will be stored and backup are protected by a password. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Due to the small amount of data that will be generated, there are no specific costs expected to be associated with the data storage and backup. Standard costs of storage are covered centrally by the Theoretical Physics division. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All digital data, including draft of published papers, codes, numerical data sets, etc. will be stored for at least the legally required 5 years Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The data will be stored in the backup KU Leuven server for up to 3 years, and then the data will be moved to a cold storage server for 3 additional years. Created using DMPonline.be. Last modiﬁed 10 January 2024 4 of 6 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Due to the small amount of data generated, the costs will be negligible and covered centrally by the Theoretical Physics division. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository The most relevant computations will be summarised in published papers which will be made available on the online preprint server arxiv.org. In case the computations are very technical, software codes will also be made public on the same platform alongside the published articles (as ancillary files). If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. N.A. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be made available on the arxiv.org repository or upon request by email for more detailed aspects of the computations. When will the data be made available? When will the data be made available? The data will be made available upon publication of the corresponding article. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC BY Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes All published articles will have a DOI number associated to them. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected for data sharing. Created using DMPonline.be. Last modiﬁed 10 January 2024 5 of 6 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PI (Caroline Jonas) will manage data documentation and metadata during the research project. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Data storage and backup will be managed by the IT division of the Physics Department, Natuurkunde en Sterrenkunde ICT. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Caroline Jonas) will manage data preservation and sharing. Who will update and implement this DMP? Who will update and implement this DMP? The PI (Caroline Jonas) will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 10 January 2024 6 of 6"
}