{
    "document_id": "D-2023-2324",
    "LinkTitle": "D-2023-2324",
    "file_name": "D-2023-2324.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2324.pdf",
    "metadata": {
        "title": "Investigating investigations. Political expectations in the late medieval Low Countries",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Investigating investigations. Political expectations in the late medieval Low Countries\nInvestigating investigations. Political expectations in the late medieval Low Countries\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nJelle Haemers \n \nhttps://orcid.org/0000-0003-3110-2416\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nJelle Haemers \n \nhttps://orcid.org/0000-0003-3110-2416\nData Manager:\nData Manager:\n \nn.n. n.n.\nGrant number / URL: \nGrant number / URL: \n3H230273\nID: \nID: \n202015\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nThis project investigates the political expectations of subjects in a crucial phase of the history of democracy, namely its emergence in the late Middle\nAges. In the period between 1250 and 1450 new ideas arose about political accountability, representation, and the responsibilities of state elites. To\nwhat extent are these changes modified by changing political expectations 'from below'? And were such changes, if any, affected by the pandemic of\nthe 1340s, economic crisis, and war? A unique set of sources, the so-called enquêtes (investigations), in which common men and women from\nFlanders and Brabant complained about the abuse of power by their governors, provide essential evidence to tackle these questions. As a result, an in-\ndepth study of these documents will offer us both a new insight into patterns of political expectations of commoners, as well as an innovative\nperspective on the political history of women.\nLast modified: \nLast modified: \n27-02-2024\nCreated using DMPonline.be. Last modiﬁed 27 February 2024\n1 of 6\nInvestigating investigations. Political expectations in the late medieval Low Countries\nInvestigating investigations. Political expectations in the late medieval Low Countries\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital)\nor\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nInvestigations\nAccess Database of the analysis of Historical Investigations of the\nmedieval period ('Enquêtes, besouch'), composed by the counts of\nFlanders and the Dukes of Brabant in the fourteenth  and fifteenth\ncentury\nN\nD\nT\nAccess\n<1GB\nno\nReport\nExcell files of the names of persons mentioned and their complaints,\nfound in the Historical Investigations of the medieval period\n('Enquêtes, besouch'), composed by the counts of Flanders and the\nDukes of Brabant in the fourteenth  and fifteenth century\nN\nD\nT\nExcell\n<1GB\nno\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nCreated using DMPonline.be. Last modiﬁed 27 February 2024\n2 of 6\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThere will be a printed and digital version available of the database as a appendix of the PhD thesis.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nThe PhD thesis will have a title which is not yet fixed, and will be available online on the website of the KU Leuven Artes library.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nHow will the data be backed up?\nHow will the data be backed up?\nPersonal back-ups I make (specify below)\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nCreated using DMPonline.be. Last modiﬁed 27 February 2024\n3 of 6\nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nKU Leuven ICT will take care of this.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nnone\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nnone\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as embargoed data (temporary restriction)\nThe embargo will be the same as the PhD thesis. It will be published online after the embargo, or in print if the PhD thesis will be published.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nWe will follow the rules of KU Leuven\nCreated using DMPonline.be. Last modiﬁed 27 February 2024\n4 of 6\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nnone\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe PI and the PhD student\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe PI and the PhD student\nCreated using DMPonline.be. Last modiﬁed 27 February 2024\n5 of 6\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PI and the PhD student\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PI and the PhD student\nCreated using DMPonline.be. Last modiﬁed 27 February 2024\n6 of 6"
    },
    "clean_full_text": "Investigating investigations. Political expectations in the late medieval Low Countries Investigating investigations. Political expectations in the late medieval Low Countries A Data Management Plan created using DMPonline.be Creator: Creator: Jelle Haemers https://orcid.org/0000-0003-3110-2416 Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Jelle Haemers https://orcid.org/0000-0003-3110-2416 Data Manager: Data Manager: n.n. n.n. Grant number / URL: Grant number / URL: 3H230273 ID: ID: 202015 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: This project investigates the political expectations of subjects in a crucial phase of the history of democracy, namely its emergence in the late Middle Ages. In the period between 1250 and 1450 new ideas arose about political accountability, representation, and the responsibilities of state elites. To what extent are these changes modified by changing political expectations 'from below'? And were such changes, if any, affected by the pandemic of the 1340s, economic crisis, and war? A unique set of sources, the so-called enquêtes (investigations), in which common men and women from Flanders and Brabant complained about the abuse of power by their governors, provide essential evidence to tackle these questions. As a result, an in- depth study of these documents will offer us both a new insight into patterns of political expectations of commoners, as well as an innovative perspective on the political history of women. Last modified: Last modified: 27-02-2024 Created using DMPonline.be. Last modiﬁed 27 February 2024 1 of 6 Investigating investigations. Political expectations in the late medieval Low Countries Investigating investigations. Political expectations in the late medieval Low Countries Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Investigations Access Database of the analysis of Historical Investigations of the medieval period ('Enquêtes, besouch'), composed by the counts of Flanders and the Dukes of Brabant in the fourteenth and fifteenth century N D T Access <1GB no Report Excell files of the names of persons mentioned and their complaints, found in the Historical Investigations of the medieval period ('Enquêtes, besouch'), composed by the counts of Flanders and the Dukes of Brabant in the fourteenth and fifteenth century N D T Excell <1GB no If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 27 February 2024 2 of 6 No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). There will be a printed and digital version available of the database as a appendix of the PhD thesis. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes The PhD thesis will have a title which is not yet fixed, and will be available online on the website of the KU Leuven Artes library. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) How will the data be backed up? How will the data be backed up? Personal back-ups I make (specify below) Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? Created using DMPonline.be. Last modiﬁed 27 February 2024 3 of 6 If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven ICT will take care of this. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? none Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? none Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as embargoed data (temporary restriction) The embargo will be the same as the PhD thesis. It will be published online after the embargo, or in print if the PhD thesis will be published. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. We will follow the rules of KU Leuven Created using DMPonline.be. Last modiﬁed 27 February 2024 4 of 6 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? none Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PI and the PhD student Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PI and the PhD student Created using DMPonline.be. Last modiﬁed 27 February 2024 5 of 6 Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI and the PhD student Who will update and implement this DMP? Who will update and implement this DMP? The PI and the PhD student Created using DMPonline.be. Last modiﬁed 27 February 2024 6 of 6"
}