{
    "document_id": "D-2023-1784",
    "LinkTitle": "D-2023-1784",
    "file_name": "D-2023-1784.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1784.pdf",
    "metadata": {
        "title": "Data-driven 3D Traction Force Microscopy to unravel microvascular disease mechanisms",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Data-driven 3D Traction Force Microscopy to unravel microvascular disease mechanisms\nA Data Management Plan created using DMPonline.be\nCreator: \nJorge Barrasa Fano\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1259223N\nID: \n197089\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nThe mechanical interactions between cells and the extracellular matrix (ECM) play a crucial role in\nmany diseases. One such disease is Cerebral Cavernous Malformations (CCM) that is caused by\nmutations in ccm1-3 genes leading to upregulation of actomyosin contractility and increased\nremodeling of ECM fibers. Given this importance of cell-matrix mechanics for a better understanding\nof disease progression, there is a strong need for in vitro models and methods for measuring cellmatrix\nforces and their interplay with fiber remodeling.\nTraction Force Microscopy (TFM) is the most common methodology to measure cell-matrix forces.\nHowever, its applicability for physiologically representative (fibrillar and 3D) in vitro models is\nquestionable: (i) Continuum TFM methods follow a homogenization procedure that leads to\ncalculation of cellular forces at a larger length scale than the scale at which real cell tractions occur,\nwhich limits its usefulness to unravel (sub) cellular disease mechanisms. (ii) ECM remodeling leads to\nlocal stiffening or rupture that are not easy to describe at the continuum level.\nThis project aims at developing a novel 3D data-driven TFM methodology based on a discrete fiber\nmodel that incorporates microstructural information (via local/global mechanical tests on collagen\nsamples) from the imaged ECM fibrous network. This methodology will be applied to a CCM in vitro\nmodel to unravel disease mechanisms involving cell contractility and abnormal ECM remodeling.\nLast modified: \n27-04-2023\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n1 of 5\nData-driven 3D Traction Force Microscopy to unravel microvascular disease mechanisms\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMicroscopy\ndata\nConfocal microscopy image stacks from cells\nand collagen fibers will be acquired and further\nprocessed with Matlab routines.\nGenerate new data\nDigital\nExperimental\n.lif files (from\nLeica\nmicroscopes), \n.mat files (from\ndata processing\nwith Matlab)\n<1TB\n \nIn silico\nsimulation\ndata\nIn silico simulations will be used to validate our\nmethods\nGenerate new data\nDigital\nSimulation data\n.mat (Matlab\ndata files)\n<1TB\n \nRheology\ndata\nData from mechanical testing of hydrogels\nGenerate new data\nDigital\nExperimental\n.csv, .xlsx\n(Tabular data)\n<100MB\n \nCode\nMatlab routines to analyze data. The majority of\nthese codes will be developed in the project but\nsome parts of it will be reused from previous\nstudies.\nGenerate new data, reusing existing data\nDigital\nOther\n.m (Matlab\nscripts)\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWe will use existing code from our previously published software:\nhttps://doi.org/10.1016/j.softx.2021.100723\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nAt this point, IP potential data generation is not expected. DMP will be updated if valorization potential is identified in the future.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n2 of 5\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nThe main results and methods will be published in peer-reviewed journals.\nAll generated data and metadata (experimental conditions, protocols used, reagents used, cells used) will be archived digitally. All groups have templates for writing protocols, and templates for\nexcel spreadsheets for raw data and data analysis. When we upload raw data to repositories, we will affix keywords and a readme file with the needed information for reuse. KU Leuven’s private\nGitlab repository will be used for version control and ease of sharing of computational codes (made available at \nhttps://gitlab.kuleuven.be/MAtrix\n). Sequencing data (if not interesting for IP) will be\nuploaded to the GEO repository.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nThe metadata will be a combination of machine generated metadata (e.g. imaging conditions stored by the microscope software), standard operation procedures (SOP’s), and lab journal records\ndetailing all other relevant experimental details. The metadata will be included as keywords and all information about the data into readme files inserted with each dataset.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll data other than the large volume data sets (microscopy, processed and simulated data) will be stored locally on the researcher’s computer, while being constantly synced to KU Leuven\nOneDrive.\nLarge volume data sets will be stored in the KU Leuven Large Volume Storage drive (L: drive).\nHow will the data be backed up?\nThe researcher’s computers will be permanently synced using KU Leuven OneDrive (cloud service available per KU Leuven researcher) and the data on the network drives is kept secure and\nbacked up by the university ICTS services. When a dataset will no longer be modified (e.g. after publication of manuscripts), archiving to a read only network drive (KU Leuven K: drive) will be\ndone to maintain a copy.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe researcher will have cloud storage space using KU Leuven OneDrive, covering all requirements other than the large volume datasets.\nThe large volume datasets (primarily microscopy, processed and simulated data) will amount to an estimated maximum of \n2 TB\n over the project duration (microscopy, processed data less than \n1\nTB\n, simulated data less than \n1 TB\n).\nThis data will be partially stored on the KU Leuven K: drive and L: drive during the course of the project and archived on the KU Leuven K: drive after the end of the project. The microscopes are\ndirectly connected to the KU Leuven Network L: drive, facilitating this storage. The storage capacity for digital data on the secured and backed up KU Leuven servers hosting the K: and L: drives is\nextendable by blocks of 100 GB and 5 TB, respectively (read only K: drive @ 5.69€/yr. and read-write capable L: drive @ 104.42€/yr./TB). Hence, by acquiring storage space based on the project\nrequirements, sufficient storage will be available.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nStorage on university network drives are secure data storage solutions with security services managed by the University ICTS department. They provide the options to control data access by\nauthorised persons and maintain backups in secure physical locations. The above-mentioned storage sites are compatible with GDPR regulations.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nStorage space on the KU Leuven K: and L: drives will be acquired based on project needs.\nThis cost is estimated at \n 313.26€\n (for a 5 TB block on the L: drive for 3 years @ 104.42 €/yr./TB) and will be covered from the project consumables budget.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll digital data and metadata will be retained for at least 5 years.\nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n3 of 5\nWhere will these data be archived (stored and curated for the long-term)?\nAll digital data will be archived on KU Leuven K: drive.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe archiving hard drives (KU Leuven K: drive) cost 5.69€/yr per 100 GB. So \n569 €\n would allow the lab to have around 2 TB storage on the KU Leuven K: drive for 5 years after the project ends.\nThis will be covered from the consumables budget of the project.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nThe main findings of the research with all supporting processed data will be made available via publications in peer-reviewed journals. Publishing all raw data associated with published\nmanuscripts on KU Leuven's Research Data Repository (RDR, free of cost for up to 50GB/year) will be considered.\nThe Van Oosterwyck's Gitlab repository will be used for sharing computational codes.\n \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe supervisors and the researchers will have access to all the generated data. The data in the publications will be publicly available (at a cost though, if the journals require so). The availability of\nthe other data to any requestor will be dealt with on a case-by-case basis. If a valid scientific or societal benefit and non-profit reason exists, the data will be freely shared, except to direct\ncompetitors.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nPublishing all raw data associated with published manuscripts on Research Data Repository (RDR, free of cost for up to 50GB/year) will be considered.\nThe Van Oosterwyck's Gitlab repository will be used for sharing computational codes: https://gitlab.kuleuven.be/MAtrix\nWhen will the data be made available?\nThe findings will be made available as publications at logical points during the project when the research questions have been sufficiently addressed. The other data would be made available upon\nrequest, where considered appropriate, after the publications.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCodes will be shared under the terms of the GNU Lesser General Public License as published by the Free Software Foundation, either version 3 of the License, or any later version.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nData uploaded to the RDR will get a DOI that can be used to cite the data.\nWhat are the expected costs for data sharing? How will these costs be covered?\nKU Leuven ICTS provides a free of charge access to Gitlab for up to 25GB.\n \n \n \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researcher will be responsible for the documentation and the metadata. \nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n4 of 5\nWho will manage data storage and backup during the research project?\nThe researcher and the supervisors will jointly ensure proper data storage and back up during the project. \nWho will manage data preservation and sharing?\nProf. Hans Van Oosterwyck. \nWho will update and implement this DMP?\nProf. Hans Van Oosterwyck \nCreated using DMPonline.be. Last modiﬁed 27 April 2023\n5 of 5"
    },
    "clean_full_text": "Data-driven 3D Traction Force Microscopy to unravel microvascular disease mechanisms A Data Management Plan created using DMPonline.be Creator: Jorge Barrasa Fano Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1259223N ID: 197089 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: The mechanical interactions between cells and the extracellular matrix (ECM) play a crucial role in many diseases. One such disease is Cerebral Cavernous Malformations (CCM) that is caused by mutations in ccm1-3 genes leading to upregulation of actomyosin contractility and increased remodeling of ECM fibers. Given this importance of cell-matrix mechanics for a better understanding of disease progression, there is a strong need for in vitro models and methods for measuring cellmatrix forces and their interplay with fiber remodeling. Traction Force Microscopy (TFM) is the most common methodology to measure cell-matrix forces. However, its applicability for physiologically representative (fibrillar and 3D) in vitro models is questionable: (i) Continuum TFM methods follow a homogenization procedure that leads to calculation of cellular forces at a larger length scale than the scale at which real cell tractions occur, which limits its usefulness to unravel (sub) cellular disease mechanisms. (ii) ECM remodeling leads to local stiffening or rupture that are not easy to describe at the continuum level. This project aims at developing a novel 3D data-driven TFM methodology based on a discrete fiber model that incorporates microstructural information (via local/global mechanical tests on collagen samples) from the imaged ECM fibrous network. This methodology will be applied to a CCM in vitro model to unravel disease mechanisms involving cell contractility and abnormal ECM remodeling. Last modified: 27-04-2023 Created using DMPonline.be. Last modiﬁed 27 April 2023 1 of 5 Data-driven 3D Traction Force Microscopy to unravel microvascular disease mechanisms FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Microscopy data Confocal microscopy image stacks from cells and collagen fibers will be acquired and further processed with Matlab routines. Generate new data Digital Experimental .lif files (from Leica microscopes), .mat files (from data processing with Matlab) <1TB In silico simulation data In silico simulations will be used to validate our methods Generate new data Digital Simulation data .mat (Matlab data files) <1TB Rheology data Data from mechanical testing of hydrogels Generate new data Digital Experimental .csv, .xlsx (Tabular data) <100MB Code Matlab routines to analyze data. The majority of these codes will be developed in the project but some parts of it will be reused from previous studies. Generate new data, reusing existing data Digital Other .m (Matlab scripts) <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We will use existing code from our previously published software: https://doi.org/10.1016/j.softx.2021.100723 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No At this point, IP potential data generation is not expected. DMP will be updated if valorization potential is identified in the future. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to Created using DMPonline.be. Last modiﬁed 27 April 2023 2 of 5 what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The main results and methods will be published in peer-reviewed journals. All generated data and metadata (experimental conditions, protocols used, reagents used, cells used) will be archived digitally. All groups have templates for writing protocols, and templates for excel spreadsheets for raw data and data analysis. When we upload raw data to repositories, we will affix keywords and a readme file with the needed information for reuse. KU Leuven’s private Gitlab repository will be used for version control and ease of sharing of computational codes (made available at https://gitlab.kuleuven.be/MAtrix ). Sequencing data (if not interesting for IP) will be uploaded to the GEO repository. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes The metadata will be a combination of machine generated metadata (e.g. imaging conditions stored by the microscope software), standard operation procedures (SOP’s), and lab journal records detailing all other relevant experimental details. The metadata will be included as keywords and all information about the data into readme files inserted with each dataset. 3. Data storage & back-up during the research project Where will the data be stored? All data other than the large volume data sets (microscopy, processed and simulated data) will be stored locally on the researcher’s computer, while being constantly synced to KU Leuven OneDrive. Large volume data sets will be stored in the KU Leuven Large Volume Storage drive (L: drive). How will the data be backed up? The researcher’s computers will be permanently synced using KU Leuven OneDrive (cloud service available per KU Leuven researcher) and the data on the network drives is kept secure and backed up by the university ICTS services. When a dataset will no longer be modified (e.g. after publication of manuscripts), archiving to a read only network drive (KU Leuven K: drive) will be done to maintain a copy. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The researcher will have cloud storage space using KU Leuven OneDrive, covering all requirements other than the large volume datasets. The large volume datasets (primarily microscopy, processed and simulated data) will amount to an estimated maximum of 2 TB over the project duration (microscopy, processed data less than 1 TB , simulated data less than 1 TB ). This data will be partially stored on the KU Leuven K: drive and L: drive during the course of the project and archived on the KU Leuven K: drive after the end of the project. The microscopes are directly connected to the KU Leuven Network L: drive, facilitating this storage. The storage capacity for digital data on the secured and backed up KU Leuven servers hosting the K: and L: drives is extendable by blocks of 100 GB and 5 TB, respectively (read only K: drive @ 5.69€/yr. and read-write capable L: drive @ 104.42€/yr./TB). Hence, by acquiring storage space based on the project requirements, sufficient storage will be available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Storage on university network drives are secure data storage solutions with security services managed by the University ICTS department. They provide the options to control data access by authorised persons and maintain backups in secure physical locations. The above-mentioned storage sites are compatible with GDPR regulations. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Storage space on the KU Leuven K: and L: drives will be acquired based on project needs. This cost is estimated at 313.26€ (for a 5 TB block on the L: drive for 3 years @ 104.42 €/yr./TB) and will be covered from the project consumables budget. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All digital data and metadata will be retained for at least 5 years. Created using DMPonline.be. Last modiﬁed 27 April 2023 3 of 5 Where will these data be archived (stored and curated for the long-term)? All digital data will be archived on KU Leuven K: drive. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The archiving hard drives (KU Leuven K: drive) cost 5.69€/yr per 100 GB. So 569 € would allow the lab to have around 2 TB storage on the KU Leuven K: drive for 5 years after the project ends. This will be covered from the consumables budget of the project. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository The main findings of the research with all supporting processed data will be made available via publications in peer-reviewed journals. Publishing all raw data associated with published manuscripts on KU Leuven's Research Data Repository (RDR, free of cost for up to 50GB/year) will be considered. The Van Oosterwyck's Gitlab repository will be used for sharing computational codes. If access is restricted, please specify who will be able to access the data and under what conditions. The supervisors and the researchers will have access to all the generated data. The data in the publications will be publicly available (at a cost though, if the journals require so). The availability of the other data to any requestor will be dealt with on a case-by-case basis. If a valid scientific or societal benefit and non-profit reason exists, the data will be freely shared, except to direct competitors. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Publishing all raw data associated with published manuscripts on Research Data Repository (RDR, free of cost for up to 50GB/year) will be considered. The Van Oosterwyck's Gitlab repository will be used for sharing computational codes: https://gitlab.kuleuven.be/MAtrix When will the data be made available? The findings will be made available as publications at logical points during the project when the research questions have been sufficiently addressed. The other data would be made available upon request, where considered appropriate, after the publications. Which data usage licenses are you going to provide? If none, please explain why. Codes will be shared under the terms of the GNU Lesser General Public License as published by the Free Software Foundation, either version 3 of the License, or any later version. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Data uploaded to the RDR will get a DOI that can be used to cite the data. What are the expected costs for data sharing? How will these costs be covered? KU Leuven ICTS provides a free of charge access to Gitlab for up to 25GB. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researcher will be responsible for the documentation and the metadata. Created using DMPonline.be. Last modiﬁed 27 April 2023 4 of 5 Who will manage data storage and backup during the research project? The researcher and the supervisors will jointly ensure proper data storage and back up during the project. Who will manage data preservation and sharing? Prof. Hans Van Oosterwyck. Who will update and implement this DMP? Prof. Hans Van Oosterwyck Created using DMPonline.be. Last modiﬁed 27 April 2023 5 of 5"
}