{
    "document_id": "D-2023-2219",
    "LinkTitle": "D-2023-2219",
    "file_name": "D-2023-2219.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2219.pdf",
    "metadata": {
        "title": "Bo-Balance: Botulinum toxin for children with cerebral palsy: a delicate balance between clinical benefits and muscular harm",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "Bo-Balance: Botulinum toxin for children with cerebral palsy: a delicate balance\nbetween clinical benefits and muscular harm\nA Data Management Plan created using DMPonline.be\nCreators: \nTijl Dewit \n \nhttps://orcid.org/0000-0003-3559-6281\n, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\n \nTijl Dewit \n \nhttps://orcid.org/0000-0003-3559-6281\nGrant number / URL: \nG084523N\nID: \n199512\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nIntramuscular Botulinum Neuro-Toxin type A [BoNT] injection has become a widely used first-line treatment of focal\nspasticity in children with cerebral palsy [CP]. Our, as well as other groups, indicated clinical benefits of BoNT treatment\nin CP, including a reduction in muscle tone, increased joint range of motion and improved gait. However, an increasing\nnumber of animal studies have raised concern that BoNT may be harmful for muscle size and muscle integrity. The\nproposed project will tackle internationally recognized research challenges, to allow us to determine whether clinical\nbenefits of BoNT treatment in CP counterweigh potential risks at the muscular level.\nLast modified: \n01-06-2023\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n1 of 10\nBo-Balance: Botulinum toxin for children with cerebral palsy: a delicate balance\nbetween clinical benefits and muscular harm\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n2 of 10\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nInformed\nconsent form\nPaper ICF\nScanned ICF\nGenerate new data\nPhysical\nDigital\nOther\n.pdf\n<100MB\n1 paper sheet\nper subject\nMuscle biopsy\nMicro muscle biopsies\nof medial\ngastrocnemius\nGenerate new data\nPhysical\nNA\nNA\nNA\n5 biopsies per\nparticipant, 3\nmuscle\nsamples per\nbiopsy\n3DfUS\n3D freehand\nultrasound images\nGenerate new data\nReuse existing data\nDigital\nObservational: images\nNumerical: analysis output\nSoftware\nspecific\n(Stradwin): .sw \n.sxi\n.csv\n.sw: <100MB\n.sxi: <100GB\n.csv: <100MB\nNA\n2DUS\n2D ultrasound images\nGenerate new data\nDigital\nObservational: images\n.dcm\n<100GB\nNA\nShearwave\nElastography\nShearwave\nelastography\n(Ultrasound)\nGenerate new data\nDigital\nObservational: images\nNumerical: analysis output\n.dcm\n.avi\n.csv\n.dcm:<100GB\n.avi: <1GB\n.csv: <100MB\nNA\nmDixon MRI\nmDixon MRI\nGenerate new data\nDigital\nObservational: images\nNumerical: analysis output\nto be defined\nduring project\nto be defined\nduring project\nNA\nGait analysis\nGait analysis data\n(kinematics, kinetics,\nelectromyography)\nGenerate new data\nDigital\nNumerical: assessment and\nanalysis output\nObservational: video\nSoftware\nspecific files\n(Vicon)\n.c3d\n.avi\nVicon:<100GB\n.c3d: <100GB\n.avi: <100GB\nNA\nClinical exam\nClinical examination\nresults\nGenerate new data\nDigital\nNumerical\n.xls\n.pdf\n<100MB\nNA\nISA\nInstrumented\nspasticity assessment\nGenerate new data\nReuse existing data\nDigital\nNumerical: assesment and\nanalysis output\nSoftware\nspecific\n(custom made):\n.info\n.lsmeas\n.hsmeas\n.mat\n.csv\n.png\nSoftware\nspecific:\n<100GB\n.mat:<1GB\n.csv: <1GB\n.png:<1GB\nNA\nPatient\nmedical\nrecords\nPatient medical\nrecords\nGenerate new data\nReuse existing data\nDigital\nTexts\n.pdf\n.xls\n<100MB\nNA\nHistological\nand cell culture\nanalysis\nHistological and cell\nculture analysis\nGenerate new data\nDigital\nExperimental: Images\n.Tiff \n.mp3\n.bmp\n.lif\n<100GB\nNA\nGel\nelectrophoresis\nGel electrophoresis\nGenerate new data\nDigital\nExperimental: images\n.tiff\n<100GB\nNA\nWestern Blot\nWestern Blot\nGenerate new data\nDigital\nExperimental: images\n.tiff\n<100GB\nNA\nDNA\nsequences\nDNA sequences\nGenerate new data\nDigital\nExperimental: Molecular\nassessments\n.ape\n.fas\n.seq\n.FASTQ\n<50TB\nNA\nGene\nexpression\nGene expression\nGenerate new data\nDigital\nExperimental: qRT-PCR\n.tiff\n.xls\n.csv\n<100GB\nNA\nRNA seq\nanalysis\nRNA seq analysis\nGenerate new data\nDigital\nExperimental: Molecular\nassessment\n.bam\n.FASTQ\n.xls\n<5TB\nNA\n \nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n3 of 10\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nThe reused existing data is extracted from clinical and normal reference databases (established during TAMTA project FWO-TAMTA, 3M160415, S59945 and during the 3D-\nMMAP project 3M180752&3M180321, S62187&S62645) as well as from the UZ Leuven medical record system.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nWe will conduct research experiments on humans (children).\nPhysical data of human subjects include microbiopsies containing muscle tissue from the medial gastrocnemius.\nDigital data include muscle imaging with ultrasound, microscopic analysis and instrumented assessments.\nAn amandement will be requested for the already approved study with number s62645.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nIndividual’s name, phone number of the parents, birth date, type of disease, grade of involvement, level of functionality, body mass, body length and treatment history.\nThis data is both exported from UZ Leuven medical record and obtained via standard interview.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nAll data will be coded.\n \nApproved Ethical Commission: description of study protocol (.pdf)\nInformed Consents Form: original black copies (.pdf) and signed hardcopies (printed paper)\nExperimental protocols: description how the data are collected and generated (software, materials, set-up, settings  (.docx) and how data are processed (software,\nprotocol, guidelines, …) (.docx, read.me text files)\nMeasurement forms: notes during data collection (printed paper)\nRaw experimental data: storage of original physical data and folders with original digital data in software-specific files\nProcessed data: folder with digital data in the software-specific files,  spreadsheets with results (.csv, .xls)\nSubject recruitment files: only subject study code, personal data (for example, age, weight, height, …,) short overview of assessments. The subject recruitment files\ndescribed the measurements info for each patient, whereby the patient’s identiy is coded.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nAt the Clinical Motion Analysis Laboratory, raw experimental data are managed on a lab-specific generic data management platform, guiding researchers through data\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n4 of 10\ncollection and initial processing workflows, ensuring efficient safe storage, keeping track of data use and associated extra processing related to each experimental step,\nand enabling data query filtering of the collected data.\nAt the Pneumology Laboratory, muscle biopsies data and processed data are managed on a lab-specific generic data management platform, guiding researchers through\ndata collection and processing workflows, ensuring efficient safe storage, keeping track of data use and associated processing related to each experimental step, and\nenabling data query filtering of the collected data. This has been developed based on an existing workflow that was been established at FIBER (Flanders Institute for\nBiomechanical Experimentation, KU Leuven, Department of Mechanical engineering) and has been be expanded to muscle biopsies as part of the 3DMMAP project\n(3M180321, S62645).\nThe generic data management platforms will generate metadata and this will be done in a uniform and consistent way for all datasets.\nMetadata will follow Data Cite’s recommendations.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nRaw and processed physical and digital data will be collected per assessment.\nPhysical data, derived from muscle microbiopsies will be stored in freezers at the Pneumology lab and Laboratory of Translation Cardiomyology.\nDigital data files will be stored on secure KU/UZ Leuven servers and networks. (UZ Leuven Drive: UZ/admin/ganglaboresearch)\nHard copies of the Informed Consent forms, measurement forms and paper lab notebooks are kept in locked cabinets in the lab of the PIs concerned.\nHow will the data be backed up?\nWe will use the back-up facilities of the KU Leuven and UZ leuven IT services. The KU/UZ Leuven servers and netwerks are backed up automatically.\nPhysical muscle biopsy data and the analyzed specimens will be kept for 10 years post-project in freezer (temperature ranging from -20° till -150°, depending on the\nsample type), at the Pneumology Lab.\nDigital data automatically stored on the acquisition laptop during data collection, will be manually transferred via external hard drive to the secure servers. This external\nhard drive is provided as automatic back-up of the acquisition laptop.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes. Suffcient storage and backup capacity is provided on the UZ/KU Leuven servers and networks.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll physical data, printed forms and notebooks are present in the labs, which are secured.\nThe access to the KU Leuven server is u-number and password controlled.\nData on the UZ Leuven networks is only accessible for researchers with personalized UZ Leuven login and password, and thus secured by a strict acces right management\ncontrolled by the PI.\nPatient record files will be stored with password security only accessable for researchers involved in the projects and controlled by the PI .\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected costs at the University Hospital networks are +/- 1000€ per year\nThe expected costs for the L- and K-drives at the KU leuven are +/- 1000€ per year\n \nThe costs for data storage are covered by the current project funding (FWO) as well as by left rest budget from previous projects.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data (physical and digital), will be retained for the minimum preservation term of 10 years after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nThe physical muscle sample will be stored for a long term in freezer (temperature ranging from -20° till -150°, depending on the sample type), at the Pneumology Lab.\nThe digital data will be archived at special space provided by KU/UZ Leuven networks with restricted access, controlled by the PI.\nHard copies  (eg. the Informed Consent forms, measurement forms and paper lab notebooks) are kept in locked cabinets in the lab of the PIs concerned.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n5 of 10\nThe expected costs at the University Hospital networks are +/- 1000€ per year\nThe expected costs for the L- and K-drives at the KU leuven are +/- 1000€ per year\n \nThe costs for data storage are covered by running project funding as well as by left rest budget from previous projects.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nDuring the project as well as after the end of the project, the published data will be available  via an open access repository (KU Leuven repositories,\nhttps://rdr.kuleuven.be/) and upon request by email. These published data contain the results of processed coded data presented in tables.\nReference databases for ultrasound measurements (containing typically developing data and clinical data) have been established.  The reference database of ultrasound\ndata of  typically developing children (Peeters et al. (2022) - A comprehensive normative reference database of muscle morphology in typically developing children aged 3-\n18 years – a cross sectional ultrasound study) is published and openly accessible on Figshare (https://figshare.com/articles/dataset/Peeters_et_al_2022_-\n_A_comprehensive_normative_reference_database_of_muscle_morphology_in_typically_developing_children_aged_3-\n18_years_a_cross_sectional_ultrasound_study/21770450).\nData to reveal patient-specific reports will be available for clinicans who are treating the study patients and for the patient-specific caregivers in the hospital.\nPatient-specifc data will only be shared ensuring the privacy of the healthy children and patients (e.g. body weight, body length). Decoded personal data will never be\nshared.\nIn addition, Python and Matlab scripts will be uploaded on GitHub, which is a standard hosting service to share scripts in the scientific community.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAcces to published data will not be restricted.\nAll project partners will have access to the data during the project and the post-project phase. Data access will be regularly discussed during the project steering group\nmeetings.\nAccess to unpublished data by other KU Leuven colleagues (who are not part of the project consortium) and/or international partners will be arranged through special\nuser and data-sharing agreements, developed in collaboration with Leuven research and Development. During the project, such data sharing is not foreseen.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nPatient-specifc data will only be shared ensuring the privacy of the healthy children and patients (e.g. body weight, body length). Decoded personal data will never be\nshared.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe published data will be available  via an open access repository (KU Leuven repositories, https://rdr.kuleuven.be/) and upon request by email. These published data\ncontain the results of processed coded data presented in tables.\nPython and Matlab scripts will also be available on GitHub.\nWhen will the data be made available?\nPublished data will be made available at the time of publication in case of open access or upon request for other publications.\nAdditional, not-published data will be made available for external users upon request during the post-project trajectory (based on data sharing agreements developed in\ncolabration with LRD).\nWhich data usage licenses are you going to provide? If none, please explain why.\nThere is no license associated to the use of the digital datasets that will be created during the project.\nPython and Matlab scripts wil be licensed under specific software licenses.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nDOI will be provided upon acceptance for publication of the related research papers.\nIn the post project pahse, some data may be publsihed and may thus have a DOI access number.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo cost are expected for data sharing.\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n6 of 10\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nProf. Kaat Desloovere, Dr. Karen Maes \nWho will manage data storage and backup during the research project?\nProf. Kaat Desloovere, Dr. Karen Maes \nWho will manage data preservation and sharing?\nProf. Kaat Desloovere, Dr. Karen Maes \nWho will update and implement this DMP?\nProf. Kaat Desloovere \nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n7 of 10\nBo-Balance: Botulinum toxin for children with cerebral palsy: a delicate balance\nbetween clinical benefits and muscular harm\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nWe will collect primary, quantitative, experimental data. Raw data will be processed in type-specific software (MeVisLab, Python, Matlab, Vicon, GraphPad, statistical\nsoftware). PHYSICAL DATA include micro-biopsies containing muscle tissue. DIGITAL DATA include: [1] Instrument-specific data from muscle ultrasound and MRI images\n(saved as dcm & tiff) and from electromyography, dynamometry and motion analysis and biopsy analysis (saved as software- specific formats); with extracted numerical\ndata saved as xls; [2] histological images saved as tiff [3] numerical data from clinical examination saved as txt; and [4] movie data from motion analysis saved as\nmultimedia files.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n2\n. \nStorage capacity/repository\nduring the research\nafter the research\nKaren Maes is responsible for muscle biopsy data and Kaat Desloovere for all other data. All anonymized digital data (raw, processed, meta) will be preserved for >5\nyears, also after project completion, with separate storage of patient identifier record (PIR), with password-protected access for the PI. The required 5TB computer storage\nspace is provided by KU/UZ Leuven networks, ensuring regular automatic back-up. Histological specimens will be kept for 5 years post-project in a -80°C freezer, at the\nPneumology Lab, or at the UZ Leuven Biobank. Upon publication, anonymized numerical datasets will be put available via KU Leuven research data repository.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nNot applicable.\nWe will not deviate from the principle of preservation of data and of the minimum preservation term of 5 years.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNo issues concerning research data have been indicated in the ethics questionnaire. The medical ethics committee, as well as the biobank (for muscle biopsies) of UZ\nLeuven/KU Leuven, are aware of the project and of the data collection and storage procedure (S62187). Ethical approval has also been obtained for muscle imaging by\nmeans of 3D ultrasound, gait analyses, and instrumented assessments of spasticity and strength in the context of ongoing research (S62645).\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nAll data are anonymized. The patient identifier record (PIR) is stored separately, using the ‘digital vault for private data’ service from IT KU Leuven, which offers a secure,\nstandard infrastructure to keep private data safe. Strict rules of data access are applied making the vault fully compliant with the privacy law.\nMeasurement data are managed on a GDPR-prove lab-specific generic data management platform, guiding researchers through measurement workflows, ensuring\nefficient safe storage, keeping track of data use and associated processing related to each experimental step, and enabling data query filtering of the collected data.\nMetadata will follow Data Cite’s recommendations.\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n8 of 10\nBo-Balance: Botulinum toxin for children with cerebral palsy: a delicate balance\nbetween clinical benefits and muscular harm\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n9 of 10\nBo-Balance: Botulinum toxin for children with cerebral palsy: a delicate balance\nbetween clinical benefits and muscular harm\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n10 of 10"
    },
    "clean_full_text": "Bo-Balance: Botulinum toxin for children with cerebral palsy: a delicate balance between clinical benefits and muscular harm A Data Management Plan created using DMPonline.be Creators: Tijl Dewit https://orcid.org/0000-0003-3559-6281 , n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n. Data Manager: Tijl Dewit https://orcid.org/0000-0003-3559-6281 Grant number / URL: G084523N ID: 199512 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Intramuscular Botulinum Neuro-Toxin type A [BoNT] injection has become a widely used first-line treatment of focal spasticity in children with cerebral palsy [CP]. Our, as well as other groups, indicated clinical benefits of BoNT treatment in CP, including a reduction in muscle tone, increased joint range of motion and improved gait. However, an increasing number of animal studies have raised concern that BoNT may be harmful for muscle size and muscle integrity. The proposed project will tackle internationally recognized research challenges, to allow us to determine whether clinical benefits of BoNT treatment in CP counterweigh potential risks at the muscular level. Last modified: 01-06-2023 Created using DMPonline.be. Last modiﬁed 01 June 2023 1 of 10 Bo-Balance: Botulinum toxin for children with cerebral palsy: a delicate balance between clinical benefits and muscular harm FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 01 June 2023 2 of 10 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Informed consent form Paper ICF Scanned ICF Generate new data Physical Digital Other .pdf <100MB 1 paper sheet per subject Muscle biopsy Micro muscle biopsies of medial gastrocnemius Generate new data Physical NA NA NA 5 biopsies per participant, 3 muscle samples per biopsy 3DfUS 3D freehand ultrasound images Generate new data Reuse existing data Digital Observational: images Numerical: analysis output Software specific (Stradwin): .sw .sxi .csv .sw: <100MB .sxi: <100GB .csv: <100MB NA 2DUS 2D ultrasound images Generate new data Digital Observational: images .dcm <100GB NA Shearwave Elastography Shearwave elastography (Ultrasound) Generate new data Digital Observational: images Numerical: analysis output .dcm .avi .csv .dcm:<100GB .avi: <1GB .csv: <100MB NA mDixon MRI mDixon MRI Generate new data Digital Observational: images Numerical: analysis output to be defined during project to be defined during project NA Gait analysis Gait analysis data (kinematics, kinetics, electromyography) Generate new data Digital Numerical: assessment and analysis output Observational: video Software specific files (Vicon) .c3d .avi Vicon:<100GB .c3d: <100GB .avi: <100GB NA Clinical exam Clinical examination results Generate new data Digital Numerical .xls .pdf <100MB NA ISA Instrumented spasticity assessment Generate new data Reuse existing data Digital Numerical: assesment and analysis output Software specific (custom made): .info .lsmeas .hsmeas .mat .csv .png Software specific: <100GB .mat:<1GB .csv: <1GB .png:<1GB NA Patient medical records Patient medical records Generate new data Reuse existing data Digital Texts .pdf .xls <100MB NA Histological and cell culture analysis Histological and cell culture analysis Generate new data Digital Experimental: Images .Tiff .mp3 .bmp .lif <100GB NA Gel electrophoresis Gel electrophoresis Generate new data Digital Experimental: images .tiff <100GB NA Western Blot Western Blot Generate new data Digital Experimental: images .tiff <100GB NA DNA sequences DNA sequences Generate new data Digital Experimental: Molecular assessments .ape .fas .seq .FASTQ <50TB NA Gene expression Gene expression Generate new data Digital Experimental: qRT-PCR .tiff .xls .csv <100GB NA RNA seq analysis RNA seq analysis Generate new data Digital Experimental: Molecular assessment .bam .FASTQ .xls <5TB NA Created using DMPonline.be. Last modiﬁed 01 June 2023 3 of 10 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The reused existing data is extracted from clinical and normal reference databases (established during TAMTA project FWO-TAMTA, 3M160415, S59945 and during the 3D- MMAP project 3M180752&3M180321, S62187&S62645) as well as from the UZ Leuven medical record system. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data We will conduct research experiments on humans (children). Physical data of human subjects include microbiopsies containing muscle tissue from the medial gastrocnemius. Digital data include muscle imaging with ultrasound, microscopic analysis and instrumented assessments. An amandement will be requested for the already approved study with number s62645. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Individual’s name, phone number of the parents, birth date, type of disease, grade of involvement, level of functionality, body mass, body length and treatment history. This data is both exported from UZ Leuven medical record and obtained via standard interview. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All data will be coded. Approved Ethical Commission: description of study protocol (.pdf) Informed Consents Form: original black copies (.pdf) and signed hardcopies (printed paper) Experimental protocols: description how the data are collected and generated (software, materials, set-up, settings (.docx) and how data are processed (software, protocol, guidelines, …) (.docx, read.me text files) Measurement forms: notes during data collection (printed paper) Raw experimental data: storage of original physical data and folders with original digital data in software-specific files Processed data: folder with digital data in the software-specific files, spreadsheets with results (.csv, .xls) Subject recruitment files: only subject study code, personal data (for example, age, weight, height, …,) short overview of assessments. The subject recruitment files described the measurements info for each patient, whereby the patient’s identiy is coded. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes At the Clinical Motion Analysis Laboratory, raw experimental data are managed on a lab-specific generic data management platform, guiding researchers through data Created using DMPonline.be. Last modiﬁed 01 June 2023 4 of 10 collection and initial processing workflows, ensuring efficient safe storage, keeping track of data use and associated extra processing related to each experimental step, and enabling data query filtering of the collected data. At the Pneumology Laboratory, muscle biopsies data and processed data are managed on a lab-specific generic data management platform, guiding researchers through data collection and processing workflows, ensuring efficient safe storage, keeping track of data use and associated processing related to each experimental step, and enabling data query filtering of the collected data. This has been developed based on an existing workflow that was been established at FIBER (Flanders Institute for Biomechanical Experimentation, KU Leuven, Department of Mechanical engineering) and has been be expanded to muscle biopsies as part of the 3DMMAP project (3M180321, S62645). The generic data management platforms will generate metadata and this will be done in a uniform and consistent way for all datasets. Metadata will follow Data Cite’s recommendations. 3. Data storage & back-up during the research project Where will the data be stored? Raw and processed physical and digital data will be collected per assessment. Physical data, derived from muscle microbiopsies will be stored in freezers at the Pneumology lab and Laboratory of Translation Cardiomyology. Digital data files will be stored on secure KU/UZ Leuven servers and networks. (UZ Leuven Drive: UZ/admin/ganglaboresearch) Hard copies of the Informed Consent forms, measurement forms and paper lab notebooks are kept in locked cabinets in the lab of the PIs concerned. How will the data be backed up? We will use the back-up facilities of the KU Leuven and UZ leuven IT services. The KU/UZ Leuven servers and netwerks are backed up automatically. Physical muscle biopsy data and the analyzed specimens will be kept for 10 years post-project in freezer (temperature ranging from -20° till -150°, depending on the sample type), at the Pneumology Lab. Digital data automatically stored on the acquisition laptop during data collection, will be manually transferred via external hard drive to the secure servers. This external hard drive is provided as automatic back-up of the acquisition laptop. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes. Suffcient storage and backup capacity is provided on the UZ/KU Leuven servers and networks. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All physical data, printed forms and notebooks are present in the labs, which are secured. The access to the KU Leuven server is u-number and password controlled. Data on the UZ Leuven networks is only accessible for researchers with personalized UZ Leuven login and password, and thus secured by a strict acces right management controlled by the PI. Patient record files will be stored with password security only accessable for researchers involved in the projects and controlled by the PI . What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected costs at the University Hospital networks are +/- 1000€ per year The expected costs for the L- and K-drives at the KU leuven are +/- 1000€ per year The costs for data storage are covered by the current project funding (FWO) as well as by left rest budget from previous projects. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data (physical and digital), will be retained for the minimum preservation term of 10 years after the end of the project. Where will these data be archived (stored and curated for the long-term)? The physical muscle sample will be stored for a long term in freezer (temperature ranging from -20° till -150°, depending on the sample type), at the Pneumology Lab. The digital data will be archived at special space provided by KU/UZ Leuven networks with restricted access, controlled by the PI. Hard copies (eg. the Informed Consent forms, measurement forms and paper lab notebooks) are kept in locked cabinets in the lab of the PIs concerned. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 01 June 2023 5 of 10 The expected costs at the University Hospital networks are +/- 1000€ per year The expected costs for the L- and K-drives at the KU leuven are +/- 1000€ per year The costs for data storage are covered by running project funding as well as by left rest budget from previous projects. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository During the project as well as after the end of the project, the published data will be available via an open access repository (KU Leuven repositories, https://rdr.kuleuven.be/) and upon request by email. These published data contain the results of processed coded data presented in tables. Reference databases for ultrasound measurements (containing typically developing data and clinical data) have been established. The reference database of ultrasound data of typically developing children (Peeters et al. (2022) - A comprehensive normative reference database of muscle morphology in typically developing children aged 3- 18 years – a cross sectional ultrasound study) is published and openly accessible on Figshare (https://figshare.com/articles/dataset/Peeters_et_al_2022_- _A_comprehensive_normative_reference_database_of_muscle_morphology_in_typically_developing_children_aged_3- 18_years_a_cross_sectional_ultrasound_study/21770450). Data to reveal patient-specific reports will be available for clinicans who are treating the study patients and for the patient-specific caregivers in the hospital. Patient-specifc data will only be shared ensuring the privacy of the healthy children and patients (e.g. body weight, body length). Decoded personal data will never be shared. In addition, Python and Matlab scripts will be uploaded on GitHub, which is a standard hosting service to share scripts in the scientific community. If access is restricted, please specify who will be able to access the data and under what conditions. Acces to published data will not be restricted. All project partners will have access to the data during the project and the post-project phase. Data access will be regularly discussed during the project steering group meetings. Access to unpublished data by other KU Leuven colleagues (who are not part of the project consortium) and/or international partners will be arranged through special user and data-sharing agreements, developed in collaboration with Leuven research and Development. During the project, such data sharing is not foreseen. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Patient-specifc data will only be shared ensuring the privacy of the healthy children and patients (e.g. body weight, body length). Decoded personal data will never be shared. Where will the data be made available? If already known, please provide a repository per dataset or data type. The published data will be available via an open access repository (KU Leuven repositories, https://rdr.kuleuven.be/) and upon request by email. These published data contain the results of processed coded data presented in tables. Python and Matlab scripts will also be available on GitHub. When will the data be made available? Published data will be made available at the time of publication in case of open access or upon request for other publications. Additional, not-published data will be made available for external users upon request during the post-project trajectory (based on data sharing agreements developed in colabration with LRD). Which data usage licenses are you going to provide? If none, please explain why. There is no license associated to the use of the digital datasets that will be created during the project. Python and Matlab scripts wil be licensed under specific software licenses. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No DOI will be provided upon acceptance for publication of the related research papers. In the post project pahse, some data may be publsihed and may thus have a DOI access number. What are the expected costs for data sharing? How will these costs be covered? No cost are expected for data sharing. Created using DMPonline.be. Last modiﬁed 01 June 2023 6 of 10 6. Responsibilities Who will manage data documentation and metadata during the research project? Prof. Kaat Desloovere, Dr. Karen Maes Who will manage data storage and backup during the research project? Prof. Kaat Desloovere, Dr. Karen Maes Who will manage data preservation and sharing? Prof. Kaat Desloovere, Dr. Karen Maes Who will update and implement this DMP? Prof. Kaat Desloovere Created using DMPonline.be. Last modiﬁed 01 June 2023 7 of 10 Bo-Balance: Botulinum toxin for children with cerebral palsy: a delicate balance between clinical benefits and muscular harm Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) We will collect primary, quantitative, experimental data. Raw data will be processed in type-specific software (MeVisLab, Python, Matlab, Vicon, GraphPad, statistical software). PHYSICAL DATA include micro-biopsies containing muscle tissue. DIGITAL DATA include: [1] Instrument-specific data from muscle ultrasound and MRI images (saved as dcm & tiff) and from electromyography, dynamometry and motion analysis and biopsy analysis (saved as software- specific formats); with extracted numerical data saved as xls; [2] histological images saved as tiff [3] numerical data from clinical examination saved as txt; and [4] movie data from motion analysis saved as multimedia files. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 2 . Storage capacity/repository during the research after the research Karen Maes is responsible for muscle biopsy data and Kaat Desloovere for all other data. All anonymized digital data (raw, processed, meta) will be preserved for >5 years, also after project completion, with separate storage of patient identifier record (PIR), with password-protected access for the PI. The required 5TB computer storage space is provided by KU/UZ Leuven networks, ensuring regular automatic back-up. Histological specimens will be kept for 5 years post-project in a -80°C freezer, at the Pneumology Lab, or at the UZ Leuven Biobank. Upon publication, anonymized numerical datasets will be put available via KU Leuven research data repository. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Not applicable. We will not deviate from the principle of preservation of data and of the minimum preservation term of 5 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) No issues concerning research data have been indicated in the ethics questionnaire. The medical ethics committee, as well as the biobank (for muscle biopsies) of UZ Leuven/KU Leuven, are aware of the project and of the data collection and storage procedure (S62187). Ethical approval has also been obtained for muscle imaging by means of 3D ultrasound, gait analyses, and instrumented assessments of spasticity and strength in the context of ongoing research (S62645). Which other issues related to the data management are relevant to mention? (use up to 700 characters) All data are anonymized. The patient identifier record (PIR) is stored separately, using the ‘digital vault for private data’ service from IT KU Leuven, which offers a secure, standard infrastructure to keep private data safe. Strict rules of data access are applied making the vault fully compliant with the privacy law. Measurement data are managed on a GDPR-prove lab-specific generic data management platform, guiding researchers through measurement workflows, ensuring efficient safe storage, keeping track of data use and associated processing related to each experimental step, and enabling data query filtering of the collected data. Metadata will follow Data Cite’s recommendations. Created using DMPonline.be. Last modiﬁed 01 June 2023 8 of 10 Bo-Balance: Botulinum toxin for children with cerebral palsy: a delicate balance between clinical benefits and muscular harm DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 01 June 2023 9 of 10 Bo-Balance: Botulinum toxin for children with cerebral palsy: a delicate balance between clinical benefits and muscular harm GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 01 June 2023 10 of 10"
}