{
    "document_id": "D-2023-2331",
    "LinkTitle": "D-2023-2331",
    "file_name": "D-2023-2331.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2331.pdf",
    "metadata": {
        "title": "The sound of educational reform: Disability, special education and the history of reform pedagogy from 1880 till 1940",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "The sound of educational reform: Disability, special education and the history of reform pedagogy from 1880 till\nThe sound of educational reform: Disability, special education and the history of reform pedagogy from 1880 till\n1940\n1940\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nLuna Lemoine \n \nhttps://orcid.org/0009-0003-9258-8074\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nLuna Lemoine \n \nhttps://orcid.org/0009-0003-9258-8074\nData Manager:\nData Manager:\n \nLuna Lemoine \n \nhttps://orcid.org/0009-0003-9258-8074\nProject Administrator:\nProject Administrator:\n \nLuna Lemoine \n \nhttps://orcid.org/0009-0003-9258-8074\nID: \nID: \n202846\nStart date: \nStart date: \n09-10-2023\nEnd date: \nEnd date: \n08-10-2027\nProject abstract:\nProject abstract:\nThis project inscribes itself in a range of critical histories that seek to highlight how, among other things, gender, power, and scientific knowledge have\nled and still lead to the construction of difference as well as to the emergence of special educational practices. Following this vision, the main aim of\nthis proposal is to expose the existing histories of progressive education to ideas and perspectives coming from new disability history and sound\nstudies. More concretely, the research is composed of five main points. The first point of the research consists of investigating the influence of\nprogressive educationalists’ ideals on the ideals of special education for deaf and blind students in Belgium. For this, the theories of Maria Montessori\nand Ovide Decroly will be considered as representative of progressive education that could have impacted special education: not only are they both\nconsidered progressive educationalists, but they are also known to have heavily based their writings on their work with children with disabilities. The\nsecond point is related to sound studies: the sounds that could be heard in those special education settings will be analyzed through written archives,\npictures, or film footage. The focus on sound is due to the fact that zooming in on the sounds that could be heard in educational settings enables\nhistorians of education to better identify and grasp shifting world views and societal expectations towards teachers and pupils. It is also argued that\nhistorians of education can and should include the notion of soundscapes in their historical toolboxes, as it is helpful in reconstructing and\ndisentangling the complex ways in which education has shaped human beings. The remaining three points are linked to many disability historians’\nagenda: in line with the idea that ‘disability’ refers to the negative and stereotypical meanings a particular society attributes a specific impairment (the\nbodily reality of a disability), the present research will study how particular bodily and mental characteristics have become disabilities. Questions such\nas how being deaf or blind has developed into disabilities, how disabled people have experienced the discriminatory attitudes attributed to their\nimpairments, and how they have resisted these will be explored. This will be done by examining potential gender bias in archives related to special\neducation in Belgium; by looking for possible differences in the discourse on special education between Catholic and liberal educational beliefs in\nBelgium; and by investigating archival material produced by deaf and blind persons themselves. Because this research’s topic is importantly focused on\ndisability history, the research will also attempt to establish an inclusionary research environment. This means that the researcher will work in\ncollaboration with members of the French-speaking community of deaf and blind persons.  \nLast modified: \nLast modified: \n19-12-2023\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n1 of 6\nThe sound of educational reform: Disability, special education and the history of reform pedagogy from 1880 till\nThe sound of educational reform: Disability, special education and the history of reform pedagogy from 1880 till\n1940\n1940\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname / ID\nDescription\nNew\nor\nreuse\nDigital\nor\nPhysical\ndata\nData\nType\nFile\nformat\nData\nvolume\nPhysical volume\nArchival\nDocuments\nCorrespondence and personal documents related to school, official\ndocuments of schools, documents conserved in organizations for and by\ndeaf and blind people, and journal articles. Scanned by my phone and\ntransferred to my computer\nR\nD\nT\n.pdf\n \n<100GB\n \nDatabase\nof archives\nDatabase of all the used archives, generated by Excel and labeled by\nauthor's name, date of publication, place of consultation, and title. \n \nN\nD\nT\nCVS\n<1GB\n \nResearch\nlog based\non\nliterature\nHandwritten notes scanned and transferred to computer and digital notes\nmade on Microsoft Word\nN\nD/P\nT\n.pdf \n<1GB\nAround 50 pages\nof B5 format\nsheets\nVideo of\nfocus\ngroups\nVideos of the deaf participants showing their signs and facial expressions\nN\nD\nA\n.mp4\n<1TB\n \nNotes\ntaken\nduring\nfocus\ngroups\nHandwritten notes of thoughts and opinions exchanged during the focus\ngroups\nN\nD/P\nT\n.pdf\n<1GB\nAround 20 pages\nof A4 format\nsheets\nArchival\nvisual\ndocuments\nArchival pictures and videos of educational practices and educational\nsettings \nR\nD/P\nI or\nA\n.pdf or\n.mp4\n<1GB\nLess than 50\npictures\n(postcards,\npictures in\njournals,...)\nConsent\nforms\nConsent forms signed by participants of the focus groups\nN\nD/P\nT\n.pdf\n<1GB\n8 sheets, unless\nparticipants\ndecide to stop\ntheir\nparticipation and\nmore\nparticipants are\nneeded\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nThe reused data are all the archives that will be used for the research (written and audio-visual). A list of the reused data (archives) will be\ncompiled by the researcher, with the title, author, publication year, publisher and publication place, conservation place, and other notes useful\nto keep track of the used archives. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n2 of 6\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nData such as name, age, gender, education, political opinion, religious beliefs, and diagnoses could be revealed by participants during focus\ngroups. Audio-visual recordings of participants will also be made to allow them access to their data. \nG-2023-7090-R2(MAR) (accepted)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nClear folder structures will be followed on OneDrive, by dividing the research into work packages. Within those work package folders, the\nfolders will be divided into archives, notes, and writings (publications). \nA folder will also be made for the focus groups with their notes, and there will also be a folder for archives that regroups all the archive files\n(scans), notes, and the Excel database. \nREADME.txt files will be added where necessary to explain the structure of the folders and the content of each folder. This will especially be\nthe case for archives, where the txt files will describe the archives in terms of title, author, year of publication, place of consultation, and key\nwords. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n3 of 6\nDublin Core will be used as a metadata standard. \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nMost files will be saved on OneDrive, but larger files such as focus groups videos will be saved on J-drive. \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe OneDrive and J-drive can only be accessible through the researcher via two-factor authentication. Physical data such as notes from focus\ngroups or notes based on literature will be kept in a locked drawer in the researcher's office, which is also locked. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo extra cost will be needed\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCertain data cannot be kept for 10 years (explain below)\nVideos of focus groups will be deleted at the end of the research to ensure data privacy. This is because during the research, facial expressions\nare needed for deaf participants to access their own data, and voice is needed for blind participants to access their own data. As those are\ndifficult to anonymise while facilitating access for participants to their own data, the video recordings will be deleted after the research project\nends.\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n4 of 6\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere is no extra cost expected for data preservation \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nNo (closed access)\nAll data except videos of focus groups, consent forms, and archives will be open data after and during the project.\nVideos of focus groups will only be available for the participants themselves during the project and will be deleted after the project (restricted\naccess during the research)\nArchival data (written and images/audio-visual) will not be available for reuse during the research and after the project. (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nBe a participant of the focus groups and ask the researcher to have access to their own data. The data will only be accessible through the\nresearcher's computer and access to the shared J-drive\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, intellectual property rights\nPrivacy aspects restrict the sharing of videos from focus groups outside the participants.\nCopyrights does not allow for the sharing of some of the archives, especially those published after 1918 as a rule of thumb from the Rotal\nLibrary of Brussels. \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n5 of 6\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere is no extra cost expected for data sharing\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researcher (Luna Lemoine)\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe researcher (Luna Lemoine)\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe researcher (Luna Lemoine)\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe researcher (Luna Lemoine)\nCreated using DMPonline.be. Last modiﬁed 19 December 2023\n6 of 6"
    },
    "clean_full_text": "The sound of educational reform: Disability, special education and the history of reform pedagogy from 1880 till The sound of educational reform: Disability, special education and the history of reform pedagogy from 1880 till 1940 1940 A Data Management Plan created using DMPonline.be Creator: Creator: Luna Lemoine https://orcid.org/0009-0003-9258-8074 Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Luna Lemoine https://orcid.org/0009-0003-9258-8074 Data Manager: Data Manager: Luna Lemoine https://orcid.org/0009-0003-9258-8074 Project Administrator: Project Administrator: Luna Lemoine https://orcid.org/0009-0003-9258-8074 ID: ID: 202846 Start date: Start date: 09-10-2023 End date: End date: 08-10-2027 Project abstract: Project abstract: This project inscribes itself in a range of critical histories that seek to highlight how, among other things, gender, power, and scientific knowledge have led and still lead to the construction of difference as well as to the emergence of special educational practices. Following this vision, the main aim of this proposal is to expose the existing histories of progressive education to ideas and perspectives coming from new disability history and sound studies. More concretely, the research is composed of five main points. The first point of the research consists of investigating the influence of progressive educationalists’ ideals on the ideals of special education for deaf and blind students in Belgium. For this, the theories of Maria Montessori and Ovide Decroly will be considered as representative of progressive education that could have impacted special education: not only are they both considered progressive educationalists, but they are also known to have heavily based their writings on their work with children with disabilities. The second point is related to sound studies: the sounds that could be heard in those special education settings will be analyzed through written archives, pictures, or film footage. The focus on sound is due to the fact that zooming in on the sounds that could be heard in educational settings enables historians of education to better identify and grasp shifting world views and societal expectations towards teachers and pupils. It is also argued that historians of education can and should include the notion of soundscapes in their historical toolboxes, as it is helpful in reconstructing and disentangling the complex ways in which education has shaped human beings. The remaining three points are linked to many disability historians’ agenda: in line with the idea that ‘disability’ refers to the negative and stereotypical meanings a particular society attributes a specific impairment (the bodily reality of a disability), the present research will study how particular bodily and mental characteristics have become disabilities. Questions such as how being deaf or blind has developed into disabilities, how disabled people have experienced the discriminatory attitudes attributed to their impairments, and how they have resisted these will be explored. This will be done by examining potential gender bias in archives related to special education in Belgium; by looking for possible differences in the discourse on special education between Catholic and liberal educational beliefs in Belgium; and by investigating archival material produced by deaf and blind persons themselves. Because this research’s topic is importantly focused on disability history, the research will also attempt to establish an inclusionary research environment. This means that the researcher will work in collaboration with members of the French-speaking community of deaf and blind persons. Last modified: Last modified: 19-12-2023 Created using DMPonline.be. Last modiﬁed 19 December 2023 1 of 6 The sound of educational reform: Disability, special education and the history of reform pedagogy from 1880 till The sound of educational reform: Disability, special education and the history of reform pedagogy from 1880 till 1940 1940 Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Archival Documents Correspondence and personal documents related to school, official documents of schools, documents conserved in organizations for and by deaf and blind people, and journal articles. Scanned by my phone and transferred to my computer R D T .pdf <100GB Database of archives Database of all the used archives, generated by Excel and labeled by author's name, date of publication, place of consultation, and title. N D T CVS <1GB Research log based on literature Handwritten notes scanned and transferred to computer and digital notes made on Microsoft Word N D/P T .pdf <1GB Around 50 pages of B5 format sheets Video of focus groups Videos of the deaf participants showing their signs and facial expressions N D A .mp4 <1TB Notes taken during focus groups Handwritten notes of thoughts and opinions exchanged during the focus groups N D/P T .pdf <1GB Around 20 pages of A4 format sheets Archival visual documents Archival pictures and videos of educational practices and educational settings R D/P I or A .pdf or .mp4 <1GB Less than 50 pictures (postcards, pictures in journals,...) Consent forms Consent forms signed by participants of the focus groups N D/P T .pdf <1GB 8 sheets, unless participants decide to stop their participation and more participants are needed If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: The reused data are all the archives that will be used for the research (written and audio-visual). A list of the reused data (archives) will be compiled by the researcher, with the title, author, publication year, publisher and publication place, conservation place, and other notes useful to keep track of the used archives. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Created using DMPonline.be. Last modiﬁed 19 December 2023 2 of 6 No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Data such as name, age, gender, education, political opinion, religious beliefs, and diagnoses could be revealed by participants during focus groups. Audio-visual recordings of participants will also be made to allow them access to their data. G-2023-7090-R2(MAR) (accepted) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Clear folder structures will be followed on OneDrive, by dividing the research into work packages. Within those work package folders, the folders will be divided into archives, notes, and writings (publications). A folder will also be made for the focus groups with their notes, and there will also be a folder for archives that regroups all the archive files (scans), notes, and the Excel database. README.txt files will be added where necessary to explain the structure of the folders and the content of each folder. This will especially be the case for archives, where the txt files will describe the archives in terms of title, author, year of publication, place of consultation, and key words. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Created using DMPonline.be. Last modiﬁed 19 December 2023 3 of 6 Dublin Core will be used as a metadata standard. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Most files will be saved on OneDrive, but larger files such as focus groups videos will be saved on J-drive. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The OneDrive and J-drive can only be accessible through the researcher via two-factor authentication. Physical data such as notes from focus groups or notes based on literature will be kept in a locked drawer in the researcher's office, which is also locked. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No extra cost will be needed Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Certain data cannot be kept for 10 years (explain below) Videos of focus groups will be deleted at the end of the research to ensure data privacy. This is because during the research, facial expressions are needed for deaf participants to access their own data, and voice is needed for blind participants to access their own data. As those are difficult to anonymise while facilitating access for participants to their own data, the video recordings will be deleted after the research project ends. Created using DMPonline.be. Last modiﬁed 19 December 2023 4 of 6 Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There is no extra cost expected for data preservation Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) No (closed access) All data except videos of focus groups, consent forms, and archives will be open data after and during the project. Videos of focus groups will only be available for the participants themselves during the project and will be deleted after the project (restricted access during the research) Archival data (written and images/audio-visual) will not be available for reuse during the research and after the project. (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Be a participant of the focus groups and ask the researcher to have access to their own data. The data will only be accessible through the researcher's computer and access to the shared J-drive Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, intellectual property rights Privacy aspects restrict the sharing of videos from focus groups outside the participants. Copyrights does not allow for the sharing of some of the archives, especially those published after 1918 as a rule of thumb from the Rotal Library of Brussels. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Created using DMPonline.be. Last modiﬁed 19 December 2023 5 of 6 Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There is no extra cost expected for data sharing Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher (Luna Lemoine) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researcher (Luna Lemoine) Who will manage data preservation and sharing? Who will manage data preservation and sharing? The researcher (Luna Lemoine) Who will update and implement this DMP? Who will update and implement this DMP? The researcher (Luna Lemoine) Created using DMPonline.be. Last modiﬁed 19 December 2023 6 of 6"
}