{
    "document_id": "D-2023-2423",
    "LinkTitle": "D-2023-2423",
    "file_name": "D-2023-2423.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2423.pdf",
    "metadata": {
        "title": "D-2023-2423",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "Version 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nVersion 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Prof. Dr. Koenraad Van Laere 0000-0001-5200-7245\nContributor name(s) (+ ORCID) & roles Prof. Dr. Koenraad Van Laere: UZ Leuven principal investigator\nProf. Dr. Wim Vandenberghe 0000-0001-5464-7940: Investigator\nDr. Aline Delva 0000-0001-8497-2314: Investigator\nDr. Louis Versweyveld 0009-0008-3475-1079: Investigator\nDr. Donatienne Van Weehaeghe: UZ Gent principal investigator\nProf. Dr. Patrick Santens 0000-0002-8886-9776: Investigator\nDr. Tim Vanlangenhove: Investigator\nProject number 1 & title S67620 [18F]-MFBG PET of the cardiac noradrenergic system for early differentiation in Parkinson’s \ndisease and dementia with Lewy bodies.\nFunder(s) GrantID 2FWO-TBM T001223N\nAffiliation(s) X KU Leuven \n☐ Universiteit Antwerpen\nX Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nVersion 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description  :Study goal\n     - -         The goal of this prospective head to head comparison is to evaluate the effectiveness of\n[18 ]-      ,    [123 ]-   F MFBG PET in assessing cardiac innervation comparing it with I MIBG SPECT\n          ( )  The study's primary focus is on distinguishing between Parkinson's disease PD and\n   ( ),         ( )  multiple system atrophy MSA as well as between dementia with Lewy bodies DLB and\n  ( ). Alzheimer's disease AD\n :Main questions\n:    [18 ]-         Feasibility How well can F MFBG PET detect changes in myocardial uptake in\n             PD and DLB compared to the expected normal values in healthy individuals and AD  \n -  ?           and MSA P patients How well can it differentiate between these groups based on\n  ?the detected changes\n- :  [18 ]-      [123 ]-    Non inferiority Is F MFBG PET as accurate as I MIBG SPECT in\n    - ,     ? distinguishing between PD and MSA P and between DLB and AD\n : Participant requirements\n   ,          3  4 For the main study participants will be required to visit the hospital for or\n.   ,      ,   ,  appointments During these visits they will undergo a screening visit MRI brain scan a\n  , [18 ]- 2  , [123 ]-  ,  [18 ]- comprehensive neurological assessment F PE I PET I MIBG SPECT and F\n  .MFBG PET scans\n,       ,     Additionally a separate dosimetry study will be conducted involving healthy subjects who\n          [18 ]-   .will visit the hospital for a screening visit and undergo F MFBG PET scans\nVersion 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR \nDIGITAL DATAONLY FOR \nPHYSICAL DATA\nDataset \nNameDescription New or \nReused Digital or \nPhysical Digital Data \nTypeDigital Data \nFormat Digital Data \nVolume \n(MB, GB, \nTB)Physical \nVolume\nSigned \ninformed \nconsentSigned informed consent New☐ Digital\n☒ Physical37p per \nform\nLab test dataResults of laboratory tests on blood and urine \nsamples, collected during the screening visitNew☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:KWS (Hospital \nclinical \nworkstation) = \nMedical file of \nthe participant☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA/\neCRF dataeCRF source data on:\n-pre-study visit questionnaire\n-demographics collected during screening \nvisit\n-presence/absence of exclusion criteria in \nlab tests during screening visit\n-presence/absence of exclusion criteria on New ☒ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ SoftwareeCRF in RedCap ☐ < 1 GB\n☒ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA2 TB hard \ndrive \n(about 3 x \n10 x 15 \ncm)\n3 Add rows for each dataset you want to describe.\nVersion 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5MRI brain during or after screening visit\n-medical history, medication, allergies, \npotential remarks for MRI and physical \nexamination collected during screening \nvisit\n-questionnaires and clinical scales collected  \nduring neurological evaluation\n-presence/absence of exclusion criteria \nbased on above mentioned data\n-eventual adverse events collected during \nall study visits and follow-up call\nPaper worksheets will become part of the Trial \nparticipant's source documentation and will be \nfiled together with or as part of the medical \nrecords. The Trial data will be transcribed from \nthe source records (i.e. participant’s medical file \nor Trial-specific source data worksheets) into an \neCRF in RedCap by Trial Staff. Transcription to the  \n(e)CRF will be done as soon as possible after a \nparticipant visit and in a pseudonymized manner \nusing a unique identifier assigned by the Sponsor.  ☐ Other:\nScreening \nMRI brainMRI DICOM images\nMRI metadata\nMRI protocol by the hospital radiologist, collected  \nduring screening visit.  \nImages will be accessed via KWS (Klinisch \nWerkstation UZ Leuven).  New ☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:Images in list \nmode raw and \nDICOM format.\nMetadata in \nheader.\nProtocol in KWS. ☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA/\nVersion 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Tracer dataDescriptive data regarding tracer synthesis such \nas lot-number of the precursor, labelling \nefficiency, specific activity and radiochemical \npurity of the final radiotracer. A subject- and \ntracer specific document providing information \nregarding the injected tracer (required activity, \nspecific activity, radiochemical purity, lot-number \nof precursor, signed by a recognized \nradiopharmacist, is generated. This becomes part \nof the eCRF. New☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:Redcap, then \ntransfer to \nstatistical \nsoftware☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA/\nImaging data \nfrom PET-\nMRI, PET-CT, \nSPECT-CT and \nMRIDICOM images.\nMetadata:\n-acquisition settings (acquisition time, flip \nangle, bandwidth, TE, TR, matrix, field of \nview, slice thickness)  \n-reconstruction parameters (time frames, \niterations, subsets and post-filtering, \nmatrix size) \n-injected radioactivity dose and tracer \ntype, date and time of injection and \nacquisition \n-patient characteristics at the time of the \nscan such as height and weight.  New☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:Images in list \nmode raw and \nDICOM format ☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☒ > 5 TB\n☐ NA2 TB hard \ndrives \n(about 3 x \n10 x 15 cm \nper hard \ndrive)\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nVersion 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Not applicable, all data will be prospectively collected.  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒Yes, human subject data. Study approved via CTIS ( EuCT nr 2023-506508-18-00; local EC S67620)\n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nThis trial has been approved by the centralized ethical committee through the CTIS portal.  \nThe Trial will be conducted in compliance with the requirements of the GDPR.  \nThe Trial will be performed in accordance with the protocol, current ICH and ICH-GCP guidelines, and \napplicable regulatory and country-specific requirements.\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\n☐ No\nAdditional information: S-number S67620\nProcessed personal data will include medical information and demographic information as described in \nthe datasets above. The collection and processing of personal data is described in the informed consent \nforms. \nPrivacy register reference: S67620\n4 See Glossary Flemish Standard Data Management Plan  \nVersion 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ Yes\n☐ No\nIf yes, please comment: if non-inferior to the current SOC 123I-MIBG, 18F-MFBG has the potential for \nreimbursement and (paid) production for clinical routine in UZ Leuven and other centres. PET data for 18F-\nMFBG.\nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nVersion 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .Source documents on paper will be archived in the investigator site files and classified by making use of \nthe KU Leuven template, which will include a subject identification log.\nAt UZ Leuven, a study specific folder in UZ Leuven called \n//uz/data/NucleaireGeneeskunde/Studie/DATA  AR/PET/_S67620 ”  contains the original non-\npseudonymised data and the key of pseudonymisation in a protected subfolder.  \nFor the eCRF in RedCap, the metadata is defined in the data dictionary file, which can be shared and \nreused. \nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nFor the data of the eCRF, the study-specific metadata in Redcap is used.  \nFor the imaging data, metadata are included in the image headers in the original DICOM format.  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nVersion 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☒ Large Volume Storage\n☐ Digital Vault\n☒ Other: \nDuring the trial:\nPET/MR and PET/CT imaging data (and metadata) will be stored and archived on the principal’s hospital’s \ndata drive.\nThe backups of imaging data and eCRF data on external hard drives will be hardcoded protected and kept \nby the coordinating PhD student, under supervision of the project PI.\nThe source documents on paper will be kept in a locked cabinet, inside a secured area. Data will be \ntransferred to the eCRF in RedCap immediately (max. within 2 working days) at or after the visit.\nThe (data) results of the blood and urine samples of all subjects are kept in the electronic health record of \nUZ Leuven (KWS). \n PET tracer synthesis data is stored in the GMP production-log of radiopharmacy. For purchased tracers, \nthis will be stored in the local radiopharmacy purchase logs for [123I]-MIBG.\nAfter the trial:\nPseudonymized data shall be stored in a secured location for up to 25 years after the end of the study \n(data on paper at KU/UZ Leuven, digital data in a secure and encrypted digital storage location at UZ \nLeuven, for imaging data: UZ Leuven PACS or the nuclear medicine’s database MIM) except for external \nHD data and reconstructed data in the hospital’s drive (for up to 10 years).\nVersion 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up on UZ Leuven harddrives (see below). The UZ data drive is backed up automatically.\n☒ Personal back-ups I make (specify)\nPET/MR and PET/CT imaging data (and metadata) and eCRF data will be backed up offline on external hard  \ndrives that will be hardcoded protected and kept by the coordinating PhD student, under supervision of \nthe project PI. After the PhD project these will be kept by the project PI.\n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nYes, sufficient storage capacity is provided on the UZ data drive. Furthermore, sufficient storage is \nforeseen for advanced data analyses.\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  At UZ Leuven, a study specific folder in UZ Leuven called \n//uz/data/NucleaireGeneeskunde/Studie/DATA AR/PET/_S67620 ” is accessible for members of the study \nteam only. Non-pseudonymized data are stored in this protected subfolder of the “UZ Data” drive. All \nmembers of the study can read the files in this protected subfolder, but only authorized admins can write \nor delete in this folder. Data are coded in all subfolders of the study specific “UZ Data” except in the \nprotected sub-folder. The key of pseudonymization is stored in the protected sub-folder containing the \noriginal data.\nThe source documents on paper will be kept in a locked cabinet to which only study personnel has access.\nThe eCRF is password- and two-factor authentication-protected.  \nExternal HD back-ups are hardcoded protected and kept under supervision of the project PI.\nVersion 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Data storage on UZ data drive (10 TB and €300 per TB per year). This is covered by the department of \nNuclear Medicine as general research agreement within the department.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy\n☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nPseudonymized data shall be stored for up to 25 years after the end of the study, except for external \nbackup HD data and processed data in the hospital’s drive.\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specifiy):\nThe anonymized image data will be archived in UZ Leuven PACS or the nuclear medicine’s database MIM \nfor 25 years; external backup HD data and processed data in the hospital’s drive for 10 years.  \nThe (data) results of the blood and urine samples of all subjects are kept in the electronic health record UZ  \nLeuven (KWS) for minimum 25 years.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Data storage on UZ data drive (10 TB and €300 per TB per year). Standardized backup in BIDS format and \nonly necessary intermediary data will be backed up. This is covered by the department of Nuclear \nMedicine as general research agreement within the department.\nVersion 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 136. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nAfter project closure, pseudonymised image data, lab results, eCRF data and tracer data can be shared in \ndatabases eg. with other institutions or interested parties upon reasonable request (decision PI, in mutual \nconsent with KU Leuven/LRD if non-academic). Clinical images will be pseudonymized as stipulated by the \nUser Guide for GDPR with regards to Clinical Research at UZ Leuven.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Data may be re-used for other (multicentric) academic studies with the same topic as goal, upon \nreasonable request to the PI and after complete finalization of the study, also taking all needed ethical and  \npossible contractual approvals into consideration.  \nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nVersion 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)  \n☐ Other (specify)\nWhen will the data be made available? ☐ Upon publication of research results\n☐ Specific date (specify)\n☒ Other (specify)\nData can be made available if it is requested after complete finalization and publication submission of the \nstudy parts.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Data transfer, to be covered by the requesting party(-ies).\nVersion 1, 30-01-2024\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 157. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?PI of the project prof. dr. K. Van Laere – PET manual in place including data access, storage and backup \nplan. \nWho will manage data storage and backup \nduring the research project?PhD student coordinating the project Dr. L. Versweyveld, supervision by PI.\nWho will manage data preservation and \nsharing?PI of the project (prof. dr. K. Van Laere)\nWho will update and implement this DMP? PhD student coordinating the project Dr. L. Versweyveld in collaboration with PI  of the project (prof. dr. K. \nVan Laere) for implementation"
    },
    "clean_full_text": "Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Prof. Dr. Koenraad Van Laere 0000-0001-5200-7245 Contributor name(s) (+ ORCID) & roles Prof. Dr. Koenraad Van Laere: UZ Leuven principal investigator Prof. Dr. Wim Vandenberghe 0000-0001-5464-7940: Investigator Dr. Aline Delva 0000-0001-8497-2314: Investigator Dr. Louis Versweyveld 0009-0008-3475-1079: Investigator Dr. Donatienne Van Weehaeghe: UZ Gent principal investigator Prof. Dr. Patrick Santens 0000-0002-8886-9776: Investigator Dr. Tim Vanlangenhove: Investigator Project number 1 & title S67620 [18F]-MFBG PET of the cardiac noradrenergic system for early differentiation in Parkinson’s disease and dementia with Lewy bodies. Funder(s) GrantID 2FWO-TBM T001223N Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen X Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description :Study goal - - The goal of this prospective head to head comparison is to evaluate the effectiveness of [18 ]- , [123 ]- F MFBG PET in assessing cardiac innervation comparing it with I MIBG SPECT ( ) The study's primary focus is on distinguishing between Parkinson's disease PD and ( ), ( ) multiple system atrophy MSA as well as between dementia with Lewy bodies DLB and ( ). Alzheimer's disease AD :Main questions : [18 ]- Feasibility How well can F MFBG PET detect changes in myocardial uptake in PD and DLB compared to the expected normal values in healthy individuals and AD - ? and MSA P patients How well can it differentiate between these groups based on ?the detected changes - : [18 ]- [123 ]- Non inferiority Is F MFBG PET as accurate as I MIBG SPECT in - , ? distinguishing between PD and MSA P and between DLB and AD : Participant requirements , 3 4 For the main study participants will be required to visit the hospital for or . , , , appointments During these visits they will undergo a screening visit MRI brain scan a , [18 ]- 2 , [123 ]- , [18 ]- comprehensive neurological assessment F PE I PET I MIBG SPECT and F .MFBG PET scans , , Additionally a separate dosimetry study will be conducted involving healthy subjects who [18 ]- .will visit the hospital for a screening visit and undergo F MFBG PET scans Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data TypeDigital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Signed informed consentSigned informed consent New☐ Digital ☒ Physical37p per form Lab test dataResults of laboratory tests on blood and urine samples, collected during the screening visitNew☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:KWS (Hospital clinical workstation) = Medical file of the participant☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA/ eCRF dataeCRF source data on: -pre-study visit questionnaire -demographics collected during screening visit -presence/absence of exclusion criteria in lab tests during screening visit -presence/absence of exclusion criteria on New ☒ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ SoftwareeCRF in RedCap ☐ < 1 GB ☒ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA2 TB hard drive (about 3 x 10 x 15 cm) 3 Add rows for each dataset you want to describe. Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5MRI brain during or after screening visit -medical history, medication, allergies, potential remarks for MRI and physical examination collected during screening visit -questionnaires and clinical scales collected during neurological evaluation -presence/absence of exclusion criteria based on above mentioned data -eventual adverse events collected during all study visits and follow-up call Paper worksheets will become part of the Trial participant's source documentation and will be filed together with or as part of the medical records. The Trial data will be transcribed from the source records (i.e. participant’s medical file or Trial-specific source data worksheets) into an eCRF in RedCap by Trial Staff. Transcription to the (e)CRF will be done as soon as possible after a participant visit and in a pseudonymized manner using a unique identifier assigned by the Sponsor. ☐ Other: Screening MRI brainMRI DICOM images MRI metadata MRI protocol by the hospital radiologist, collected during screening visit. Images will be accessed via KWS (Klinisch Werkstation UZ Leuven). New ☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:Images in list mode raw and DICOM format. Metadata in header. Protocol in KWS. ☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA/ Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Tracer dataDescriptive data regarding tracer synthesis such as lot-number of the precursor, labelling efficiency, specific activity and radiochemical purity of the final radiotracer. A subject- and tracer specific document providing information regarding the injected tracer (required activity, specific activity, radiochemical purity, lot-number of precursor, signed by a recognized radiopharmacist, is generated. This becomes part of the eCRF. New☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:Redcap, then transfer to statistical software☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA/ Imaging data from PET- MRI, PET-CT, SPECT-CT and MRIDICOM images. Metadata: -acquisition settings (acquisition time, flip angle, bandwidth, TE, TR, matrix, field of view, slice thickness) -reconstruction parameters (time frames, iterations, subsets and post-filtering, matrix size) -injected radioactivity dose and tracer type, date and time of injection and acquisition -patient characteristics at the time of the scan such as height and weight. New☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:Images in list mode raw and DICOM format ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NA2 TB hard drives (about 3 x 10 x 15 cm per hard drive) GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Not applicable, all data will be prospectively collected. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒Yes, human subject data. Study approved via CTIS ( EuCT nr 2023-506508-18-00; local EC S67620) ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: This trial has been approved by the centralized ethical committee through the CTIS portal. The Trial will be conducted in compliance with the requirements of the GDPR. The Trial will be performed in accordance with the protocol, current ICH and ICH-GCP guidelines, and applicable regulatory and country-specific requirements. Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) ☐ No Additional information: S-number S67620 Processed personal data will include medical information and demographic information as described in the datasets above. The collection and processing of personal data is described in the informed consent forms. Privacy register reference: S67620 4 See Glossary Flemish Standard Data Management Plan Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: if non-inferior to the current SOC 123I-MIBG, 18F-MFBG has the potential for reimbursement and (paid) production for clinical routine in UZ Leuven and other centres. PET data for 18F- MFBG. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .Source documents on paper will be archived in the investigator site files and classified by making use of the KU Leuven template, which will include a subject identification log. At UZ Leuven, a study specific folder in UZ Leuven called //uz/data/NucleaireGeneeskunde/Studie/DATA AR/PET/_S67620 ” contains the original non- pseudonymised data and the key of pseudonymisation in a protected subfolder. For the eCRF in RedCap, the metadata is defined in the data dictionary file, which can be shared and reused. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: For the data of the eCRF, the study-specific metadata in Redcap is used. For the imaging data, metadata are included in the image headers in the original DICOM format. If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☐ Digital Vault ☒ Other: During the trial: PET/MR and PET/CT imaging data (and metadata) will be stored and archived on the principal’s hospital’s data drive. The backups of imaging data and eCRF data on external hard drives will be hardcoded protected and kept by the coordinating PhD student, under supervision of the project PI. The source documents on paper will be kept in a locked cabinet, inside a secured area. Data will be transferred to the eCRF in RedCap immediately (max. within 2 working days) at or after the visit. The (data) results of the blood and urine samples of all subjects are kept in the electronic health record of UZ Leuven (KWS). PET tracer synthesis data is stored in the GMP production-log of radiopharmacy. For purchased tracers, this will be stored in the local radiopharmacy purchase logs for [123I]-MIBG. After the trial: Pseudonymized data shall be stored in a secured location for up to 25 years after the end of the study (data on paper at KU/UZ Leuven, digital data in a secure and encrypted digital storage location at UZ Leuven, for imaging data: UZ Leuven PACS or the nuclear medicine’s database MIM) except for external HD data and reconstructed data in the hospital’s drive (for up to 10 years). Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up on UZ Leuven harddrives (see below). The UZ data drive is backed up automatically. ☒ Personal back-ups I make (specify) PET/MR and PET/CT imaging data (and metadata) and eCRF data will be backed up offline on external hard drives that will be hardcoded protected and kept by the coordinating PhD student, under supervision of the project PI. After the PhD project these will be kept by the project PI. ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No Yes, sufficient storage capacity is provided on the UZ data drive. Furthermore, sufficient storage is foreseen for advanced data analyses. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data At UZ Leuven, a study specific folder in UZ Leuven called //uz/data/NucleaireGeneeskunde/Studie/DATA AR/PET/_S67620 ” is accessible for members of the study team only. Non-pseudonymized data are stored in this protected subfolder of the “UZ Data” drive. All members of the study can read the files in this protected subfolder, but only authorized admins can write or delete in this folder. Data are coded in all subfolders of the study specific “UZ Data” except in the protected sub-folder. The key of pseudonymization is stored in the protected sub-folder containing the original data. The source documents on paper will be kept in a locked cabinet to which only study personnel has access. The eCRF is password- and two-factor authentication-protected. External HD back-ups are hardcoded protected and kept under supervision of the project PI. Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12What are the expected costs for data storage and backup during the research project? How will these costs be covered?Data storage on UZ data drive (10 TB and €300 per TB per year). This is covered by the department of Nuclear Medicine as general research agreement within the department. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☐ All data will be preserved for 10 years according to KU Leuven RDM policy ☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Pseudonymized data shall be stored for up to 25 years after the end of the study, except for external backup HD data and processed data in the hospital’s drive. Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): The anonymized image data will be archived in UZ Leuven PACS or the nuclear medicine’s database MIM for 25 years; external backup HD data and processed data in the hospital’s drive for 10 years. The (data) results of the blood and urine samples of all subjects are kept in the electronic health record UZ Leuven (KWS) for minimum 25 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Data storage on UZ data drive (10 TB and €300 per TB per year). Standardized backup in BIDS format and only necessary intermediary data will be backed up. This is covered by the department of Nuclear Medicine as general research agreement within the department. Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 136. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: After project closure, pseudonymised image data, lab results, eCRF data and tracer data can be shared in databases eg. with other institutions or interested parties upon reasonable request (decision PI, in mutual consent with KU Leuven/LRD if non-academic). Clinical images will be pseudonymized as stipulated by the User Guide for GDPR with regards to Clinical Research at UZ Leuven. If access is restricted, please specify who will be able to access the data and under what conditions.Data may be re-used for other (multicentric) academic studies with the same topic as goal, upon reasonable request to the PI and after complete finalization of the study, also taking all needed ethical and possible contractual approvals into consideration. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☐ Upon publication of research results ☐ Specific date (specify) ☒ Other (specify) Data can be made available if it is requested after complete finalization and publication submission of the study parts. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? Data transfer, to be covered by the requesting party(-ies). Version 1, 30-01-2024 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 157. Responsibilities Who will manage data documentation and metadata during the research project?PI of the project prof. dr. K. Van Laere – PET manual in place including data access, storage and backup plan. Who will manage data storage and backup during the research project?PhD student coordinating the project Dr. L. Versweyveld, supervision by PI. Who will manage data preservation and sharing?PI of the project (prof. dr. K. Van Laere) Who will update and implement this DMP? PhD student coordinating the project Dr. L. Versweyveld in collaboration with PI of the project (prof. dr. K. Van Laere) for implementation"
}