{
    "document_id": "D-2024-3525",
    "LinkTitle": "D-2024-3525",
    "file_name": "D-2024-3525.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3525.pdf",
    "metadata": {
        "title": "A critical account of raising children ‘beyond’ the Western epistemology: The case of Vietnam",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nA critical account of raising children ‘beyond’ the Western epistemology: The case of Vietnam\nCreator:\nCreator:\nQuynh Do\nPrincipal Investigator: \nPrincipal Investigator: \nQuynh Do\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nQuynh Do\nProject abstract:\nProject abstract:\nIn the last four decades, tremendous effort has gone into developing a scientifically grounded way of raising children, known as\n‘parenting’, largely founded in developmental and neuro-psychology. Partly in response, an existential-pedagogical account of raising\nchildren has been developed, centred around the concept of ‘upbringing’. Despite their state-of-the-art nature in the field of child-raising,\nboth accounts have been developed within the context of Western countries and have not yet addressed the global import of, in\nparticular, ‘parenting’ to Eastern countries and its localized configurations. Hence, two knowledge gaps are: (1) a lack of a critical\nexamination into how the ‘parenting’ discourse arrives and settles in a non-Western context, and (2) a lack of local counter- narratives to\nthe settlement of the ‘parenting’ discourse. Taking place in Vietnam, this project aims to (1) give an account of localized configurations\nof ‘parenting’ in a specific Eastern context and (2) (re)construct local counter-narratives that respond to ‘parenting’. By doing so, this\nproject not only challenges the existing Euro-centric literature of raising children, but also pushes forward the field of Family Pedagogy\ninto the postcolonial turn in social sciences and humanities research. Ultimately, the project’s outcomes are devoted to empowering\nparents and adults at large, particularly in Belgium and Vietnam, to think and act critically for their children’s and the world’s future.\n \nGrant number: 11D3025N\nID: \nID: \n213765\nStart date: \nStart date: \n01-11-2024\nEnd date: \nEnd date: \n31-10-2028\nLast modified: \nLast modified: \n26-03-2025\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n1 of 6\nA critical account of raising children ‘beyond’ the Western epistemology: The case of Vietnam\nA critical account of raising children ‘beyond’ the Western epistemology: The case of Vietnam\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital data \nOnly for digital\ndata \nOnly for\nphysical data\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\nS1\nInterview transcripts from 20\nparents and adult children\nGenerate\nnew data\nDigital\nObservational\n.txt, pdf\n<100MB\n \nS2 \nBooks about parenting topics in\nVietnamese language\nReuse\nexisting\ndata\nPhysical\nObservational\n.txt\n \n<3 kg\nS3\nDocumentary videos of television \nseries\nReuse\nexisting\ndata\nDigital\nObservational\n.mp4\n<1GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nS2: Printed copies of the following books are collected from bookstores:\n The Fight\nagainst Puberty – Cu\nộ\nc Chi\nế\nn Tu\nổ\ni D\nậ\ny Thì\n (2015/2020/2021) by Dr. Hoa P. T. Nguyen; \nRaising Children in Confusion I & II – D\nạ\ny\nCon trong Hoang Mang I&II\n (2017, 2018) by Dr. Phuong N. Le, \nFinding Yourself in the Post-Childhood World – Tìm Mình trong Th\nế\nGi\nớ\ni H\nậ\nu Tu\nổ\ni Th\nơ\n (2019) by Dr. Giang H. Dang.\nS3: Videos are retrieved from YouTube channel via this link: \nCha m\nẹ\n thay \nđổ\ni - YouTube\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n2 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nFor documentation and Metadata purposes, we will make use of:\nAt project level:\nA README file will be provided for each of the WPs. We will use KU Leuven’s template.\nFor each WP, a protocol is provided.\nAt data level:\nFor each WP, a data dictionary will be provided.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive for Business is a Microsoft cloud solution to securely store documents and files. Multifactor authentication with the KU\nLeuven authenticator app OR additional encryption will be activated to ensure the safe storage of (strictly) confidential data. Only\nthe PI can provide access to the OneDrive for study personnel.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nOneDrive is managed and backed up by KU Leuven ICTS under the PI's account.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n3 of 6\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nDue to the personal nature of OneDrive, files that you do not explicitly share are not accessible to anyone else. As such, a\nseparate folder will be created and encrypted for this dataset. Only the PI and registered collaborating researchers will have\naccess to this folder via the encryption key.\nKU Leuven network drive, specifically L-drive. The KU Leuven network drives are incorporated within secured KU Leuven\nenvironments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by\nregistered collaborating researchers. Only the PI can request access to the network drive for study personnel.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo cost.The storage capacity needed is within the limit provided by KU Leuven.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll digital data will be preserved on KUL OneDrive for Business and on encrypted external\nhard drives. We will preserve the data there for 10 years after the end of the research. This\nway we can prevent problems in case of turnover of staff and ensure that data will remain available.\nWe will use the data management protocol of ECS to handle the data.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nDigital data: The generated research data, metadata and documentation necessary to reuse the data will be transferred to the K-\ndrive (LVS network drive) for long-term data archiving, managed by KU Leuven ICTS with automatic back-up procedures. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe cost will be covered by KU Leuven.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nAll digital data will be made available in a restricted access repository.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n4 of 6\nScientific researchers will have to motivate why they want access to the data:\nWhat topic are you studying?\nHow is the data linked to your research domain?\nWhy do you think you need this data?\nWhich question/problem will the data help with?\nWhat do you expect the data to provide you with?\nWe will always ask to give credit to the original data creators when the data it is being used by other researchers.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nWe work with confidential data (e.g., name, sex, age, their testimonies,...).\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nDataset S1: Via RDR, the KU Leuven institutional repository.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData from the project (Dataset S1) that can be shared will be made available under a creative commons attribution license (cc-by\n4.0), so that users have to give credit to the original data creators.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNot applicable\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher (Quynh Do) will be responsible for data documentation & metadata, under supervision of the PI (Stefan\nRamaekers). \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n5 of 6\nData management, storage and back up will be performed by the PhD researcher (Quynh Do) and her supervisor (Stefan\nRamaekers). \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PI (Stefan Ramaekers) will be responsible for ensuring data preservation and sharing. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PhD researcher (Quynh Do) will be responsible for updating this DMP. The PI (Stefan Ramaekers) bears the responsibility for\nupdating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: A critical account of raising children ‘beyond’ the Western epistemology: The case of Vietnam Creator: Creator: Quynh Do Principal Investigator: Principal Investigator: Quynh Do Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Quynh Do Project abstract: Project abstract: In the last four decades, tremendous effort has gone into developing a scientifically grounded way of raising children, known as ‘parenting’, largely founded in developmental and neuro-psychology. Partly in response, an existential-pedagogical account of raising children has been developed, centred around the concept of ‘upbringing’. Despite their state-of-the-art nature in the field of child-raising, both accounts have been developed within the context of Western countries and have not yet addressed the global import of, in particular, ‘parenting’ to Eastern countries and its localized configurations. Hence, two knowledge gaps are: (1) a lack of a critical examination into how the ‘parenting’ discourse arrives and settles in a non-Western context, and (2) a lack of local counter- narratives to the settlement of the ‘parenting’ discourse. Taking place in Vietnam, this project aims to (1) give an account of localized configurations of ‘parenting’ in a specific Eastern context and (2) (re)construct local counter-narratives that respond to ‘parenting’. By doing so, this project not only challenges the existing Euro-centric literature of raising children, but also pushes forward the field of Family Pedagogy into the postcolonial turn in social sciences and humanities research. Ultimately, the project’s outcomes are devoted to empowering parents and adults at large, particularly in Belgium and Vietnam, to think and act critically for their children’s and the world’s future. Grant number: 11D3025N ID: ID: 213765 Start date: Start date: 01-11-2024 End date: End date: 31-10-2028 Last modified: Last modified: 26-03-2025 Created using DMPonline.be. Last modiﬁed 26 March 2025 1 of 6 A critical account of raising children ‘beyond’ the Western epistemology: The case of Vietnam A critical account of raising children ‘beyond’ the Western epistemology: The case of Vietnam FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume S1 Interview transcripts from 20 parents and adult children Generate new data Digital Observational .txt, pdf <100MB S2 Books about parenting topics in Vietnamese language Reuse existing data Physical Observational .txt <3 kg S3 Documentary videos of television series Reuse existing data Digital Observational .mp4 <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: S2: Printed copies of the following books are collected from bookstores: The Fight against Puberty – Cu ộ c Chi ế n Tu ổ i D ậ y Thì (2015/2020/2021) by Dr. Hoa P. T. Nguyen; Raising Children in Confusion I & II – D ạ y Con trong Hoang Mang I&II (2017, 2018) by Dr. Phuong N. Le, Finding Yourself in the Post-Childhood World – Tìm Mình trong Th ế Gi ớ i H ậ u Tu ổ i Th ơ (2019) by Dr. Giang H. Dang. S3: Videos are retrieved from YouTube channel via this link: Cha m ẹ thay đổ i - YouTube Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 26 March 2025 2 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For documentation and Metadata purposes, we will make use of: At project level: A README file will be provided for each of the WPs. We will use KU Leuven’s template. For each WP, a protocol is provided. At data level: For each WP, a data dictionary will be provided. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? OneDrive for Business is a Microsoft cloud solution to securely store documents and files. Multifactor authentication with the KU Leuven authenticator app OR additional encryption will be activated to ensure the safe storage of (strictly) confidential data. Only the PI can provide access to the OneDrive for study personnel. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution OneDrive is managed and backed up by KU Leuven ICTS under the PI's account. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Created using DMPonline.be. Last modiﬁed 26 March 2025 3 of 6 Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Due to the personal nature of OneDrive, files that you do not explicitly share are not accessible to anyone else. As such, a separate folder will be created and encrypted for this dataset. Only the PI and registered collaborating researchers will have access to this folder via the encryption key. KU Leuven network drive, specifically L-drive. The KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network drive for study personnel. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No cost.The storage capacity needed is within the limit provided by KU Leuven. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All digital data will be preserved on KUL OneDrive for Business and on encrypted external hard drives. We will preserve the data there for 10 years after the end of the research. This way we can prevent problems in case of turnover of staff and ensure that data will remain available. We will use the data management protocol of ECS to handle the data. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Digital data: The generated research data, metadata and documentation necessary to reuse the data will be transferred to the K- drive (LVS network drive) for long-term data archiving, managed by KU Leuven ICTS with automatic back-up procedures. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The cost will be covered by KU Leuven. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) All digital data will be made available in a restricted access repository. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Created using DMPonline.be. Last modiﬁed 26 March 2025 4 of 6 Scientific researchers will have to motivate why they want access to the data: What topic are you studying? How is the data linked to your research domain? Why do you think you need this data? Which question/problem will the data help with? What do you expect the data to provide you with? We will always ask to give credit to the original data creators when the data it is being used by other researchers. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects We work with confidential data (e.g., name, sex, age, their testimonies,...). Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Dataset S1: Via RDR, the KU Leuven institutional repository. When will the data be made available? When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data from the project (Dataset S1) that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Not applicable 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD researcher (Quynh Do) will be responsible for data documentation & metadata, under supervision of the PI (Stefan Ramaekers). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 26 March 2025 5 of 6 Data management, storage and back up will be performed by the PhD researcher (Quynh Do) and her supervisor (Stefan Ramaekers). Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Stefan Ramaekers) will be responsible for ensuring data preservation and sharing. Who will update and implement this DMP? Who will update and implement this DMP? The PhD researcher (Quynh Do) will be responsible for updating this DMP. The PI (Stefan Ramaekers) bears the responsibility for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 26 March 2025 6 of 6"
}