{
    "document_id": "D-2021-1203",
    "LinkTitle": "D-2021-1203",
    "file_name": "D-2021-1203.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1203.pdf",
    "metadata": {
        "title": "Transcranial electrical current stimulation for cognitive enhancement - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Transcranial electrical current stimulation for cognitive enhancement - DMP title\nProject Identifier\n 11K1922N\nGrant Title\n 11K1922N\nPrincipal Investigator / Researcher\n Hannes Heylen\nProject Data Contact\n hannes.heylen@kuleuven.be\nDescription\n Neuromodulation of brain activity is a rapidly evolving field, and novel modulation\ntechniques and therapeutic applications continuously emerge. In particular, noninvasive and\nminimally-invasive electrical stimulation currently represent the most promising non-molecular\napproaches to fight cognitive decline in neurodegenerative diseases. \nRecent studies have\nindicated the potential of transcranial Alternating Current Stimulation (tACS) for improving\nepisodic memory in elderly subjects, and the potential of gamma frequency entrainment for\nreducing amyloid load and microglial activation in animal models. \nMoreover, Temporally\nInterfering Electric Field Stimulation (TIFS) may be capable of reaching deeper brain structures\nsuch as the hippocampus more efficiently without affecting surrounding areas. While a number\nof groups are working on preclinical and clinical studies of neuromodulation in Parkinson's and\nAlzheimer's disease \nwith a focus on slowing disease progression, our understanding of the\nunderlying cellular and molecular mechanisms remains very \nlimited. Our novel approach to drive\nneuroplasticity will use minimally \ninvasive DBS via electrodes implanted on the skull - epicranial\ncurrent stimulation (ECS) - which apply the novel technique of TIFS. Our goal is to induce robust\nneuroplasticity in the hippocampus, \nthereby improving memory and delaying the clinical\nmanifestations of neurodegenerative disease.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nHannes Heylen (hannes.heylen@kuleuven.be)\nFWO Project Number & Title\n11K1922N\nTranscranial electrical current stimulation for cognitive enhancement\nTranscraniale elektrische stimulatie bij cognitieve aandoeningen\nAffiliation\nKU Leuven\nOther\nimec, Kapeldreef 75, 3001 Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of data\nFormat\nVolume\nHow created\nScanned images of\narchival documents\njpeg, gif, pdf\n10GB\nDocument scanning from paper-based\narchival documents\nStimulator\nsimulations and\ndesign\n.docx, .xlsx, .pdf,\n.vss(m), .op, .log, .asc,\n.sch, .pcb\n10GB\nDocuments related while designing and\nsimulating our deep brain stimulator for\nresearch purposes\nMatlab simulations\n.mat, .jpeg, .tif\n2GB\nProgramming code and results of\nsimulations of electric field distributions\nand neural activation patterns\nObservational data\non memory task\nscores\n.xls\n2GB\nResults of memory tasks\nLFP\n.bdf, .set,. fdt, .mat,\n.py\n50GB\nElectrophysiological data and analysis\nscripts\nfMRI\n.nii, .mat, .py\n2TB\nImaging data results and analysis scripts\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference: does not apply\nShort description of the kind of personal data that will be used: does not apply\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nP075/2021\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nThe research data related to the stimulator design will be restricted. Imec's agreement\nis necessary for the (re)use of these data.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nMetadata will be documented based on the imec or KU Leuven standards, depending on the\nlaboratory where the data were generated. \n1. Stimulator design and simulations (imec): a standarized folder with subfolders (project\nmanagement, publications and presentations, benchmarking, relevant literature, pictures and\nimages, ASIC design project, SYSTEM design project - critical documents, design, PCB output,\nmeasurement, supporting documents) will be used to save the projects  in a sytemized way. A\nreadme file will explain the structure and how the data are stored. The folder(s) will contain\nsimulations of the stimulator, the design of the PCB and validation.\n2. Matlab simulations (imec/KU Leuven): (Raw) simulation data will be collected per simulation\ntest. Txt-files and images will be used to provide a clear description of the simulated conditions,\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nstimulation patterns and electrode configurations. A readme file will explain what the data\nrepresent and how they were generated. Explanatory comments will be added to the Matlab\nscript.\n3. Memory task results: details on the stimulation settings during and the settings of the memory\ntask itself (and results) will be stored in a logbook and Excel file. Standard operating protocols\nand results will be provided.\n4. LFP recordings (KU Leuven): the methodology will be described in detail in the standard\noperating protocol. An additional Excel file will contain instrument settings and stimulation\nparameters while the data were recorded.\n5. fMRI (KU Leuven): fMRI images will be stored conform Dicom standards. An additional Excel file\nwill contain stimulation parameters and stimulator settings while the MRI took place.\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nNo\n1. Memory task: date and time, test settings, subject, additional notes\n2. LFP: date and time, recording device, device settings, (number of channels,) subject, recording\nlocation(s)\n3. fMRI: Dicom standard\n \n \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1. The time-stamped master copy of the data will be kept on our research unit central storage\nfacility. \n2. The data will be stored in the university's secure environment for private data. (The data\nregarding the design of the stimulator will be kept in imec's secure environment.)\n3. To collaborate with researchers within and out of our research units and groups, we will use\nSharepoint and OneDrive for active use of the data during the project.\nHow is backup of the data provided?\nThe data will be stored on university's and imec's central servers with automatic regular back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nSufficient storage and backup capacity during the project is foreseen.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nWe currently not expect extra costs for data storage and backup during the project.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nFirstly, we will not be working with sensitive personal data. Secondly, the data will be stored in\nthe university's and imec's secure environment with restricted access.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nData from:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\n- results of electrical field simulations;\n- memory tasks;\n- electrophysiology data;\n- fMRI.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe database of memory tasks, LFP recordings and fMRI images will be hosted on the servers of\nKU Leuven. In view of the expected size of the database (< 5 TB), there will be no extra costs.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nSharing of the data related to the stimulator design is restricted due to their corresponding\nintellectural properties.\nWhich data will be made available after the end of the project?\nThe dataset containing memory tasks, electrophysiological and imaging data, will be made\navailable after the foreseen publications.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe dataset containing memory tasks, electrophysiological and imaging data, will be made\navailable upon request by email for research purposes. Collaborators of the Mission\nLucidity consortium will be able to access the data directly via OneDrive or Sharepoint.\nThe data related to the stimulator design can be made available for specific research purposes\nafter imec's approval.\nWhat are the expected costs for data sharing? How will the costs be covered?\nFree of charge for Mission Lucidity collaborators.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nHannes Heylen (hannes.heylen@kuleuven.be)\nWho will be responsible for data storage & back up during the project?\nHannes Heylen\nWho will be responsible for ensuring data preservation and reuse ?\nChris Van Hoof (chris.vanhoof@kuleuven.be)\nPeter Janssen (peter.janssen@kuleuven.be)\nMyles Mc Laughlin (myles.mclaughlin@kuleuven.be)\nTom Theys (tom.theys@kuleuven.be)\nMathieu Vandenbulcke (mathieu.vandenbulcke@kuleuven.be)\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name Transcranial electrical current stimulation for cognitive enhancement - DMP title Project Identifier 11K1922N Grant Title 11K1922N Principal Investigator / Researcher Hannes Heylen Project Data Contact hannes.heylen@kuleuven.be Description Neuromodulation of brain activity is a rapidly evolving field, and novel modulation techniques and therapeutic applications continuously emerge. In particular, noninvasive and minimally-invasive electrical stimulation currently represent the most promising non-molecular approaches to fight cognitive decline in neurodegenerative diseases. Recent studies have indicated the potential of transcranial Alternating Current Stimulation (tACS) for improving episodic memory in elderly subjects, and the potential of gamma frequency entrainment for reducing amyloid load and microglial activation in animal models. Moreover, Temporally Interfering Electric Field Stimulation (TIFS) may be capable of reaching deeper brain structures such as the hippocampus more efficiently without affecting surrounding areas. While a number of groups are working on preclinical and clinical studies of neuromodulation in Parkinson's and Alzheimer's disease with a focus on slowing disease progression, our understanding of the underlying cellular and molecular mechanisms remains very limited. Our novel approach to drive neuroplasticity will use minimally invasive DBS via electrodes implanted on the skull - epicranial current stimulation (ECS) - which apply the novel technique of TIFS. Our goal is to induce robust neuroplasticity in the hippocampus, thereby improving memory and delaying the clinical manifestations of neurodegenerative disease. Institution KU Leuven 1. General Information Name applicant Hannes Heylen (hannes.heylen@kuleuven.be) FWO Project Number & Title 11K1922N Transcranial electrical current stimulation for cognitive enhancement Transcraniale elektrische stimulatie bij cognitieve aandoeningen Affiliation KU Leuven Other imec, Kapeldreef 75, 3001 Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of data Format Volume How created Scanned images of archival documents jpeg, gif, pdf 10GB Document scanning from paper-based archival documents Stimulator simulations and design .docx, .xlsx, .pdf, .vss(m), .op, .log, .asc, .sch, .pcb 10GB Documents related while designing and simulating our deep brain stimulator for research purposes Matlab simulations .mat, .jpeg, .tif 2GB Programming code and results of simulations of electric field distributions and neural activation patterns Observational data on memory task scores .xls 2GB Results of memory tasks LFP .bdf, .set,. fdt, .mat, .py 50GB Electrophysiological data and analysis scripts fMRI .nii, .mat, .py 2TB Imaging data results and analysis scripts 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: does not apply Short description of the kind of personal data that will be used: does not apply Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes P075/2021 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes The research data related to the stimulator design will be restricted. Imec's agreement is necessary for the (re)use of these data. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Metadata will be documented based on the imec or KU Leuven standards, depending on the laboratory where the data were generated. 1. Stimulator design and simulations (imec): a standarized folder with subfolders (project management, publications and presentations, benchmarking, relevant literature, pictures and images, ASIC design project, SYSTEM design project - critical documents, design, PCB output, measurement, supporting documents) will be used to save the projects in a sytemized way. A readme file will explain the structure and how the data are stored. The folder(s) will contain simulations of the stimulator, the design of the PCB and validation. 2. Matlab simulations (imec/KU Leuven): (Raw) simulation data will be collected per simulation test. Txt-files and images will be used to provide a clear description of the simulated conditions, This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 stimulation patterns and electrode configurations. A readme file will explain what the data represent and how they were generated. Explanatory comments will be added to the Matlab script. 3. Memory task results: details on the stimulation settings during and the settings of the memory task itself (and results) will be stored in a logbook and Excel file. Standard operating protocols and results will be provided. 4. LFP recordings (KU Leuven): the methodology will be described in detail in the standard operating protocol. An additional Excel file will contain instrument settings and stimulation parameters while the data were recorded. 5. fMRI (KU Leuven): fMRI images will be stored conform Dicom standards. An additional Excel file will contain stimulation parameters and stimulator settings while the MRI took place. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes No 1. Memory task: date and time, test settings, subject, additional notes 2. LFP: date and time, recording device, device settings, (number of channels,) subject, recording location(s) 3. fMRI: Dicom standard 5. Data storage and backup during the FWO project Where will the data be stored? 1. The time-stamped master copy of the data will be kept on our research unit central storage facility. 2. The data will be stored in the university's secure environment for private data. (The data regarding the design of the stimulator will be kept in imec's secure environment.) 3. To collaborate with researchers within and out of our research units and groups, we will use Sharepoint and OneDrive for active use of the data during the project. How is backup of the data provided? The data will be stored on university's and imec's central servers with automatic regular back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Sufficient storage and backup capacity during the project is foreseen. What are the expected costs for data storage and back up during the project? How will these costs be covered? We currently not expect extra costs for data storage and backup during the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Firstly, we will not be working with sensitive personal data. Secondly, the data will be stored in the university's and imec's secure environment with restricted access. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Data from: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 - results of electrical field simulations; - memory tasks; - electrophysiology data; - fMRI. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The database of memory tasks, LFP recordings and fMRI images will be hosted on the servers of KU Leuven. In view of the expected size of the database (< 5 TB), there will be no extra costs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Sharing of the data related to the stimulator design is restricted due to their corresponding intellectural properties. Which data will be made available after the end of the project? The dataset containing memory tasks, electrophysiological and imaging data, will be made available after the foreseen publications. Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The dataset containing memory tasks, electrophysiological and imaging data, will be made available upon request by email for research purposes. Collaborators of the Mission Lucidity consortium will be able to access the data directly via OneDrive or Sharepoint. The data related to the stimulator design can be made available for specific research purposes after imec's approval. What are the expected costs for data sharing? How will the costs be covered? Free of charge for Mission Lucidity collaborators. 8. Responsibilities Who will be responsible for data documentation & metadata? Hannes Heylen (hannes.heylen@kuleuven.be) Who will be responsible for data storage & back up during the project? Hannes Heylen Who will be responsible for ensuring data preservation and reuse ? Chris Van Hoof (chris.vanhoof@kuleuven.be) Peter Janssen (peter.janssen@kuleuven.be) Myles Mc Laughlin (myles.mclaughlin@kuleuven.be) Tom Theys (tom.theys@kuleuven.be) Mathieu Vandenbulcke (mathieu.vandenbulcke@kuleuven.be) Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}