{
    "document_id": "D-2022-1663",
    "LinkTitle": "D-2022-1663",
    "file_name": "D-2022-1663.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1663.pdf",
    "metadata": {
        "title": "D-2022-1663",
        "author": "N/A",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Manuel Aalbers, https://orcid.org/0000-0001-6640-0988  \nContributor name(s) (+ ORCID) & roles Barbara Audycka-Zandberg, co-applicant at the University of Warsaw, https://orcid.org/0000-0003-2923-\n9042 \nProject number1 & title  \nCELSA/22/011 Housing Financialization in European Cities: Case Studies of Brussels and Warsaw\nFunder(s) GrantID2KU Leuven\nAffiliation(s) X KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description The project aims to analyze the growing role of financial markets and practices in shaping the local housing  \nenvironment. This process, called financialization, has been a subject of academic research after the 2008  \nglobal housing crisis, which affected many European households. Despite the regulatory measures taken to  \nmitigate it, financialization continues to expand to new regions and new types of tenure.\nGlobal financial actors influence the prices of  housing units, which rise faster than incomes and make  \nhouseholds increasingly dependent on mortgage loans. But recently they also entered the rental market as  \nlandlords, acquiring hundreds of units in large cities, and often benefiting from tax exemptions and a friendly  \nlegal environment. The negative effects of financialization and its role in reducing housing affordability have  \nbeen pointed out by both the academic community and the reports of the European Commission and the  \nUnited Nations.\nIn the project, we will analyze the ongoing financialization in two capital cities: Brussels and Warsaw. Our  \nfirst goal is to identify the scope and effects of housing financialization in the cities, and the main actors  \ninvolved in this process. In addition, we will analyze the policy and civil society responses, including local  \nregulatory measures taken to increase housing affordability, and existing and proposed alternatives to  \nfinancialized housing models. To reach these objectives, we will analyze publicly available statistics, review  \nnational and local regulation and policy documents, and conduct semi-structured interviews with the  \nrepresentatives of business, local government and civil society.\nThe project will provide an insight into the financialization process in two European cities and identify both  \ncommon patterns and local diversity. It is designed to serve as a pilot study for a larger international \nproject, either within the Transformations or Democracy themes of the EU’s Horizon program or within \nMSCA Doctoral Networks.\nFWO DMP Template (Flemish Standard DMP) 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR PHYSICAL \nDATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nQualitative\ndata: semi-\nstructured\ninterviewsInterviews with \npolicy, civil \nsociety and \nindustry \nstakeholdersGenerate new data Potentially \ndigitalEither \nobservational \n(notes) or sound \n(audio recording) Most likely .mp3 \nor similar, \nprovided \ninterviewees give \npermission to be \nrecorded; in case \nthey do not, we \nwill take notes< 1 GB\nRe-use of \npublicly \navailable \nstatisticsReal estate data \nfrom \ngovernment \nstatistics offices \nas well as public \ndata from \nprivate real \nestate agenciesReuse existing data DigitalCompiled/ \naggregated dataWebpages, .pdf, .\nxls or other \nformats< 100 MB\nPolicy Government Reuse existing data DigitalOther: reports Mostly in .pdf Potentially < 100 \n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 5documentsdocuments \ncontaining \npolicies, plans, \nproblem \nanalysis, etc.MB but definitely <  \n1 GB \nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  See table. \n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 6Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:\nWill  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 7Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).Recorded interviews will be labelled and stored, but will not be made available to others unless specific \nrequests to share the data reach the PI of the project. It is not common in qualitative research to share \nqualitative data with other researchers, and where qualitative data is shared, it is typically only shared \nafter a request has been filed and researchers have agreed on how the data can be used.  \nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nNo metadata will be created.\nFWO DMP Template (Flemish Standard DMP) 84.Data Storage & Back-up during the Research Project\nWhere will the data be stored? Data will be stored on a secured cloud provided by SET-IT (I-Drive), according to the rules of the Division of  \nGeography and Tourism. Back-up will be executed regularly and a copy will be additionally saved on the \nresearcher's personal encrypted hard-drive.  \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.Backups will be done on a daily basis on the secure cloud issued by KU Leuven (I-Drive and OneDrive). On a  \nmonthly basis, the researchers will back up the data on a personal encrypted hard drive. Backups are \nsynced automatically. Additional back-ups will be executed by the researchers on their personal password-\nprotected hard drives.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely: The storage and backup capacity are already provided by our SET-IT.\nIf no, please specify:  \n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 9How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Data will be stored on the internal KU Leuven servers (I-Drive), with the possibility of a back-up\ncopy on a password-protected encrypted hard drive owned by the researchers.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?The costs for the storage are already paid through the allocation of funds to SET-IT.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All data will be kept for 10 years.\nWhere will these data be archived (stored and \ncurated for the long-term)?The data will be stored on the storage system offered by the KU Leuven SET-IT for 10 years.\nFWO DMP Template (Flemish Standard DMP) 10What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The amount of the data collected to successfully complete this research project will be smaller than 1 GB. \nThe costs for the storage are already paid through the allocation of funds to SET-IT. If necessary, the PI has  \nbudget to cover data preservation after the end of the project and within the 10-year period. Considering \nthe size, this should not be a very expensive affair.\nFWO DMP Template (Flemish Standard DMP) 116. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☒ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Anyone interested can contact the PI. As common in qualitative research, data iare not shared unless: a) a \nrequest has been filed; and b) an agreement has been reached on how the data can be re-used.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.N/A\nFWO DMP Template (Flemish Standard DMP) 12When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Only if requested and when an agreement can be reached on re-use.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  That depends on the request to re-use the data.  \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  N/A\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 137. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The researchers, under supervision of and in consultation with the PI, are responsible for data \ndocumentation.\nWho will manage data storage and backup \nduring the research project?The researchers, under supervision of and in consultation with the PI, are responsible for data storage and \nbackup.\nWho will manage data preservation and \nsharing?The PI is responsible for data preservation and sharing.\nWho will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Manuel Aalbers, https://orcid.org/0000-0001-6640-0988 Contributor name(s) (+ ORCID) & roles Barbara Audycka-Zandberg, co-applicant at the University of Warsaw, https://orcid.org/0000-0003-2923- 9042 Project number1 & title CELSA/22/011 Housing Financialization in European Cities: Case Studies of Brussels and Warsaw Funder(s) GrantID2KU Leuven Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description The project aims to analyze the growing role of financial markets and practices in shaping the local housing environment. This process, called financialization, has been a subject of academic research after the 2008 global housing crisis, which affected many European households. Despite the regulatory measures taken to mitigate it, financialization continues to expand to new regions and new types of tenure. Global financial actors influence the prices of housing units, which rise faster than incomes and make households increasingly dependent on mortgage loans. But recently they also entered the rental market as landlords, acquiring hundreds of units in large cities, and often benefiting from tax exemptions and a friendly legal environment. The negative effects of financialization and its role in reducing housing affordability have been pointed out by both the academic community and the reports of the European Commission and the United Nations. In the project, we will analyze the ongoing financialization in two capital cities: Brussels and Warsaw. Our first goal is to identify the scope and effects of housing financialization in the cities, and the main actors involved in this process. In addition, we will analyze the policy and civil society responses, including local regulatory measures taken to increase housing affordability, and existing and proposed alternatives to financialized housing models. To reach these objectives, we will analyze publicly available statistics, review national and local regulation and policy documents, and conduct semi-structured interviews with the representatives of business, local government and civil society. The project will provide an insight into the financialization process in two European cities and identify both common patterns and local diversity. It is designed to serve as a pilot study for a larger international project, either within the Transformations or Democracy themes of the EU’s Horizon program or within MSCA Doctoral Networks. FWO DMP Template (Flemish Standard DMP) 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Qualitative data: semi- structured interviewsInterviews with policy, civil society and industry stakeholdersGenerate new data Potentially digitalEither observational (notes) or sound (audio recording) Most likely .mp3 or similar, provided interviewees give permission to be recorded; in case they do not, we will take notes< 1 GB Re-use of publicly available statisticsReal estate data from government statistics offices as well as public data from private real estate agenciesReuse existing data DigitalCompiled/ aggregated dataWebpages, .pdf, . xls or other formats< 100 MB Policy Government Reuse existing data DigitalOther: reports Mostly in .pdf Potentially < 100 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 5documentsdocuments containing policies, plans, problem analysis, etc.MB but definitely < 1 GB GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. See table. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 6Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 7Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).Recorded interviews will be labelled and stored, but will not be made available to others unless specific requests to share the data reach the PI of the project. It is not common in qualitative research to share qualitative data with other researchers, and where qualitative data is shared, it is typically only shared after a request has been filed and researchers have agreed on how the data can be used. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: No metadata will be created. FWO DMP Template (Flemish Standard DMP) 84.Data Storage & Back-up during the Research Project Where will the data be stored? Data will be stored on a secured cloud provided by SET-IT (I-Drive), according to the rules of the Division of Geography and Tourism. Back-up will be executed regularly and a copy will be additionally saved on the researcher's personal encrypted hard-drive. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.Backups will be done on a daily basis on the secure cloud issued by KU Leuven (I-Drive and OneDrive). On a monthly basis, the researchers will back up the data on a personal encrypted hard drive. Backups are synced automatically. Additional back-ups will be executed by the researchers on their personal password- protected hard drives. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: The storage and backup capacity are already provided by our SET-IT. If no, please specify: 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 9How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Data will be stored on the internal KU Leuven servers (I-Drive), with the possibility of a back-up copy on a password-protected encrypted hard drive owned by the researchers. What are the expected costs for data storage and backup during the research project? How will these costs be covered?The costs for the storage are already paid through the allocation of funds to SET-IT. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All data will be kept for 10 years. Where will these data be archived (stored and curated for the long-term)?The data will be stored on the storage system offered by the KU Leuven SET-IT for 10 years. FWO DMP Template (Flemish Standard DMP) 10What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The amount of the data collected to successfully complete this research project will be smaller than 1 GB. The costs for the storage are already paid through the allocation of funds to SET-IT. If necessary, the PI has budget to cover data preservation after the end of the project and within the 10-year period. Considering the size, this should not be a very expensive affair. FWO DMP Template (Flemish Standard DMP) 116. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☒ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.Anyone interested can contact the PI. As common in qualitative research, data iare not shared unless: a) a request has been filed; and b) an agreement has been reached on how the data can be re-used. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.N/A FWO DMP Template (Flemish Standard DMP) 12When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Only if requested and when an agreement can be reached on re-use. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 That depends on the request to re-use the data. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? N/A 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 137. Responsibilities Who will manage data documentation and metadata during the research project?The researchers, under supervision of and in consultation with the PI, are responsible for data documentation. Who will manage data storage and backup during the research project?The researchers, under supervision of and in consultation with the PI, are responsible for data storage and backup. Who will manage data preservation and sharing?The PI is responsible for data preservation and sharing. Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}