{
    "document_id": "D-2025-3591",
    "LinkTitle": "D-2025-3591",
    "file_name": "D-2025-3591.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3591.pdf",
    "metadata": {
        "title": "Understanding the molecular changes in starch during sourdough-type bread-making and their impact on in vitro starch digestion and ex vivo colon fermentation",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nUnderstanding the molecular changes in starch during sourdough-type bread-making and their impact on in vitro starch digestion and\nex vivo colon fermentation\nCreator:\nCreator:\nCeline Verdonck\nPrincipal Investigator: \nPrincipal Investigator: \nCeline Verdonck\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nCeline Verdonck\nProject abstract:\nProject abstract:\nCereal products, like bread, are essential in a sustainable and healthy diet. However, the overconsumption of carbohydrate-rich food\nproducts, often made with refined flour, is linked with the rise of diet-related obesity, diabetes and coronary heart diseases. Evidence\nsuggests that lactic acid fermentation reduces the digestibility of starch in cereal-based food products. As such,\n \n \nsourdough bread could\nbe promising in light of reducing the digestible carbohydrate content of bread while increasing its fibre content. Yet, contradictory results\nof in vivo studies, combined with a lack of insight into the biochemical mechanisms dictating the fate of starch, have led to controversy\nin the research field. This research project aims for an in-depth analysis of the mechanisms responsible for changes in starch\nmicrostructure, from the wheat kernel over digestion to gut fermentation, to understand how sourdough fermentation can improve the\nnutritional profile of bread products.\nID: \nID: \n213357\nStart date: \nStart date: \n01-01-2025\nEnd date: \nEnd date: \n31-10-2025\nLast modified: \nLast modified: \n12-03-2025\nCreated using DMPonline.be. Last modiﬁed 12 March 2025\n1 of 6\nUnderstanding the molecular changes in starch during sourdough-type bread-making and their impact\nUnderstanding the molecular changes in starch during sourdough-type bread-making and their impact\non in vitro starch digestion and ex vivo colon fermentation\non in vitro starch digestion and ex vivo colon fermentation\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nNotes\n \nN\nP&D\nNumerical\nTextual\n.xlsx\n<100GB\n1 note\nbook\nWheat\nwholemeal flour \nN\nP\nsample\n/\n/\n10 kg\nStarch\npowder\nN\nP\nsample\n/\n/\n5 kg\nLactic acid\nbacteria\nLAB for inoculation\nE\nP\nstarter\nculture\n/\n/\n5 vials\nHPLC and\nHPAEC-IPAD\nRaw and processed data of HPLC\nanalysis for determination of AM and\nAP\nN\nD\nNumerical\n.xlsx\n<100GB\n/\nDynamic particle\nimaging\nRaw and processed data of sympatec\nN\nD\nNumerical\n.xlsx\n<100GB\n/\nDifferential\nScanning\nCalorimetry\nRaw and processed data of the DSC\nN\nD\nImages and\nnumerical \n.pdf\nand\n.xlsx\n<100GB\n/\nwater binding\nWater binding and carbohydrate\nleaching\nN\nD\nNumerical\n.xlsx\n<100G\n/\nWide-angle X-ray\ndiffraction\nStarch crystallinity\nN\nD\nNumerical\n.xlsx\n>100GB\n/\nSpecific volume\nVolscan results\nN\nD\nNumerical\n.xlsx\n<100GB\n/\ncrumb texture \nInstron results\nN\nD\nNumerical\n.xlsx\n<100GB\nx\nGut microbiome\nanalysis\nResults in collaboration with VIB-KU\nLeuven Center for Microbiology\nN\nD\nNumerical/\nModel\ntbd\ntbd\n/\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nN.A.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nCreated using DMPonline.be. Last modiﬁed 12 March 2025\n2 of 6\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nThe experimental work described in work package 3 (task 3.3) involves ex vivo colon fermentations and includes collecting faecal\nsamples from 6 healthy donors. I will collaborate with Prof. Raes from the VIB-KU Leuven Center for Microbiology. His group has\nsignificant expertise in this field and is familiar with the ethical requirements. I confirm having taken note that an ethical\nclearance is needed for my project and that I will adhere to all applicable regulatory framework, legislation and institutional\npolicies about this issue. I will submit the proposal to the ethics committee (Ethics committee research UZ/KU Leuven) before\nthe start of the year that this work package takes place in (2027).\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNomenclature of the data files will be standerdised (e.g. YYMMDD_technique_sample). Each data folder will include a word\ndocument or Readme.txt file describing the research question\nand hypothesis, the description of the materials, the experimental design, the setup and tested parameters, and the data\ninterpretation. This information will also be added to the first sheet of a Microsoft Excel of CSV file, to summarize the set-up of\nthe experiment and to provide information to understand the raw and processed data.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nCreated using DMPonline.be. Last modiﬁed 12 March 2025\n3 of 6\nThe datasets containing the original and processed data will be deposited in a data repository using DataCite (KU Leuven\nresearch data repository).\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nSharepoint online\nDuring the project, the data will be stored on the shared network drive of KU Leuven (J-drive). Afterwards, the folder including all\ndata will be moved to the large volume storage drive.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOnly authorized persons, involved in the project will have access to the folder where the data is stored. The physical data (lab\nbook) will be securely stored in a locked room. The laboratory and devices are only accessible with badge access.  \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe cost (approximately €580 per year) for data storage on a shared network drive of KU Leuven will be covered by the general\nbudget of the research group.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nThe digital data will be preserved for 10 years. The physical samples will be discarded after their shelf life.\nCreated using DMPonline.be. Last modiﬁed 12 March 2025\n4 of 6\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs (approximately €130 per year for the K-drive) will be covered by the general budget of the research group.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nExperimental data will be published in KU Leuven Research Data Repository (RDR) with access granted upon request.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCreated using DMPonline.be. Last modiﬁed 12 March 2025\n5 of 6\nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo additional costs are expected.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nCeline Verdonck (the applicant) will be in charge of data documentation and metadata during the research project.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nCeline Verdonck (the applicant) will manage data storage. Daily backup during the research project is managed by the ICTS\nservice of KU Leuven.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nCeline Verdonck (applicant) will manage data preservation and sharing. When the project has ended, Christophe Courtin\n(Promotor) will manage data preservation and sharing.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nCeline Verdonck (applicant) will update and implement this DMP.\nCreated using DMPonline.be. Last modiﬁed 12 March 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Understanding the molecular changes in starch during sourdough-type bread-making and their impact on in vitro starch digestion and ex vivo colon fermentation Creator: Creator: Celine Verdonck Principal Investigator: Principal Investigator: Celine Verdonck Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Celine Verdonck Project abstract: Project abstract: Cereal products, like bread, are essential in a sustainable and healthy diet. However, the overconsumption of carbohydrate-rich food products, often made with refined flour, is linked with the rise of diet-related obesity, diabetes and coronary heart diseases. Evidence suggests that lactic acid fermentation reduces the digestibility of starch in cereal-based food products. As such, sourdough bread could be promising in light of reducing the digestible carbohydrate content of bread while increasing its fibre content. Yet, contradictory results of in vivo studies, combined with a lack of insight into the biochemical mechanisms dictating the fate of starch, have led to controversy in the research field. This research project aims for an in-depth analysis of the mechanisms responsible for changes in starch microstructure, from the wheat kernel over digestion to gut fermentation, to understand how sourdough fermentation can improve the nutritional profile of bread products. ID: ID: 213357 Start date: Start date: 01-01-2025 End date: End date: 31-10-2025 Last modified: Last modified: 12-03-2025 Created using DMPonline.be. Last modiﬁed 12 March 2025 1 of 6 Understanding the molecular changes in starch during sourdough-type bread-making and their impact Understanding the molecular changes in starch during sourdough-type bread-making and their impact on in vitro starch digestion and ex vivo colon fermentation on in vitro starch digestion and ex vivo colon fermentation Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Notes N P&D Numerical Textual .xlsx <100GB 1 note book Wheat wholemeal flour N P sample / / 10 kg Starch powder N P sample / / 5 kg Lactic acid bacteria LAB for inoculation E P starter culture / / 5 vials HPLC and HPAEC-IPAD Raw and processed data of HPLC analysis for determination of AM and AP N D Numerical .xlsx <100GB / Dynamic particle imaging Raw and processed data of sympatec N D Numerical .xlsx <100GB / Differential Scanning Calorimetry Raw and processed data of the DSC N D Images and numerical .pdf and .xlsx <100GB / water binding Water binding and carbohydrate leaching N D Numerical .xlsx <100G / Wide-angle X-ray diffraction Starch crystallinity N D Numerical .xlsx >100GB / Specific volume Volscan results N D Numerical .xlsx <100GB / crumb texture Instron results N D Numerical .xlsx <100GB x Gut microbiome analysis Results in collaboration with VIB-KU Leuven Center for Microbiology N D Numerical/ Model tbd tbd / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: N.A. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Created using DMPonline.be. Last modiﬁed 12 March 2025 2 of 6 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No The experimental work described in work package 3 (task 3.3) involves ex vivo colon fermentations and includes collecting faecal samples from 6 healthy donors. I will collaborate with Prof. Raes from the VIB-KU Leuven Center for Microbiology. His group has significant expertise in this field and is familiar with the ethical requirements. I confirm having taken note that an ethical clearance is needed for my project and that I will adhere to all applicable regulatory framework, legislation and institutional policies about this issue. I will submit the proposal to the ethics committee (Ethics committee research UZ/KU Leuven) before the start of the year that this work package takes place in (2027). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Nomenclature of the data files will be standerdised (e.g. YYMMDD_technique_sample). Each data folder will include a word document or Readme.txt file describing the research question and hypothesis, the description of the materials, the experimental design, the setup and tested parameters, and the data interpretation. This information will also be added to the first sheet of a Microsoft Excel of CSV file, to summarize the set-up of the experiment and to provide information to understand the raw and processed data. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Created using DMPonline.be. Last modiﬁed 12 March 2025 3 of 6 The datasets containing the original and processed data will be deposited in a data repository using DataCite (KU Leuven research data repository). Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) Sharepoint online During the project, the data will be stored on the shared network drive of KU Leuven (J-drive). Afterwards, the folder including all data will be moved to the large volume storage drive. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only authorized persons, involved in the project will have access to the folder where the data is stored. The physical data (lab book) will be securely stored in a locked room. The laboratory and devices are only accessible with badge access. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The cost (approximately €580 per year) for data storage on a shared network drive of KU Leuven will be covered by the general budget of the research group. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy The digital data will be preserved for 10 years. The physical samples will be discarded after their shelf life. Created using DMPonline.be. Last modiﬁed 12 March 2025 4 of 6 Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs (approximately €130 per year for the K-drive) will be covered by the general budget of the research group. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Experimental data will be published in KU Leuven Research Data Repository (RDR) with access granted upon request. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Created using DMPonline.be. Last modiﬁed 12 March 2025 5 of 6 CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No additional costs are expected. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Celine Verdonck (the applicant) will be in charge of data documentation and metadata during the research project. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Celine Verdonck (the applicant) will manage data storage. Daily backup during the research project is managed by the ICTS service of KU Leuven. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Celine Verdonck (applicant) will manage data preservation and sharing. When the project has ended, Christophe Courtin (Promotor) will manage data preservation and sharing. Who will update and implement this DMP? Who will update and implement this DMP? Celine Verdonck (applicant) will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 12 March 2025 6 of 6"
}