{
    "document_id": "D-2021-1013",
    "LinkTitle": "D-2021-1013",
    "file_name": "D-2021-1013.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1013.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n 18B4222N\nPrincipal Investigator / Researcher\n Ilse Degreef\nProject Data Contact\n 016338843, ilse.degreef@uzleuven.be\nDescription\n Dupuytren under the microscope. A translational project to investigate and validate\na novel surgical technique un Dupuytren disease: microfasciectomy. The role of the nerves and\nthe skin will be evaluated and novel treatment options and algorythms to improve safety and\nefficiency will be introduced within this research project.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nIlse Degreef\nFWO Project Number & Title\nFWO Project number: 18B4222N\nFWO Project title: Dupuytren under the microscope \nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nOrigin\nType of data\nFormat\nVolume\nWP1Q1 Technical\nreport\nmicrofasciectomy\nTextual document\nImages\n.docx/.pdf\n.jpeg\n1GB\nWP1Q2 Systematic\nreview: research\ndata from\npublished articles\nTextual document\nSpreadsheets\nStatistical data\n(SPSS)\n.docx/.pdf\n.xls/.csv\n.SPS/.dat\n1GB\nWP1Q3\nRetrospective\ncohort study:\ncaptured via\neletronic patient\nrecord in online\nklinisch\nwerkstation (KWS)\nand UZ Leuven\nActivity center\ncare program\nTextual document\nSpreadsheets\nStatistical data\n(SPSS)\n \n.docx/.pdf\n.xls/.csv\n.SPS/.dat\n1GB\nWP1Q4 Technical\ninnovation:\nsurgical\ninstruments, new\nsurgical technique\nPhysical data\n(surgical\ninstrument)\nTextual data\nImages\n \n \n.docx/.pdf\n.jpeg\n1GB\nWP2Q1-3\nprospective study:\ncaptured via\nelectronic patient\nrecord in KWS\nTextual document\nSpreadsheets\nStatistical data\n(SPSS)\nImages\nPhysical data\n(biopsies)\n.docx/.pdf\n.xls/.csv\n.SPS/.dat\n.jpeg\n \n5GB\nWP2Q4\nRCT: captured via\nelectronic patient\nrecord in KWS\nTextual document\nSpreadsheets\nStatistical data\n(SPSS)\nDatabases\n(REDCap)\n.docx/.pdf\n.xls/.csv\n.SPS/.dat\n.sql\n5GB\nWP3Q1-3\nProspective cohort\nstudies: captured\nvia electronic\npatient record in\nKWS\nTextual document\nSpreadsheets\nStatistical data\n(SPSS)\nImages\nPhysical data\n(biopsies)\n.docx/.pdf\n.xls/.csv\n.SPS/.dat\n.jpeg\n10GB\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: Compliance Monitoring Tool.\nShort description of the kind of personal data that will be used: Data will be pseudonymised and\nwill be stored securely through file data KU Leuven.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nEthical approval for the studies has not been requested, but will be done through the PRET\napplication.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nThe PI has currently no intention to claim restrictions for the data that will be created.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1\n. \nStudy protocols will be written for all clinical studies\n2\n. \nA codebook with explanation of concepts, variables, and abbreviations will be generated\n3\n. \nRaw data will be collected through KWS and UZ Leuven activity center care program\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nREDCap\nRDR repository\nControlled vocabulaires\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll data will be stored securely at the File Storage KU Leuven. This storage is located in the\ncentral KU Leuven data centers and is offered via the SMB protocol. Data-at-rest encription is\nstandard.\nBiopsies will be preserved at the UZ Leuven biobank.\nHow is backup of the data provided?\nFile storage KU Leuven has a mirror option.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThere is no hard limit for maximum storage size\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nCosts:\nup to 100GB 50,53 euro per year\n50,53 euro per year\nFrom year 2: calculated based on data storage used\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nThe allocated budget will be used to cover the costs.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nData will be pseudonymized and securely stored at File Data KU Leuven via SMB protocol with\nstandard data-at-rest encryption.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained 10 years after the last publication of the data.\nWhere will the data be archived (= stored for the longer term)?\nAll digital data will be archived at the institutional data repository of the KU Leuven (RDR)\nBiopsies will be preserved at the UZ Leuven biobank.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\n50GB per year is free per researcher\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nIf participants decide to withdraw from the clinical study and request that their data will be\ndestroyed.\nWhich data will be made available after the end of the project?\nThe full dataset will be deposited in a cvs format in KU Leuven RDR under a CC-BY license.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nUpon request by e-mail\nWhen will the data be made available?\nImmediately after the end of the project\nWho will be able to access the data and under what conditions?\nBefore publishing: only researchers\nAfter publishing: everyone upon request by e-mail\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere are no expected costs.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI will be responsible for data documentation and metadata\nWho will be responsible for data storage & back up during the project?\nThe PI will be responsible for data storage and back up during the project\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI will be responsible for ensuring data preservation and reuse\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier 18B4222N Principal Investigator / Researcher Ilse Degreef Project Data Contact 016338843, ilse.degreef@uzleuven.be Description Dupuytren under the microscope. A translational project to investigate and validate a novel surgical technique un Dupuytren disease: microfasciectomy. The role of the nerves and the skin will be evaluated and novel treatment options and algorythms to improve safety and efficiency will be introduced within this research project. Institution KU Leuven 1. General Information Name applicant Ilse Degreef FWO Project Number & Title FWO Project number: 18B4222N FWO Project title: Dupuytren under the microscope Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Origin Type of data Format Volume WP1Q1 Technical report microfasciectomy Textual document Images .docx/.pdf .jpeg 1GB WP1Q2 Systematic review: research data from published articles Textual document Spreadsheets Statistical data (SPSS) .docx/.pdf .xls/.csv .SPS/.dat 1GB WP1Q3 Retrospective cohort study: captured via eletronic patient record in online klinisch werkstation (KWS) and UZ Leuven Activity center care program Textual document Spreadsheets Statistical data (SPSS) .docx/.pdf .xls/.csv .SPS/.dat 1GB WP1Q4 Technical innovation: surgical instruments, new surgical technique Physical data (surgical instrument) Textual data Images .docx/.pdf .jpeg 1GB WP2Q1-3 prospective study: captured via electronic patient record in KWS Textual document Spreadsheets Statistical data (SPSS) Images Physical data (biopsies) .docx/.pdf .xls/.csv .SPS/.dat .jpeg 5GB WP2Q4 RCT: captured via electronic patient record in KWS Textual document Spreadsheets Statistical data (SPSS) Databases (REDCap) .docx/.pdf .xls/.csv .SPS/.dat .sql 5GB WP3Q1-3 Prospective cohort studies: captured via electronic patient record in KWS Textual document Spreadsheets Statistical data (SPSS) Images Physical data (biopsies) .docx/.pdf .xls/.csv .SPS/.dat .jpeg 10GB 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: Compliance Monitoring Tool. Short description of the kind of personal data that will be used: Data will be pseudonymised and will be stored securely through file data KU Leuven. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Ethical approval for the studies has not been requested, but will be done through the PRET application. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes The PI has currently no intention to claim restrictions for the data that will be created. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1 . Study protocols will be written for all clinical studies 2 . A codebook with explanation of concepts, variables, and abbreviations will be generated 3 . Raw data will be collected through KWS and UZ Leuven activity center care program Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes REDCap RDR repository Controlled vocabulaires 5. Data storage and backup during the FWO project Where will the data be stored? All data will be stored securely at the File Storage KU Leuven. This storage is located in the central KU Leuven data centers and is offered via the SMB protocol. Data-at-rest encription is standard. Biopsies will be preserved at the UZ Leuven biobank. How is backup of the data provided? File storage KU Leuven has a mirror option. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes There is no hard limit for maximum storage size What are the expected costs for data storage and back up during the project? How will these costs be covered? Costs: up to 100GB 50,53 euro per year 50,53 euro per year From year 2: calculated based on data storage used This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 The allocated budget will be used to cover the costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be pseudonymized and securely stored at File Data KU Leuven via SMB protocol with standard data-at-rest encryption. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained 10 years after the last publication of the data. Where will the data be archived (= stored for the longer term)? All digital data will be archived at the institutional data repository of the KU Leuven (RDR) Biopsies will be preserved at the UZ Leuven biobank. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? 50GB per year is free per researcher 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: If participants decide to withdraw from the clinical study and request that their data will be destroyed. Which data will be made available after the end of the project? The full dataset will be deposited in a cvs format in KU Leuven RDR under a CC-BY license. Where/how will the data be made available for reuse? In a restricted access repository Upon request by e-mail When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? Before publishing: only researchers After publishing: everyone upon request by e-mail What are the expected costs for data sharing? How will the costs be covered? There are no expected costs. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI will be responsible for data documentation and metadata Who will be responsible for data storage & back up during the project? The PI will be responsible for data storage and back up during the project Who will be responsible for ensuring data preservation and reuse ? The PI will be responsible for ensuring data preservation and reuse Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}