{
    "document_id": "D-2022-1385",
    "LinkTitle": "D-2022-1385",
    "file_name": "D-2022-1385.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1385.pdf",
    "metadata": {
        "title": "D-2022-1385",
        "author": "Myriam Mertens",
        "num_pages": 11
    },
    "content": {
        "full_text": "23-12-2021   DMP Transcultural Memories through a Jewish Lens 1DMP ‘Transcultural Memories through a Jewish Lens: Remapping Italian Literatures of Migration’\nFirst version: 14 January 2022\nWritten by: Rachelle Gloudemans, PhD-candidate ( rachelle.gloudemans@kuleuven.be )\nSupervisors: Prof. dr. Natalie Dupré, supervisor ( natalie.dupre@kuleuven.be ); prof. dr. Inge Lanslots, co-supervisor ( inge.lanslots@kuleuven.be ) \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their  \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research  \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the  \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the  \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final  \nDMP may use this template.\n1.General Information\nName applicant Rachelle Gloudemans\nFWO Project Number & Title 1120022N\nTranscultural Memories through a Jewish Lens: Remapping Italian Literatures of Migration\nStarted: 1 November 2021\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n23-12-2021   DMP Transcultural Memories through a Jewish Lens 2Project description This project analyses the published literary works written in Italian since the 1950’s by nine Jewish authors,  \nwho have migrated from various regions in Europe and the Middle-East and have settled in different Italian  \ncities since the 1940’s. By investigating the narrative construction of memories and identities in these works,  \nthis project aims to unfold a neglected transcultural dimension in Italian literatures of migration and to  \nremap views on migration, ‘home(s)’ and identities in the literary field. The data collected and generated  \nduring this project is used for the purpose of this research, as well as for science outreach activities related to  \nthe research.\n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☐ Reuse existing data\n23-12-2021   DMP Transcultural Memories through a Jewish Lens 3Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).This project analyses and extracts data from a text corpus , in particular published literary texts. The \nliterary texts are purchased for the project in printed or digital format, or are accessed through the KU \nLeuven library. Additionally, the project extracts data from secondary texts and collections of archival \nmaterial, including (recorded) interviews, personal and administrative documents, and photographs. \nThese printed or digitalised materials will be accessed through the infrastructures of the involved archives.  \nUsing correct and common methods for referencing (APA or MLA), I will prevent copyright issues and \nensure that the extracted data is easily traceable to its source.\nUsing Zotero, this project creates thematical bibliographies related to the research.\nAs part of the outreach activities, this project produces recordings of personal interviews with the authors \nwhose works are part of the corpus analysis.\nThis project generates different types of qualitative data:\n1: Corpus analysis (of +/- 60 primary texts).\n- Type: Qualitative – Data consists of written insights from, and annotations of, literary texts.\n- Format: Text (.docx; .pdf); Spreadsheets (.xlsx; AirTable).\n- Volume: max. 10 GB\n- Origin: Data is derived from published/printed literary texts. It is created during the project.\n2: Secondary literature analysis\n- Type: Qualitative – Data consists of insights from and notes about printed and digital secondary sources, \nsuch as secondary literature and archival material.\n- Format: Text (.docx; .pdf), Spreadsheets (.xlsx; AirTable)\n- Volume: max. 10 GB\n- Origin: Data is derived from published texts and archival material. It is created during the project.\n3: Interviews (+/- 7 interview recordings).\n- Type: Qualitative – Data consists of recordings of semi-structured literary interviews.\n23-12-2021   DMP Transcultural Memories through a Jewish Lens 4- Format: Multimedia – Audio or audio-video (.m4a; .mp4; .mov)  \n- Volume: +/- 10 GB each\n- Origin: Data is created during the project.\n4: Bibliography\n- Type: Qualitative – Data consists of thematically structured lists with bibliographical references.\n- Format: Text (.docx; .pdf); Spreadsheets/Zotero (.xlxs)\n- Volume: max. 1 GB\n- Origin: Data is created during the project.\n3.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☒ Yes\n☐ No\nIf yes: \n-Privacy Registry Reference: G-2021-4205\n-Short description of the kind of personal data that will be used:\nAs part of the outreach activities, this research project includes semi-structured personal interviews with \nthe authors whose works are studied in the corpus analysis. During the interviews, personal data, \nincluding ‘special categories’ of personal data will be collected, such as: name, date of birth, nationality, \ninformation regarding ethnic origins, political views, and religious or ideological standpoints. With \npermission of the interviewee, he or she will be identifiably recorded in audio or audio-video format. \nGiven the nature of the interviews, it is not possible to predict and disclose all categories of personal data \ninvolved. The collection, processing and publication of personal data will be performed in compliance with \nKU Leuven guidelines and has been approved by the PRET commission.\n23-12-2021   DMP Transcultural Memories through a Jewish Lens 5Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☒ Yes\n☐ No\nIf yes: \n-Reference to ethical committee approval: G-2021-4205\nThe corpus analysis and secondary literature review are standard practice in my research field and present  \nno ethical issues, as long as common guidelines for referencing (MLA, APA) are applied.\nEthical issues that may affect data collection, processing and publication have been considered with regards  \nto the author interviews. Ethical issues involve the potential risk of discomfort or invading the privacy of the  \ninterviewee when data is collected during the interview, and the processing and publishing of ‘special  \ncategories’ of personal data afterwards. To manage ethical requirements, KU Leuven guidelines will be  \nfollowed. Interviewees will be extensively informed, and their informed consent will be obtained before the  \nstart of the data collection. The legal base for the publication of the data relies on the permission of the  \nparticipant. Therefore, no data will be published without the explicit consent of the interviewee. The  \ninterviewee may request to review or remove all data concerning his or her interview at any moment during  \nand  after  the  project,  without  any  negative  consequences.  Ethical  clearance  for  the  data  collection,  \nprocessing and publication has been obtained from the SMEC at KU Leuven.\nDoes your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☐ Yes\n☒ No\nIf yes, please comment: /\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment: /\n4.Documentation and metadata\n23-12-2021   DMP Transcultural Memories through a Jewish Lens 6What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  I will create transparent, uniform file names that include versions and dates (example: DMP(1)_14.1.22). I \nwill use clear folder structures to ensure that data is easy to find. Example:\n-> Read me (.txt)\no alphabetical bibliography  \no thematical bibliographies [Folder]\no theme 1 [Zotero]\no theme 2 [Zotero]\netc.\n-> Corpus [folder]\n-> Author 1 [folder]\n-> Analyses [folder]\no documents\n-> Secondary literature [folder]\no files\n-> Author 2 [folder]\netc.\n-> Secondary sources [folder]\no annotated bibliography\n-> Theme 1 [folder]\no files\n-> Theme 2 [folder]\no files\netc.\n-> Interviews [folder]\n-> Interview 1 [folder]\no meta-data documentation  \no context information\no files\netc.\n23-12-2021   DMP Transcultural Memories through a Jewish Lens 7I will include a ‘read me’ file in which I provide all relevant information about the project, the files, the \nstructuring and storage of the data and the data gathering process, including the criteria used to select \nand arrange the data. I will also include metadata documentation for each of the interviews (date, \nlocation, circumstances, themes/questions, etc.).  \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☒ Yes\n☐ No\nIf yes, please specify:\nI will use a coherent system to structure and describe metadata, which will be largely compliant with the \nDublin Core Standard. Where necessary, I will add qualifiers and/or extra categories to further structure \nthe data (most importantly: ‘page numbers’, ‘citations’, ‘notes’ and ‘keywords’).\n5.Data storage & backup during the FWO project\nWhere will the data be stored?  During the project, I will keep three copies of my data: on a PC with BitLocker encryption, on a personal, \nsecured NAS-server and in the cloud. I will use KULeuven OneDrive, a cloud-based, secure data repository \nfreely available to all KU Leuven researchers. I will also use Airtable to keep track of the corpus analysis.  \nHow will the data be backed up?  Data on my PC will be daily automatically backed up on a personal, secured NAS-server. Data will also be \nbacked up automatically in the cloud (OneDrive; Airtable). Additionally, the recordings of the interviews \nwill also be backed up on external hard-drive secured with BitLocker encryption\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nPlease specify: \nThe maximum storage capacity of 100GB in OneDrive is sufficient for this project. Additional storage space  \nin OneDrive will be purchased in case data exceeds the maximum capacity. The free version of Airtable \nprovides sufficient tools to keep track of the corpus analysis.\n23-12-2021   DMP Transcultural Memories through a Jewish Lens 8What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Given the amount and character of the data generated during this project, the costs for storage and back-\nup of the research data will be minimal and will be discussed with the IT division. If additional costs occur, \nthese will also be discussed with the IT division. Part of the bench fee will be reserved to cover the costs.\nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Data derived from the corpus analysis and the secondary sources are considered ‘low risk’. The PC with \nBitLocker encryption, the secured NAS-server, Airtable and OneDrive provide sufficient security for these \ndata. \nThe recordings of the interviews, which will possibly contain sensitive personal data, will be stored on a PC  \nand external hard-drive secured with BitLocker encryption. Only the researchers (me, my supervisor and \nco-supervisor) will have access to these data. To prevent theft or loss of the external hard-drive, I will \nmake sure it is safely kept in a fixed place.\n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).The final versions of files and the recordings of the interviews will be preserved for at least 5 years on the \nnetwork drives of the Research Unit Literary Studies (with back-up in the RU Translation Studies). Other \ndata (preliminary data derived from the corpus analysis and from the reviews of secondary sources, \nadditional file versions) will be preserved for personal use on an external hard-drive and, possibly, in a \ndata repository (which will be determined later on).\nBooks and other printed materials collected during the project may be given to the  Artes library. \n23-12-2021   DMP Transcultural Memories through a Jewish Lens 9Where will these data be archived (= stored for \nthe long term)? In agreement with the IT division, relevant data will be stored on the secured network drives of the \nresearch unit Literary Studies, with back-up in the research unit Translation Studies, for at least five years \nafter the project has ended (or longer if regulations change).  \nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Given the amount and character of the data generated during this project, the costs for preservation of \nthe research data will be limited. These costs will be discussed with the IT division towards the end of the \nproject. Part of the bench fee will be reserved to cover the costs.\n7.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☒ Yes\n☐ No\nIf yes, please specify:  \nCopyright issues may apply to the unprocessed data derived from the corpus analysis. This data will only \nbe shared in articles, or other ways that ensure correct referencing to the sources.\nEthical and privacy issues apply to the sharing of the full recordings of the interviews. The interviews will \nbe edited, and shared only after the edited version has been approved by the interviewee.  \n23-12-2021   DMP Transcultural Memories through a Jewish Lens 10Which data will be made available after the end \nof the project? I will publish articles based on the data in Open Access peer-reviewed journals, in non-expert journals and on  \nonline platforms, as well as on the project website . I will also create in-depth author profiles, based on the  \ninterviews and analysis of the literary texts, which will be published online and can be used for educational  \npurposes. At the end of the research, I will publish an extensive bibliography on translingual (Jewish, Italian)  \nliterature. I will also create a digital StoryMap, which will be freely available on the project website.\nIf they seem relevant and present no ethical issues, I might share (parts of) the data collected as part of \nthe corpus analysis in Airtable and/or in a general repository like Zenodo, or upon request by mail. The \npossibilities for data sharing will be re-evaluated later on.\nWhere/how will the data be made available for \nreuse? ☐ In an Open Access repository\n☐ In a restricted access repository\n☒ Upon request by mail\n☒ Other (specify): on the project website [domain to be determined]\nWhen will the data be made available?  Some data will be made available during the project: articles based on the data will be published during \nthe course of the project. The edited versions of the interviews, the author profiles and intermediate \nresults will be published during the project on the project website. These materials will be made available \nin the public domain under a Creative Commons Attribution, Non Commercial, No Derivative Works-\nlicense.\nOther data (corpus analysis, secondary literature analysis and thematical bibliographies) will be available \nupon request via email after completion of the project.\nWho will be able to access the data and under \nwhat conditions? During the project, the data will be available for the main investigator (me) and my supervisors (prof. dr. \nNatalie Dupré & prof. dr. Inge Lanslots). Upon request, (parts of the) data might be shared within \nacademic contexts. No additional tools are needed to access and interpret data.\n23-12-2021   DMP Transcultural Memories through a Jewish Lens 11What are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.Data sharing upon request via email presents no additional costs. Part of the bench fee will cover the costs  \nfor the license of the project website, where some data will be shared.\n8.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  I am responsible for data documentation and metadata.\nWho will be responsible for data storage & back \nup during the project?  I am responsible for data storage and back up during the project.\nWho will be responsible for ensuring data \npreservation and sharing?  I am responsible for data sharing and preservation during the project. My supervisors (prof. dr. Natalie \nDupré & prof. dr. Inge Lanslots) will be responsible for ensuring data preservation after the project has \nended.\nWho bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPI am responsible for updating and implementing this DMP."
    },
    "clean_full_text": "23-12-2021  DMP Transcultural Memories through a Jewish Lens 1DMP ‘Transcultural Memories through a Jewish Lens: Remapping Italian Literatures of Migration’ First version: 14 January 2022 Written by: Rachelle Gloudemans, PhD-candidate ( rachelle.gloudemans@kuleuven.be ) Supervisors: Prof. dr. Natalie Dupré, supervisor ( natalie.dupre@kuleuven.be ); prof. dr. Inge Lanslots, co-supervisor ( inge.lanslots@kuleuven.be ) Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Rachelle Gloudemans FWO Project Number & Title 1120022N Transcultural Memories through a Jewish Lens: Remapping Italian Literatures of Migration Started: 1 November 2021 Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 23-12-2021  DMP Transcultural Memories through a Jewish Lens 2Project description This project analyses the published literary works written in Italian since the 1950’s by nine Jewish authors, who have migrated from various regions in Europe and the Middle-East and have settled in different Italian cities since the 1940’s. By investigating the narrative construction of memories and identities in these works, this project aims to unfold a neglected transcultural dimension in Italian literatures of migration and to remap views on migration, ‘home(s)’ and identities in the literary field. The data collected and generated during this project is used for the purpose of this research, as well as for science outreach activities related to the research. 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 23-12-2021  DMP Transcultural Memories through a Jewish Lens 3Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).This project analyses and extracts data from a text corpus , in particular published literary texts. The literary texts are purchased for the project in printed or digital format, or are accessed through the KU Leuven library. Additionally, the project extracts data from secondary texts and collections of archival material, including (recorded) interviews, personal and administrative documents, and photographs. These printed or digitalised materials will be accessed through the infrastructures of the involved archives. Using correct and common methods for referencing (APA or MLA), I will prevent copyright issues and ensure that the extracted data is easily traceable to its source. Using Zotero, this project creates thematical bibliographies related to the research. As part of the outreach activities, this project produces recordings of personal interviews with the authors whose works are part of the corpus analysis. This project generates different types of qualitative data: 1: Corpus analysis (of +/- 60 primary texts). - Type: Qualitative – Data consists of written insights from, and annotations of, literary texts. - Format: Text (.docx; .pdf); Spreadsheets (.xlsx; AirTable). - Volume: max. 10 GB - Origin: Data is derived from published/printed literary texts. It is created during the project. 2: Secondary literature analysis - Type: Qualitative – Data consists of insights from and notes about printed and digital secondary sources, such as secondary literature and archival material. - Format: Text (.docx; .pdf), Spreadsheets (.xlsx; AirTable) - Volume: max. 10 GB - Origin: Data is derived from published texts and archival material. It is created during the project. 3: Interviews (+/- 7 interview recordings). - Type: Qualitative – Data consists of recordings of semi-structured literary interviews. 23-12-2021  DMP Transcultural Memories through a Jewish Lens 4- Format: Multimedia – Audio or audio-video (.m4a; .mp4; .mov) - Volume: +/- 10 GB each - Origin: Data is created during the project. 4: Bibliography - Type: Qualitative – Data consists of thematically structured lists with bibliographical references. - Format: Text (.docx; .pdf); Spreadsheets/Zotero (.xlxs) - Volume: max. 1 GB - Origin: Data is created during the project. 3.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☒ Yes ☐ No If yes: -Privacy Registry Reference: G-2021-4205 -Short description of the kind of personal data that will be used: As part of the outreach activities, this research project includes semi-structured personal interviews with the authors whose works are studied in the corpus analysis. During the interviews, personal data, including ‘special categories’ of personal data will be collected, such as: name, date of birth, nationality, information regarding ethnic origins, political views, and religious or ideological standpoints. With permission of the interviewee, he or she will be identifiably recorded in audio or audio-video format. Given the nature of the interviews, it is not possible to predict and disclose all categories of personal data involved. The collection, processing and publication of personal data will be performed in compliance with KU Leuven guidelines and has been approved by the PRET commission. 23-12-2021  DMP Transcultural Memories through a Jewish Lens 5Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☒ Yes ☐ No If yes: -Reference to ethical committee approval: G-2021-4205 The corpus analysis and secondary literature review are standard practice in my research field and present no ethical issues, as long as common guidelines for referencing (MLA, APA) are applied. Ethical issues that may affect data collection, processing and publication have been considered with regards to the author interviews. Ethical issues involve the potential risk of discomfort or invading the privacy of the interviewee when data is collected during the interview, and the processing and publishing of ‘special categories’ of personal data afterwards. To manage ethical requirements, KU Leuven guidelines will be followed. Interviewees will be extensively informed, and their informed consent will be obtained before the start of the data collection. The legal base for the publication of the data relies on the permission of the participant. Therefore, no data will be published without the explicit consent of the interviewee. The interviewee may request to review or remove all data concerning his or her interview at any moment during and after the project, without any negative consequences. Ethical clearance for the data collection, processing and publication has been obtained from the SMEC at KU Leuven. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☐ Yes ☒ No If yes, please comment: / Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: / 4.Documentation and metadata 23-12-2021  DMP Transcultural Memories through a Jewish Lens 6What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? I will create transparent, uniform file names that include versions and dates (example: DMP(1)_14.1.22). I will use clear folder structures to ensure that data is easy to find. Example: -> Read me (.txt) o alphabetical bibliography o thematical bibliographies [Folder] o theme 1 [Zotero] o theme 2 [Zotero] etc. -> Corpus [folder] -> Author 1 [folder] -> Analyses [folder] o documents -> Secondary literature [folder] o files -> Author 2 [folder] etc. -> Secondary sources [folder] o annotated bibliography -> Theme 1 [folder] o files -> Theme 2 [folder] o files etc. -> Interviews [folder] -> Interview 1 [folder] o meta-data documentation o context information o files etc. 23-12-2021  DMP Transcultural Memories through a Jewish Lens 7I will include a ‘read me’ file in which I provide all relevant information about the project, the files, the structuring and storage of the data and the data gathering process, including the criteria used to select and arrange the data. I will also include metadata documentation for each of the interviews (date, location, circumstances, themes/questions, etc.). Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☒ Yes ☐ No If yes, please specify: I will use a coherent system to structure and describe metadata, which will be largely compliant with the Dublin Core Standard. Where necessary, I will add qualifiers and/or extra categories to further structure the data (most importantly: ‘page numbers’, ‘citations’, ‘notes’ and ‘keywords’). 5.Data storage & backup during the FWO project Where will the data be stored? During the project, I will keep three copies of my data: on a PC with BitLocker encryption, on a personal, secured NAS-server and in the cloud. I will use KULeuven OneDrive, a cloud-based, secure data repository freely available to all KU Leuven researchers. I will also use Airtable to keep track of the corpus analysis. How will the data be backed up? Data on my PC will be daily automatically backed up on a personal, secured NAS-server. Data will also be backed up automatically in the cloud (OneDrive; Airtable). Additionally, the recordings of the interviews will also be backed up on external hard-drive secured with BitLocker encryption Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No Please specify: The maximum storage capacity of 100GB in OneDrive is sufficient for this project. Additional storage space in OneDrive will be purchased in case data exceeds the maximum capacity. The free version of Airtable provides sufficient tools to keep track of the corpus analysis. 23-12-2021  DMP Transcultural Memories through a Jewish Lens 8What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Given the amount and character of the data generated during this project, the costs for storage and back- up of the research data will be minimal and will be discussed with the IT division. If additional costs occur, these will also be discussed with the IT division. Part of the bench fee will be reserved to cover the costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data derived from the corpus analysis and the secondary sources are considered ‘low risk’. The PC with BitLocker encryption, the secured NAS-server, Airtable and OneDrive provide sufficient security for these data. The recordings of the interviews, which will possibly contain sensitive personal data, will be stored on a PC and external hard-drive secured with BitLocker encryption. Only the researchers (me, my supervisor and co-supervisor) will have access to these data. To prevent theft or loss of the external hard-drive, I will make sure it is safely kept in a fixed place. 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).The final versions of files and the recordings of the interviews will be preserved for at least 5 years on the network drives of the Research Unit Literary Studies (with back-up in the RU Translation Studies). Other data (preliminary data derived from the corpus analysis and from the reviews of secondary sources, additional file versions) will be preserved for personal use on an external hard-drive and, possibly, in a data repository (which will be determined later on). Books and other printed materials collected during the project may be given to the Artes library. 23-12-2021  DMP Transcultural Memories through a Jewish Lens 9Where will these data be archived (= stored for the long term)? In agreement with the IT division, relevant data will be stored on the secured network drives of the research unit Literary Studies, with back-up in the research unit Translation Studies, for at least five years after the project has ended (or longer if regulations change). What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Given the amount and character of the data generated during this project, the costs for preservation of the research data will be limited. These costs will be discussed with the IT division towards the end of the project. Part of the bench fee will be reserved to cover the costs. 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☒ Yes ☐ No If yes, please specify: Copyright issues may apply to the unprocessed data derived from the corpus analysis. This data will only be shared in articles, or other ways that ensure correct referencing to the sources. Ethical and privacy issues apply to the sharing of the full recordings of the interviews. The interviews will be edited, and shared only after the edited version has been approved by the interviewee. 23-12-2021  DMP Transcultural Memories through a Jewish Lens 10Which data will be made available after the end of the project? I will publish articles based on the data in Open Access peer-reviewed journals, in non-expert journals and on online platforms, as well as on the project website . I will also create in-depth author profiles, based on the interviews and analysis of the literary texts, which will be published online and can be used for educational purposes. At the end of the research, I will publish an extensive bibliography on translingual (Jewish, Italian) literature. I will also create a digital StoryMap, which will be freely available on the project website. If they seem relevant and present no ethical issues, I might share (parts of) the data collected as part of the corpus analysis in Airtable and/or in a general repository like Zenodo, or upon request by mail. The possibilities for data sharing will be re-evaluated later on. Where/how will the data be made available for reuse? ☐ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☒ Other (specify): on the project website [domain to be determined] When will the data be made available? Some data will be made available during the project: articles based on the data will be published during the course of the project. The edited versions of the interviews, the author profiles and intermediate results will be published during the project on the project website. These materials will be made available in the public domain under a Creative Commons Attribution, Non Commercial, No Derivative Works- license. Other data (corpus analysis, secondary literature analysis and thematical bibliographies) will be available upon request via email after completion of the project. Who will be able to access the data and under what conditions? During the project, the data will be available for the main investigator (me) and my supervisors (prof. dr. Natalie Dupré & prof. dr. Inge Lanslots). Upon request, (parts of the) data might be shared within academic contexts. No additional tools are needed to access and interpret data. 23-12-2021  DMP Transcultural Memories through a Jewish Lens 11What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.Data sharing upon request via email presents no additional costs. Part of the bench fee will cover the costs for the license of the project website, where some data will be shared. 8.Responsibilities Who will be responsible for the data documentation & metadata? I am responsible for data documentation and metadata. Who will be responsible for data storage & back up during the project? I am responsible for data storage and back up during the project. Who will be responsible for ensuring data preservation and sharing? I am responsible for data sharing and preservation during the project. My supervisors (prof. dr. Natalie Dupré & prof. dr. Inge Lanslots) will be responsible for ensuring data preservation after the project has ended. Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPI am responsible for updating and implementing this DMP."
}