{
    "document_id": "D-2023-2376",
    "LinkTitle": "D-2023-2376",
    "file_name": "D-2023-2376.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2376.pdf",
    "metadata": {
        "title": "Re-Familiarizing the Body and its Umwelt: Uncanny Imaginary as a Tool to Cope with Contemporary Societal Challenges (REFAM)",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "Re-Familiarizing the Body and its Umwelt: Uncanny Imaginary as a Tool to Cope \nwith Contemporary Societal Challenges\n(REFAM)\nA Data Management Plan created using DMPonline.be\nCreators: \nAnneleen Masschelein \n \nhttps://orcid.org/0000-0002-4162-9708\n, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nData Manager:\n \nn.n. n.n.\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \nCELSA/23/005\nID: \n202636\nStart date: \n01-10-2023\nEnd date: \n30-09-2025\nProject abstract:\nThe project proposes a new conceptualization of the late-20th-century European aesthetic concept\nof the uncanny. The uncanny is traditionally defined as the alienation of the familiar, a sensation that can be\nexperienced as pleasurable in fiction, but it is related to the confusion of boundaries and oppositions, which\ngenerates anxiety in real life. In the 21st century, the uncanny is still one of the more widespread aesthetic\nconcepts, but it has acquired a different role, that of a re-familiarizing tool. As such, it signals a subversion of the\navant-garde logic dominant in 20th-century artistic production. The 21st-century uncanny is deployed both in\nexperimental forms of art and narrative, and in popular culture. It no longer estranges us from our daily reality,\nbut it produces new imaginaries, which can help us make sense of our rapidly changing world. Because the\nuncanny is especially related to bodily perceptions and embodied cognition, it can more specifically help us\nre-imagine medically altered bodies, bodies affected by technology, and bodies that need to adapt to changing\necologies that already inhabit our reality. While these altered bodies, subjectivities and the world they\nexperience (i.e., their Umwelts) are often experienced as uncanny, imagining them in a different way can help to\nproduce a paradigm shift towards radically new, more open and diverse, non-binary and fluid modes of\nexistence. Studying a wide range of ‘uncanny imaginaries’ in a comparative, mostly European corpus of\nliterature, film and television, games and art installations, and interviewing some artistic producers, we want to\nstudy how contemporary speculative imagination at work in culture not merely reflects and estranges reality,\nbut effectively produces it.\nLast modified: \n08-12-2023\nCreated using DMPonline.be. Last modiﬁed 08 December 2023\n1 of 4\nRe-Familiarizing the Body and its Umwelt: Uncanny Imaginary as a Tool to Cope \nwith Contemporary Societal Challenges\n(REFAM)\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description\n(sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData\nType\nFile format\nData\nvolume\nPhysical volume\n \n \nIndicate:\nIndicate: \nD(igital) or\nP(hysical)\nIndicate:\n \nIndicate:\n \nN(ew data) or E(xisting data) \nAudiovisual\n<1GB\n \nImages\n<100GB\n \nSound\n<1TB\n \nNumerical Textual\n<5TB\n \nModel\n>5TB\n \nSOftware\nNA\n \nOther (specify)\n \nPhysical_Primary_Data_Books_etc\nThis dataset pertains to any and all physical primary data, such as books and articles, that are considered primary source material in the context of\nthe REFAM project.\nE\nP\nT\nNA\nNA\nNA\nDigital_Primary_Data_Books_etc\nThis dataset pertains to any and all digital primary data, such as books and articles, that are considered primary source material in the context of\nthe REFAM project. This also includes scans of physical primary data.\nE\nD\nT\n.pdf, .docx, .rtf,\n.epub, .mobi\n2GB\nLocal storage,\ncloud storage,\nlocal back-up\n(external SSD)\nPhysical_Primary_Data_Audiovisual\nThis dataset pertains to any and all physical audiovisual primary data, such as movies, series, and videogames. \nE\nP\nA\nDVD, Blu-Ray,\nUltra HD Blu-\nRay, VHS, film,\n…\nNA\nNA\nPhysical_Primary_Data_Audiovisual\nThis dataset pertains to any and all digital audiovisual primary data, such as movies, series, and videogames. This also includes physical data that\nhas been digitised. \nE\nD\nA\n.mkv, .mp4,\n.mov, .exe, …\n1TB\nLocal storage,\ncloud storage,\nlocal back-up\n(external SSD)\nPhysical_Primary_Data_Visual_Art\nThis dataset includes any and all visual art that does not fit in the audiovisual category but is studied as primary source material in the context of\nthe REFAM project.\nE\nP\nI\nNA\nNA\nNA\nDigital_Primary_Data_Visual_Art\nThis dataset includes any and all visual art that does not fit in the audiovisual category but is studied as primary source material in the context of\nthe REFAM project. Unlike the physical category, this pertains to digitally born visual art and/or digitalisation and/or mediation of visual art through\ndigital means (e.g. digital photography).\nE\nD\nI\n.pdf, .png, .tiff,\n.jpg, .raw\n2GB\nLocal storage,\ncloud storage,\nlocal back-up\n(external SSD)\nDigital_Secondary_Data\nThis dataset includes digitally born secondary data, such as notes and observations relating to the primary source material. This includes physical\nnotes that have been digitised.\nN\nD\nT\n.docx, .rtf, .pdf\n2GB\nLocal storage,\ncloud storage,\nlocal back-up\n(external SSD)\nPhysical_Secondary_Data\nThis dataset includes physical secondary data, such as notes and observations relating to the primary source material. \nN\nP\nT\nNA\nNA\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nThe REFAM research project will make extensive use of existing data for analysis, both in physical and digital form. Source material will be gathered through a variety of platforms, such as local university libraries, transnational depositories, but also cinemas,\ntheatre, and art galleries. This means that the list of source material will be continually shifting and changing. To adapt to this, we will use the following protocol to maintain persistent identifiers across our datasets:\n- In the case of digital born and digitised textual material, these will be stored on a synchronised Microsoft Teams cloud storage drive which is hosted at KU Leuven and accessible to our partners at Jagiellonian University and Tartu University. This cloud storage\nwill have a permanently synchronised local variant hosted at KU Leuven, and will be periodically backed up to local external storage (external SSD). Whenever possible, a DOI, Handle and/or URL will be included in these data sets.\n- In the case of digital audiovisual material and visual arts material, these will also be stored on a synchronised Microsoft Teams cloud storage drive which is hosted at KU Leuven and accessible to our partner institutions. This cloud storage will be permanently\nsynchronised to a local device at KU Leuven, and will be periodically backed up to local external storage (external SSD). These datasets will contain as much identifiable metadata as possible.\n- In the case of physical audiovisual material and visual arts material attempts will be made to create digital variants which will be labelled as \"digitised\" and will include a reference to their original source material. These will also be stored on the Microsoft\nTeams cloud storage environment according to the protocal outlined above.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical\napproval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what\ndata they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will\nbe asserted.\nNo\nNormal copyright procedures apply to the majority of the primary source material that is studied in the REFAM project, but the output that the REFAM project generates falls clearly under fair use in the context of non-commercial academic research. As per\nuniversity policy we are committed to publish the output of the REFAM project in open access where-ever possible and where-ever applicable.\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe REFAM project will adopt the Dublin Core metadata standard throughout, accompanied by the Visual Resources Association (VRA) Core metadata standard when it comes to audiovisual sources, visual arts, and the performing arts. This data will be\ngenerated with the open source programme Zotero.\nIn addition to these general standards, the REFAM project will structure its data according to a coherent folder and file structure that will be described in a general-level README.txt file. This will be accompanied with file- and/or folder-level README.txt files\nwhenever applicable and/or relevant.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nCreated using DMPonline.be. Last modiﬁed 08 December 2023\n2 of 4\nThe REFAM project will adopt the Dublin Core metadata standard throughout, accompanied by the Visual Resources Association (VRA) Core metadata standard when it comes to audiovisual sources, visual arts, and the performing arts. \nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nLarge Volume Storage\nOther (specify below)\nThe datasets for the REFAM project will be stored on a KU Leuven-hosted Microsoft Teams environment (which uses OneDrive), but this storage will be permanently synchronised to a local KU Leuven machine and periodically backed up to local external storage\n(external SSD).\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nThe datasets for the REFAM project will be stored on a KU Leuven-hosted Microsoft Teams environment (which uses OneDrive), but this storage will be permanently synchronised to a local KU Leuven machine and periodically backed up to local external storage\n(external SSD).\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe KU Leuven hosted Microsoft Teams environment follows the standard security protocols of the university. While external partner institutions have access to the Teams environment, this access is restricted and tightly controlled by the Arts Faculty IT\ndepartment. Local copies are protected by normal security protocols and additional BitLocker protection, making it extremely difficult (if not practically impossible) for unauthorised persons to access the research data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nAs this project makes use of university-wide services, there are no additional expected costs at this stage of the REFAM project.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nKU Leuven RDR\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAt this stage of the REFAM project there are not expected additional costs for data preservation, as these are covered by the university-wide RDM policy.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nAt this stage of the REFAM project, there is no reason to believe that any of the output generated will be restricted by privacy rights and/or intellectual property rights. If this would change, we will follow standard protocol in accordance with KU Leuven policy\nand formulate a clear policy.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nAs KU Leuven policy prescribes, we seek to publish and preserve as much data as possible in open access. At this stage of the project the chosen repositories are the KU Leuven RDR and the repositories of our institutional partners, Jagiellonian University and\nTartu University.\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCreated using DMPonline.be. Last modiﬁed 08 December 2023\n3 of 4\nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nAt this stage of the REFAM project, there are no expected additional costs for data sharing.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nData documentation and metadata will be managed by the host institution, KU Leuven, and the REFAM project coordinator. At the time of writing the project coordinator is Dr. Jonas Vanderschueren.\nWho will manage data storage and backup during the research project? \nData storage and backup will be managed by the host institution, KU Leuven, and the REFAM project coordinator. At the time of writing the project coordinator is Dr. Jonas Vanderschueren.\nWho will manage data preservation and sharing? \nData preservation and data sharing will be managed by the host institution, KU Leuven, and the REFAM project coordinator. At the time of writing the project coordinator is Dr. Jonas Vanderschueren.\nWho will update and implement this DMP? \nResponsibility for implementing, maintaining, and updating this DMP goes to the host institution, KU Leuven, and the REFAM project coordinator. At the time of writing the project coordinator is Dr. Jonas Vanderschueren.\nCreated using DMPonline.be. Last modiﬁed 08 December 2023\n4 of 4"
    },
    "clean_full_text": "Re-Familiarizing the Body and its Umwelt: Uncanny Imaginary as a Tool to Cope with Contemporary Societal Challenges (REFAM) A Data Management Plan created using DMPonline.be Creators: Anneleen Masschelein https://orcid.org/0000-0002-4162-9708 , n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Data Manager: n.n. n.n. Project Administrator: n.n. n.n. Grant number / URL: CELSA/23/005 ID: 202636 Start date: 01-10-2023 End date: 30-09-2025 Project abstract: The project proposes a new conceptualization of the late-20th-century European aesthetic concept of the uncanny. The uncanny is traditionally defined as the alienation of the familiar, a sensation that can be experienced as pleasurable in fiction, but it is related to the confusion of boundaries and oppositions, which generates anxiety in real life. In the 21st century, the uncanny is still one of the more widespread aesthetic concepts, but it has acquired a different role, that of a re-familiarizing tool. As such, it signals a subversion of the avant-garde logic dominant in 20th-century artistic production. The 21st-century uncanny is deployed both in experimental forms of art and narrative, and in popular culture. It no longer estranges us from our daily reality, but it produces new imaginaries, which can help us make sense of our rapidly changing world. Because the uncanny is especially related to bodily perceptions and embodied cognition, it can more specifically help us re-imagine medically altered bodies, bodies affected by technology, and bodies that need to adapt to changing ecologies that already inhabit our reality. While these altered bodies, subjectivities and the world they experience (i.e., their Umwelts) are often experienced as uncanny, imagining them in a different way can help to produce a paradigm shift towards radically new, more open and diverse, non-binary and fluid modes of existence. Studying a wide range of ‘uncanny imaginaries’ in a comparative, mostly European corpus of literature, film and television, games and art installations, and interviewing some artistic producers, we want to study how contemporary speculative imagination at work in culture not merely reflects and estranges reality, but effectively produces it. Last modified: 08-12-2023 Created using DMPonline.be. Last modiﬁed 08 December 2023 1 of 4 Re-Familiarizing the Body and its Umwelt: Uncanny Imaginary as a Tool to Cope with Contemporary Societal Challenges (REFAM) Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: Indicate: D(igital) or P(hysical) Indicate: Indicate: N(ew data) or E(xisting data) Audiovisual <1GB Images <100GB Sound <1TB Numerical Textual <5TB Model >5TB SOftware NA Other (specify) Physical_Primary_Data_Books_etc This dataset pertains to any and all physical primary data, such as books and articles, that are considered primary source material in the context of the REFAM project. E P T NA NA NA Digital_Primary_Data_Books_etc This dataset pertains to any and all digital primary data, such as books and articles, that are considered primary source material in the context of the REFAM project. This also includes scans of physical primary data. E D T .pdf, .docx, .rtf, .epub, .mobi 2GB Local storage, cloud storage, local back-up (external SSD) Physical_Primary_Data_Audiovisual This dataset pertains to any and all physical audiovisual primary data, such as movies, series, and videogames. E P A DVD, Blu-Ray, Ultra HD Blu- Ray, VHS, film, … NA NA Physical_Primary_Data_Audiovisual This dataset pertains to any and all digital audiovisual primary data, such as movies, series, and videogames. This also includes physical data that has been digitised. E D A .mkv, .mp4, .mov, .exe, … 1TB Local storage, cloud storage, local back-up (external SSD) Physical_Primary_Data_Visual_Art This dataset includes any and all visual art that does not fit in the audiovisual category but is studied as primary source material in the context of the REFAM project. E P I NA NA NA Digital_Primary_Data_Visual_Art This dataset includes any and all visual art that does not fit in the audiovisual category but is studied as primary source material in the context of the REFAM project. Unlike the physical category, this pertains to digitally born visual art and/or digitalisation and/or mediation of visual art through digital means (e.g. digital photography). E D I .pdf, .png, .tiff, .jpg, .raw 2GB Local storage, cloud storage, local back-up (external SSD) Digital_Secondary_Data This dataset includes digitally born secondary data, such as notes and observations relating to the primary source material. This includes physical notes that have been digitised. N D T .docx, .rtf, .pdf 2GB Local storage, cloud storage, local back-up (external SSD) Physical_Secondary_Data This dataset includes physical secondary data, such as notes and observations relating to the primary source material. N P T NA NA NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: The REFAM research project will make extensive use of existing data for analysis, both in physical and digital form. Source material will be gathered through a variety of platforms, such as local university libraries, transnational depositories, but also cinemas, theatre, and art galleries. This means that the list of source material will be continually shifting and changing. To adapt to this, we will use the following protocol to maintain persistent identifiers across our datasets: - In the case of digital born and digitised textual material, these will be stored on a synchronised Microsoft Teams cloud storage drive which is hosted at KU Leuven and accessible to our partners at Jagiellonian University and Tartu University. This cloud storage will have a permanently synchronised local variant hosted at KU Leuven, and will be periodically backed up to local external storage (external SSD). Whenever possible, a DOI, Handle and/or URL will be included in these data sets. - In the case of digital audiovisual material and visual arts material, these will also be stored on a synchronised Microsoft Teams cloud storage drive which is hosted at KU Leuven and accessible to our partner institutions. This cloud storage will be permanently synchronised to a local device at KU Leuven, and will be periodically backed up to local external storage (external SSD). These datasets will contain as much identifiable metadata as possible. - In the case of physical audiovisual material and visual arts material attempts will be made to create digital variants which will be labelled as \"digitised\" and will include a reference to their original source material. These will also be stored on the Microsoft Teams cloud storage environment according to the protocal outlined above. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Normal copyright procedures apply to the majority of the primary source material that is studied in the REFAM project, but the output that the REFAM project generates falls clearly under fair use in the context of non-commercial academic research. As per university policy we are committed to publish the output of the REFAM project in open access where-ever possible and where-ever applicable. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The REFAM project will adopt the Dublin Core metadata standard throughout, accompanied by the Visual Resources Association (VRA) Core metadata standard when it comes to audiovisual sources, visual arts, and the performing arts. This data will be generated with the open source programme Zotero. In addition to these general standards, the REFAM project will structure its data according to a coherent folder and file structure that will be described in a general-level README.txt file. This will be accompanied with file- and/or folder-level README.txt files whenever applicable and/or relevant. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Created using DMPonline.be. Last modiﬁed 08 December 2023 2 of 4 The REFAM project will adopt the Dublin Core metadata standard throughout, accompanied by the Visual Resources Association (VRA) Core metadata standard when it comes to audiovisual sources, visual arts, and the performing arts. Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Large Volume Storage Other (specify below) The datasets for the REFAM project will be stored on a KU Leuven-hosted Microsoft Teams environment (which uses OneDrive), but this storage will be permanently synchronised to a local KU Leuven machine and periodically backed up to local external storage (external SSD). How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) The datasets for the REFAM project will be stored on a KU Leuven-hosted Microsoft Teams environment (which uses OneDrive), but this storage will be permanently synchronised to a local KU Leuven machine and periodically backed up to local external storage (external SSD). Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The KU Leuven hosted Microsoft Teams environment follows the standard security protocols of the university. While external partner institutions have access to the Teams environment, this access is restricted and tightly controlled by the Arts Faculty IT department. Local copies are protected by normal security protocols and additional BitLocker protection, making it extremely difficult (if not practically impossible) for unauthorised persons to access the research data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? As this project makes use of university-wide services, there are no additional expected costs at this stage of the REFAM project. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? At this stage of the REFAM project there are not expected additional costs for data preservation, as these are covered by the university-wide RDM policy. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No At this stage of the REFAM project, there is no reason to believe that any of the output generated will be restricted by privacy rights and/or intellectual property rights. If this would change, we will follow standard protocol in accordance with KU Leuven policy and formulate a clear policy. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) As KU Leuven policy prescribes, we seek to publish and preserve as much data as possible in open access. At this stage of the project the chosen repositories are the KU Leuven RDR and the repositories of our institutional partners, Jagiellonian University and Tartu University. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Created using DMPonline.be. Last modiﬁed 08 December 2023 3 of 4 CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? At this stage of the REFAM project, there are no expected additional costs for data sharing. Responsibilities Who will manage data documentation and metadata during the research project? Data documentation and metadata will be managed by the host institution, KU Leuven, and the REFAM project coordinator. At the time of writing the project coordinator is Dr. Jonas Vanderschueren. Who will manage data storage and backup during the research project? Data storage and backup will be managed by the host institution, KU Leuven, and the REFAM project coordinator. At the time of writing the project coordinator is Dr. Jonas Vanderschueren. Who will manage data preservation and sharing? Data preservation and data sharing will be managed by the host institution, KU Leuven, and the REFAM project coordinator. At the time of writing the project coordinator is Dr. Jonas Vanderschueren. Who will update and implement this DMP? Responsibility for implementing, maintaining, and updating this DMP goes to the host institution, KU Leuven, and the REFAM project coordinator. At the time of writing the project coordinator is Dr. Jonas Vanderschueren. Created using DMPonline.be. Last modiﬁed 08 December 2023 4 of 4"
}