{
    "document_id": "D-2022-1685",
    "LinkTitle": "D-2022-1685",
    "file_name": "D-2022-1685.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1685.pdf",
    "metadata": {
        "title": "D-2022-1685",
        "author": "Tine De Bock",
        "num_pages": 10
    },
    "content": {
        "full_text": " \nNONPROFIT ORGANIZATI ONS AND FACE -TO-FACE  FUNDRAISING: \nAN INVESTIGATION OF DONORS’ AND RECRUITE RS’ ETHICAL \nBELIEFS, AND THE IMP ACT OF THESE BELIEFS  ON DONOR \nRECRUITMENT AND RETE NTION  \nA Data Management Plan created using DMPonline.be  \n \nCreators:      Tine De Bock, Tayyeb Hadi, n.n. n.n., n.n. n.n.    \n \nAffiliation: KU Leuven (KUL)  \n \nTemplate: KU Leuven BOF -IOF \n \nPrincipal Investigator:        Tayyeb Hadi      \n \nID: 197527  \n \nStart date: 01-02-2023  \n \nEnd date: 23-01-2027  \n \nProject abstract:  \nThe growing non -profit sector has an increasing  degree of competition and financial viability as  one of the biggest \nchallenges. It is therefore crucial for non -profit organizations to approach  fundraising in a more strategic and \nprofessional  way, with increased attention to cost -effectiveness and building long -term relationships with donors. \nFace -to-face fundraising (e.g. street recruitment, door -to-door recruitment) is often mentioned as  a promising \nfundraising technique because of a number of  advantages: the technique is  cost-efficient, appropriate for donor \nretention, less limited by the increasingly stringent GDPR, and interesting for tapping into new and younger donors. \nDespite these advantages and the growing popularity of the technique, face -to-face fundraising also brings with it \na number of ethical concerns (e.g. too much pressure) that can stop its growth. However, to date, little is known about \nthe ethical judgment of both donors and recruiters with respect  to face -to-face fundraising practices. In addition, littl e \nis known  about the relationship between the ethical judgment of donors on face -to-face fundraising and the \neffectiveness of this technique in the short and long term. The aim of this doctoral project is to address these gaps in \nboth professional and acad emic  literature and to contribute substantially to this unexplored field of  fundraising ethics.  \n \nLast modified: 22-03-2023  \n \n \n \nNONPROFIT ORGANIZATI ONS AND FACE -TO-FACE  FUNDRAISING: \nAN INVESTIGATION OF DONORS’ AND RECRUITE RS’ ETHICAL \nBELIEFS, AND THE IMP ACT OF THESE BELIEFS ON DONOR \nRECRUITMENT AND RETE NTION  \n \n \nRESEARCH DATA SUMMAR Y \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name & \ndescription (sufficient for yourself to k now what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the v olume of the data.  \n \nDataset name \n/ ID Description  New or \nreuse  Digital or \nPhysical data  Data Type  File \nformat  Data \nvolume  Physical \nvolume  \n    Indicate:  \nN(ew \ndata) or \nE(xisting \ndata)   \n \n \n \n Indicate:   D(igital) \nor P(hysical)  Indicate:  \n \n \nAudiovisual  \n \n \nImages  \n \n \nSound  \n \n \nNumerical \nTextual  \n \n \nModel \n \n \nSOftware  \n \n \nOther \n(specify)    Indicate:  \n \n \n<1GB  \n \n \n<100GB  \n \n \n<1TB  \n \n \n<5TB  \n \n \n>5TB  \n \n \nNA   \nDonor consent \nforms  Consent forms \nsigned by \n(estimated) 70 \ndonor \ninterviewees - \nstudy 1A (WP1)  N P T On \npaper  N/A   \nDonor consent \nforms \n(digitalized)  Digitalized \nconsent forms \nsigned by \n(estimated) 70 \ndonor \ninterviewees - \nstudy 1A (WP!)  N D T .pdf <1GB    \nRecruiter \nconsent forms  Consent forms \nsigned by \n(estimated) 35 \nrecruiter \ninterviewees - \nstudy 2A (WP1)  N P T On \npaper  N/A   \nRecruiter \nconsent forms \n(digitalized)  Digitalized \nconsent forms \nsigned by \n(estimated) 35 \nrecruiter \ninterviewees - \nstudy 2A (WP1)  N D T .pdf <1GB    \nDonor \ninterviews  Audio -\nrecordings of \n(estimated) 70 \ninterviews with \ndonors - study \n1A (WP1)  N D A .mp3  <100GB    \nRecruiter \ninterviews  Audio -\nrecordings of \n(estimated) 35 \ninterviews with N D A .mp3  <100GB    \nrecruiters - \nstudy 2A (WP1)  \nDonor \ninterview notes  Personal and \nfield notes on \ndonor \ninterviews - \nstudy 1A (WP1)  N P T On \npaper  N/A Notebook   \nProcessed \ndonor \ninterview notes  Processed \npersonal and \nfield notes on \ndonor \ninterviews - \nstudy 1A (WP1)  N D T .docx  <1GB    \nRecruiter \ninterview notes  Personal and \nfield notes on \nrecruiter \ninterviews - \nstudy 2A (WP1)  N P T On \npaper  N/A Notebook   \nProcessed \nrecruiter \ninterview notes  Processed \npersonal and \nfield notes on \nrecruiter \ninterviews - \nstudy 2A (WP1)  N D T .docx  <1GB    \nDonor \ninterviews \ntranscripts  Transcript of \n(estimated) 70 \ninterviews with \ndonors - study \n1A (WP1)  N D T .docx  <1GB    \nRecruiter \ninterviews \ntranscripts  Transcript of \n(estimated) 35 \ninterviews with \nrecruiters - \nstudy 2A (WP1)  N D T .docx  <1GB    \nDonor \ninterviews \ncoding  Digital dataset \nof transcripts of \n(estimated) 70 \ndonor \ninterviews (see \nabove) with \ncoding - study \n1A (WP1)  N D T .nvp \n(Codes \ngiven \nin \nNVivo)  <1GB    \nRecruiter \ninterviews \ncoding  Digital dataset \nof transcripts of \n(estimated) 35 \nrecruiter \ninterviews (see \nabove) with \ncoding - study \n2A (WP1)  N D T .nvp \n(Codes \ngiven \nin \nNVivo)  <1GB    \nDonor vignette \nstudy  Dataset with \nresponses of \n(estimated) 300 \ndonor \nparticipants on \nvignette \nquestionnaires \n- study 1B \n(WP2)  N D Other \n(Qualtrics)  N/A <1GB    \nRecruiter \nvignette study  Dataset with \nresponses of \n(estimated) 300 N D Other \n(Qualtrics)  N/A <1GB    \nrecruiter \nparticipants on \nvignette \nquestionnaires \n- study 2B \n(WP2)  \nDonor vignette \nstudy analysis \ndocumentation  Document \ncontaining data \npreparation and \nanalysis \noperations plus \ndocumentation \nof donor \nvignette \nquestionnaires \n- study 1B \n(WP2)  N D Other \n(SPSS)  .sav <1GB    \nRecruiter \nvignette study \nanalysis \ndocumentation  Document \ncontaining data \npreparation and \nanalysis \noperations plus \ndocumentation \nof recruiter \nvignette \nquestionnaires \n- study 2B \n(WP2)  N D Other \n(SPSS)  .sav <1GB    \nDonor \nexperimental \nstudy  Dataset with \nrespon ses of \n(estimated) 300 \ndonor \nparticipants on \nquestionnaires \nas part of an \nexperiment   - \nstudy 3A (WP3)  N D Other \n(Qualtrics)  N/A <1GB    \nDonor \nexperimental \nstudy analysis \ndocumentation  Document \ncontaining data \npreparation and \nanalysis \noperations plus \ndocumentation \nof donor \nquestionnaires \nas part of an \nexperiment - \nstudy 3A (WP3)  N D Other \n(SPSS)  .sav <1GB    \nDonor \nlongitudinal \nstudy part 1 of \n3 Dataset with \nresponses of \n(estimated) 300 \ndonor \nparticipants on \nlongitudinal \nquestionnaires \n- study 3B \n(WP4)  N D Other \n(Qualtrics)  N/A <1GB    \nDonor \nlongitudinal \nstudy part 1 of \n3 analysis \ndocumentation  Document \ncontaining data \npreparation and \nanalysis \noperations plus N D Other \n(SPSS)  .sav <1GB    \ndocumentation \nof donor \nlongitu dinal \nquestionnaires \n- study 3B \n(WP4)  \nDonor \nlongitudinal \nstudy part 2 of \n3 Dataset with \nresponses of \n(estimated) 300 \ndonor \nparticipants on \nlongitudinal \nquestionnaires \n- study 3B \n(WP4)  N D Other \n(Qualtrics)  N/A <1GB    \nDonor \nlongitudinal \nstudy part 2 of \n3 analysis \ndocumentation  Document \ncontaining data \npreparation and \nanalysis \noperations plus \ndocumentation \nof donor \nlongitudinal \nquestionnaires \n- study 3B \n(WP4)  N D Other \n(SPSS)  .sav <1GB    \nDonor \nlongitudinal \nstudy part 3 of \n3 Dataset with \nresponses of \n(estimated) 300 \ndonor \nparticipants on \nlongitudinal \nquestionnaires \n- study 3B \n(WP4)  N D Other \n(Qualtrics)  N/A <1GB    \nDonor \nlongitudinal \nstudy part 3 of \n3 analysis \ndocumentation  Document \ncontain ing data \npreparation and \nanalysis \noperations plus \ndocumentation \nof donor \nlongitudinal \nquestionnaires \n- study 3B \n(WP4)  N D Other \n(SPSS)  .sav <1GB    \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. D OI, \nHandle, URL etc.) per dataset or data type:  \n \nN/A \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant \nethical approval number.  \n \n● Yes, human su bject data (Provide SMEC or EC approval number below)  \nThere is not yet a SMEC file for this C2 -project but we will arrange preparations to have a SMEC approval in Q3 \n2023.  \n \n \nWill you process personal data? If so, please refer to specific datasets or data t ypes when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).  \n \n● Yes (Provide PRET G -number or EC S -number below)  \nThere is not yet a PRET file for this C2 -project but we will arrange preparations to have a SMEC approva l in Q3 2023.  \n \n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.   \n \n● No \n \n \nDo existing 3rd party agreements re strict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and what restrictions are in place.  \n \n● No \n \n \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestrictions will be asserted.  \n \n● No \n \n \n \nDOCUMENTATION AND ME TADATA  \n \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \ncodebook.tsv etc. where this information is recorded).   \n \nIn general, documentation and meta -data will be available and stored on OSF for each study. More precisely, meta -\ndata will  be provided on 1. brainstorm and research design (discussion notes), 2. preregistration, SMEC application, \nDatamanagementplan, and Data Appendix or Interview Guide, 3. preparation, anonymisation and cleaning of the data \n(cleaning documents), 4. screening of the data (screening documents), 5. analyses of the data (in logbook).  \nSpecifically, for WP1: General information on the methodology and the informed consent process will be described in \nthe preregistration and the ethical application. Information on the instructions for the interviewer and the subjects \ndiscussed during the i nterview are contained in the interview guide. Details about the setting of the interview will be \ndocumented in field notes. Moreover, we will create a logbook describing the data preparation (e.g., \npseudonymization procedure) as well as a logbook on the d ata analysis (e.g., development of codes). Lastly, \nexplanatory comments will be added within NVivo.  \nSpecifically, for WP2, WP3, and WP4: General information on the methodology will be described in the \npreregistration and the ethical application. Moreover, we will create a codebook/data appendix containing variable -\nlevel information (names, labels, values/scoring), logbooks describing the data preparation and screening (based on \nstandardized steps; e.g., cleaning procedure), as well as a logbook on the data analysis. Lastly, explanatory \ncomments will be added in the analysis documentations.  \n \n \nWill a metadata standard be used to make it easier to find and reuse the data?    \nIf so, please specify which metadata standard will be used.  \n \nIf not, please specify whi ch metadata will be created to make the data easier to find and reuse.   \n \n● No \nDocumentation and meta -data will be available and stored on OSF for each study. Meta -data will be provided on 1. \nbrainstorm and research design (discussion notes), 2. preregistrati on, SMEC application, Datamanagementplan, and \nData Appendix or Interview Guide, 3. preparation, anonymisation and cleaning of the data (cleaning documents), 4. \nscreening of the data (screening documents), 5. analyses of the data (in logbook).  \nWP1: General information on the methodology and the informed consent process will be described in the \npreregistration and the ethical application. Information on the instructions for the interviewer and the subjects \ndiscussed during the interview are contained in the i nterview guide. Details about the setting of the interview will be \ndocumented in field notes. Moreover, we will create a logbook describing the data preparation (e.g., \npseudonymization procedure) as well as a logbook on the data analysis (e.g., development  of codes). Lastly, \nexplanatory comments will be added within NVivo.  \nWP2, WP3, and WP4: General information on the methodology will be described in the preregistration and the ethical \napplication. Moreover, we will create a codebook/data appendix containin g variable -level information (names, labels, \nvalues/scoring), logbooks describing the data preparation and screening (based on standardized steps; e.g., cleaning \nprocedure), as well as a logbook on the data analysis. Lastly, explanatory comments will be ad ded in the analysis \ndocumentations.  \n \n \n \nDATA STORAGE & BACK -UP DURING THE RESEAR CH PROJECT  \n \nWhere will the data be stored?  \n \n● OneDrive (KU Leuven)  \n● Other (specify below)  \n● Sharepoint online  \nPhysical data:  \n- Paper data (informed consents; personal and field notes) will be archived in a locked closet in the office of the \nresearcher at the KU Leuven Department of Marketing, Brussels Campus.  \n \nDigital data:  \n- The identification file created during the first inte rview study that contains the unique code and name will be stored \nexternally on a special encrypted local drive, so separated from the research data.  \n- The data of the interview studies 1a and 2a (transcripts) will be uploaded on the OSF platform.  \n- The da ta of the studies with online data collection (studies 1b, 2b, 3a and 3b) will be uploaded on the OSF platform \nafter being fully anonymized.  \n  \nRaw data:  \n- The raw data of the studies will only be accessible to the applicants of this research proposal and w ill be saved for \n10 years after publication in three ways:  \n(1) the questionnaire data will be saved in the online questionnaire tool Qualtrics, protected by the personal KU \nLeuven account of the researchers;  \n(2) the data will be saved in a One Drive folder , only accessible with the KU Leuven accounts of the researchers;  \n(3) the data will be saved in a Sharepoint site, only accessible with the KU Leuven accounts of the researchers;  \n(4) the data will be saved on the password protected computers of the researc her (only for the duration of his doctoral \nresearch).  \n \n \nHow will the data be backed up?  \n \n● Standard back -up provided by KU Leuven ICTS for my storage solution  \n \n \nIs there currently sufficient storage & backup capacity during the project?  \n \nIf no or insufficie nt storage or backup capacities are available, explain how this will be taken care of.   \n \n● Yes \n \n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons?   \n \nPhysical data:  \n- Paper data (informed consents; personal and field notes) will be archived in a locked closet in the office of the \nresearcher at the KU Leuven Department of Marketing, Brussels Campus, and will only be accessible by the research \nteam.  \nDigital data:  \n- The identification files are being stored externally on a special encrypted local drive which ensures that identification \nof participants by others than the research team is not possible.  \n- The digital data on the OSF platform will be protected by the encrypti on technologies used by these platforms and \nboth access and capability to modify will be moderated by the research team.  \n  \nRaw data:  \n(1) the questionnaire data will be protected by the encryption technology of the online questionnaire tool Qualtrics and \nwill only be accessible by the research team;  \n(2) the data will be saved in a One Drive folder, only accessible with the KU Leuven accounts of the research team;  \n(3) the data will be saved in a Sharepoint site, only accessible with the KU Leuven accounts of the research team;  \n(4) the data will be saved on the password protected computers of the researcher (doctoral student) and will only be \naccessible by the doctoral student (only for the duration of his doctoral research).  \n \n \n \n \n \nWhat are the expected costs fo r data storage and backup during the research project? How will these costs \nbe covered?  \n \nWe do not foresee any costs related to data storage and backup during the research project.  \n \n \n \nDATA PRESERVATION AF TER THE END OF THE R ESEARCH PROJECT  \n \nWhich data will  be retained for 10 years (or longer, in agreement with other retention policies that are \napplicable) after the end of the project?  \n \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage /budget issues, institutional policies...).  \n \n● All data will be preserved for 10 years according to KU Leuven RDM policy  \n \n \nWhere will these data be archived (stored and curated for the long -term)?   \n \n● KU Leuven RDR  \n \n \nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?  \n \nThere are no expected costs for data preservation during the expected retention period.  \n \n \n \nDATA SHARING AND REU SE  \n \nWill the data (or part of the data) be made available for reuse after/during the project?   \nPlease explain per dataset or data type which data will be made available.  \n \n● Yes, as open data  \n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.   \n \n \nQuestion not answered.  \n \n \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \n \nPlease explain per dataset or data type where appropriat e. \n \n● Yes, other  \nFor studies 1A and 2A, participants consent to using excerpts of the interview for scientific publication. Full transcripts \n(including personal and field notes and codes) cannot be shared to ensure privacy.  \n \n \nWhere will the data be made available?   \n \nIf already known, please provide a repository per dataset or data type.  \n \n● KU Leuven RDR (Research Data Repository)  \n● Other (specify below)  \nPseudonymized and anonymized data will be shared using the OSF platform.  \n \n \n \n \nWhen will the data be made available?   \n \n● Upon publication of research results  \n \n \nWhich data usage licenses are you going to provide?  \n \nIf none, please explain why.   \n \n● CC-BY 4.0 (data)  \n \n \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g . a DOI or accession number? If \nalready available, please provide it here.   \n \n● Yes, a PID will be added upon deposit in a data repository  \n \n \nWhat are the expected costs for data sharing? How will these costs be covered?    \n \nThere are no expected costs for data sharing.  \n \n \n \nRESPONSIBILITIES  \n \nWho will manage data documentation and metadata during the research project?   \n \nTayyeb Hadi, PhD working on this C2 research project  \nSupervised by Tine De Bock, Tine Faseur, & Siegfried Dew itte \n \n \nWho will manage data storage and backup during the research project?   \n \nTayyeb Hadi, PhD working on this C2 research project  \nSupervised by Tine De Bock, Tine Faseur, & Siegfried Dewitte  \n \n \nWho will manage data preservation and sharing?   \n \nTayyeb Hadi, PhD working on this C2 research project  \nSupervised by Tine De Bock, Tine Faseur, & Siegfried Dewitte  \n \n \nWho will update and implement this DMP?   \n \nTayyeb Hadi, PhD working on this C2 research project  \nSupervised by Tine De Bock, Tine Faseur, & Siegfried Dewitte  \n \n "
    },
    "clean_full_text": "NONPROFIT ORGANIZATI ONS AND FACE -TO-FACE FUNDRAISING: AN INVESTIGATION OF DONORS’ AND RECRUITE RS’ ETHICAL BELIEFS, AND THE IMP ACT OF THESE BELIEFS ON DONOR RECRUITMENT AND RETE NTION A Data Management Plan created using DMPonline.be Creators: Tine De Bock, Tayyeb Hadi, n.n. n.n., n.n. n.n. Affiliation: KU Leuven (KUL) Template: KU Leuven BOF -IOF Principal Investigator: Tayyeb Hadi ID: 197527 Start date: 01-02-2023 End date: 23-01-2027 Project abstract: The growing non -profit sector has an increasing degree of competition and financial viability as one of the biggest challenges. It is therefore crucial for non -profit organizations to approach fundraising in a more strategic and professional way, with increased attention to cost -effectiveness and building long -term relationships with donors. Face -to-face fundraising (e.g. street recruitment, door -to-door recruitment) is often mentioned as a promising fundraising technique because of a number of advantages: the technique is cost-efficient, appropriate for donor retention, less limited by the increasingly stringent GDPR, and interesting for tapping into new and younger donors. Despite these advantages and the growing popularity of the technique, face -to-face fundraising also brings with it a number of ethical concerns (e.g. too much pressure) that can stop its growth. However, to date, little is known about the ethical judgment of both donors and recruiters with respect to face -to-face fundraising practices. In addition, littl e is known about the relationship between the ethical judgment of donors on face -to-face fundraising and the effectiveness of this technique in the short and long term. The aim of this doctoral project is to address these gaps in both professional and acad emic literature and to contribute substantially to this unexplored field of fundraising ethics. Last modified: 22-03-2023 NONPROFIT ORGANIZATI ONS AND FACE -TO-FACE FUNDRAISING: AN INVESTIGATION OF DONORS’ AND RECRUITE RS’ ETHICAL BELIEFS, AND THE IMP ACT OF THESE BELIEFS ON DONOR RECRUITMENT AND RETE NTION RESEARCH DATA SUMMAR Y List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to k now what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the v olume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N(ew data) or E(xisting data) Indicate: D(igital) or P(hysical) Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Donor consent forms Consent forms signed by (estimated) 70 donor interviewees - study 1A (WP1) N P T On paper N/A Donor consent forms (digitalized) Digitalized consent forms signed by (estimated) 70 donor interviewees - study 1A (WP!) N D T .pdf <1GB Recruiter consent forms Consent forms signed by (estimated) 35 recruiter interviewees - study 2A (WP1) N P T On paper N/A Recruiter consent forms (digitalized) Digitalized consent forms signed by (estimated) 35 recruiter interviewees - study 2A (WP1) N D T .pdf <1GB Donor interviews Audio - recordings of (estimated) 70 interviews with donors - study 1A (WP1) N D A .mp3 <100GB Recruiter interviews Audio - recordings of (estimated) 35 interviews with N D A .mp3 <100GB recruiters - study 2A (WP1) Donor interview notes Personal and field notes on donor interviews - study 1A (WP1) N P T On paper N/A Notebook Processed donor interview notes Processed personal and field notes on donor interviews - study 1A (WP1) N D T .docx <1GB Recruiter interview notes Personal and field notes on recruiter interviews - study 2A (WP1) N P T On paper N/A Notebook Processed recruiter interview notes Processed personal and field notes on recruiter interviews - study 2A (WP1) N D T .docx <1GB Donor interviews transcripts Transcript of (estimated) 70 interviews with donors - study 1A (WP1) N D T .docx <1GB Recruiter interviews transcripts Transcript of (estimated) 35 interviews with recruiters - study 2A (WP1) N D T .docx <1GB Donor interviews coding Digital dataset of transcripts of (estimated) 70 donor interviews (see above) with coding - study 1A (WP1) N D T .nvp (Codes given in NVivo) <1GB Recruiter interviews coding Digital dataset of transcripts of (estimated) 35 recruiter interviews (see above) with coding - study 2A (WP1) N D T .nvp (Codes given in NVivo) <1GB Donor vignette study Dataset with responses of (estimated) 300 donor participants on vignette questionnaires - study 1B (WP2) N D Other (Qualtrics) N/A <1GB Recruiter vignette study Dataset with responses of (estimated) 300 N D Other (Qualtrics) N/A <1GB recruiter participants on vignette questionnaires - study 2B (WP2) Donor vignette study analysis documentation Document containing data preparation and analysis operations plus documentation of donor vignette questionnaires - study 1B (WP2) N D Other (SPSS) .sav <1GB Recruiter vignette study analysis documentation Document containing data preparation and analysis operations plus documentation of recruiter vignette questionnaires - study 2B (WP2) N D Other (SPSS) .sav <1GB Donor experimental study Dataset with respon ses of (estimated) 300 donor participants on questionnaires as part of an experiment - study 3A (WP3) N D Other (Qualtrics) N/A <1GB Donor experimental study analysis documentation Document containing data preparation and analysis operations plus documentation of donor questionnaires as part of an experiment - study 3A (WP3) N D Other (SPSS) .sav <1GB Donor longitudinal study part 1 of 3 Dataset with responses of (estimated) 300 donor participants on longitudinal questionnaires - study 3B (WP4) N D Other (Qualtrics) N/A <1GB Donor longitudinal study part 1 of 3 analysis documentation Document containing data preparation and analysis operations plus N D Other (SPSS) .sav <1GB documentation of donor longitu dinal questionnaires - study 3B (WP4) Donor longitudinal study part 2 of 3 Dataset with responses of (estimated) 300 donor participants on longitudinal questionnaires - study 3B (WP4) N D Other (Qualtrics) N/A <1GB Donor longitudinal study part 2 of 3 analysis documentation Document containing data preparation and analysis operations plus documentation of donor longitudinal questionnaires - study 3B (WP4) N D Other (SPSS) .sav <1GB Donor longitudinal study part 3 of 3 Dataset with responses of (estimated) 300 donor participants on longitudinal questionnaires - study 3B (WP4) N D Other (Qualtrics) N/A <1GB Donor longitudinal study part 3 of 3 analysis documentation Document contain ing data preparation and analysis operations plus documentation of donor longitudinal questionnaires - study 3B (WP4) N D Other (SPSS) .sav <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. D OI, Handle, URL etc.) per dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ● Yes, human su bject data (Provide SMEC or EC approval number below) There is not yet a SMEC file for this C2 -project but we will arrange preparations to have a SMEC approval in Q3 2023. Will you process personal data? If so, please refer to specific datasets or data t ypes when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ● Yes (Provide PRET G -number or EC S -number below) There is not yet a PRET file for this C2 -project but we will arrange preparations to have a SMEC approva l in Q3 2023. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ● No Do existing 3rd party agreements re strict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ● No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ● No DOCUMENTATION AND ME TADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). In general, documentation and meta -data will be available and stored on OSF for each study. More precisely, meta - data will be provided on 1. brainstorm and research design (discussion notes), 2. preregistration, SMEC application, Datamanagementplan, and Data Appendix or Interview Guide, 3. preparation, anonymisation and cleaning of the data (cleaning documents), 4. screening of the data (screening documents), 5. analyses of the data (in logbook). Specifically, for WP1: General information on the methodology and the informed consent process will be described in the preregistration and the ethical application. Information on the instructions for the interviewer and the subjects discussed during the i nterview are contained in the interview guide. Details about the setting of the interview will be documented in field notes. Moreover, we will create a logbook describing the data preparation (e.g., pseudonymization procedure) as well as a logbook on the d ata analysis (e.g., development of codes). Lastly, explanatory comments will be added within NVivo. Specifically, for WP2, WP3, and WP4: General information on the methodology will be described in the preregistration and the ethical application. Moreover, we will create a codebook/data appendix containing variable - level information (names, labels, values/scoring), logbooks describing the data preparation and screening (based on standardized steps; e.g., cleaning procedure), as well as a logbook on the data analysis. Lastly, explanatory comments will be added in the analysis documentations. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify whi ch metadata will be created to make the data easier to find and reuse. ● No Documentation and meta -data will be available and stored on OSF for each study. Meta -data will be provided on 1. brainstorm and research design (discussion notes), 2. preregistrati on, SMEC application, Datamanagementplan, and Data Appendix or Interview Guide, 3. preparation, anonymisation and cleaning of the data (cleaning documents), 4. screening of the data (screening documents), 5. analyses of the data (in logbook). WP1: General information on the methodology and the informed consent process will be described in the preregistration and the ethical application. Information on the instructions for the interviewer and the subjects discussed during the interview are contained in the i nterview guide. Details about the setting of the interview will be documented in field notes. Moreover, we will create a logbook describing the data preparation (e.g., pseudonymization procedure) as well as a logbook on the data analysis (e.g., development of codes). Lastly, explanatory comments will be added within NVivo. WP2, WP3, and WP4: General information on the methodology will be described in the preregistration and the ethical application. Moreover, we will create a codebook/data appendix containin g variable -level information (names, labels, values/scoring), logbooks describing the data preparation and screening (based on standardized steps; e.g., cleaning procedure), as well as a logbook on the data analysis. Lastly, explanatory comments will be ad ded in the analysis documentations. DATA STORAGE & BACK -UP DURING THE RESEAR CH PROJECT Where will the data be stored? ● OneDrive (KU Leuven) ● Other (specify below) ● Sharepoint online Physical data: - Paper data (informed consents; personal and field notes) will be archived in a locked closet in the office of the researcher at the KU Leuven Department of Marketing, Brussels Campus. Digital data: - The identification file created during the first inte rview study that contains the unique code and name will be stored externally on a special encrypted local drive, so separated from the research data. - The data of the interview studies 1a and 2a (transcripts) will be uploaded on the OSF platform. - The da ta of the studies with online data collection (studies 1b, 2b, 3a and 3b) will be uploaded on the OSF platform after being fully anonymized. Raw data: - The raw data of the studies will only be accessible to the applicants of this research proposal and w ill be saved for 10 years after publication in three ways: (1) the questionnaire data will be saved in the online questionnaire tool Qualtrics, protected by the personal KU Leuven account of the researchers; (2) the data will be saved in a One Drive folder , only accessible with the KU Leuven accounts of the researchers; (3) the data will be saved in a Sharepoint site, only accessible with the KU Leuven accounts of the researchers; (4) the data will be saved on the password protected computers of the researc her (only for the duration of his doctoral research). How will the data be backed up? ● Standard back -up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficie nt storage or backup capacities are available, explain how this will be taken care of. ● Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Physical data: - Paper data (informed consents; personal and field notes) will be archived in a locked closet in the office of the researcher at the KU Leuven Department of Marketing, Brussels Campus, and will only be accessible by the research team. Digital data: - The identification files are being stored externally on a special encrypted local drive which ensures that identification of participants by others than the research team is not possible. - The digital data on the OSF platform will be protected by the encrypti on technologies used by these platforms and both access and capability to modify will be moderated by the research team. Raw data: (1) the questionnaire data will be protected by the encryption technology of the online questionnaire tool Qualtrics and will only be accessible by the research team; (2) the data will be saved in a One Drive folder, only accessible with the KU Leuven accounts of the research team; (3) the data will be saved in a Sharepoint site, only accessible with the KU Leuven accounts of the research team; (4) the data will be saved on the password protected computers of the researcher (doctoral student) and will only be accessible by the doctoral student (only for the duration of his doctoral research). What are the expected costs fo r data storage and backup during the research project? How will these costs be covered? We do not foresee any costs related to data storage and backup during the research project. DATA PRESERVATION AF TER THE END OF THE R ESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage /budget issues, institutional policies...). ● All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long -term)? ● KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs for data preservation during the expected retention period. DATA SHARING AND REU SE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ● Yes, as open data If access is restricted, please specify who will be able to access the data and under what conditions. Question not answered. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriat e. ● Yes, other For studies 1A and 2A, participants consent to using excerpts of the interview for scientific publication. Full transcripts (including personal and field notes and codes) cannot be shared to ensure privacy. Where will the data be made available? If already known, please provide a repository per dataset or data type. ● KU Leuven RDR (Research Data Repository) ● Other (specify below) Pseudonymized and anonymized data will be shared using the OSF platform. When will the data be made available? ● Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. ● CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g . a DOI or accession number? If already available, please provide it here. ● Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Tayyeb Hadi, PhD working on this C2 research project Supervised by Tine De Bock, Tine Faseur, & Siegfried Dew itte Who will manage data storage and backup during the research project? Tayyeb Hadi, PhD working on this C2 research project Supervised by Tine De Bock, Tine Faseur, & Siegfried Dewitte Who will manage data preservation and sharing? Tayyeb Hadi, PhD working on this C2 research project Supervised by Tine De Bock, Tine Faseur, & Siegfried Dewitte Who will update and implement this DMP? Tayyeb Hadi, PhD working on this C2 research project Supervised by Tine De Bock, Tine Faseur, & Siegfried Dewitte"
}