{
    "document_id": "D-2021-1128",
    "LinkTitle": "D-2021-1128",
    "file_name": "D-2021-1128.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1128.pdf",
    "metadata": {
        "title": "EARLY DETECTION OF COPD EXACERBATIONS BASED ON NON-OBTRUSIVE DATA COMING FROM PATIENT-FRIENDLY WEARABLE BIOSENSORS - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n EARLY DETECTION OF COPD EXACERBATIONS BASED ON NON-OBTRUSIVE DATA\nCOMING FROM PATIENT-FRIENDLY WEARABLE BIOSENSORS - DMP title\nProject Identifier\n 12ZW822N\nGrant Title\n 12ZW822N\nPrincipal Investigator / Researcher\n Heleen Demeyer\nDescription\n FWO senior post doctoral project that aims to \n1) Validate wrist worn multi-sesor\nsmartwatches in patients with Chronic Obstructive Pulmonary Disease 2) Investigate the impact\nof acute exacerbations on the biosensor signals 3) Investigate whether acute exacerbations can\nbe early detected based on biosensor signals. \nThis project is embedded in a multicenter project\n(collaboration between KULeuven and UGent).\nInstitution\n KU Leuven\n1. General Information\nName applicant\nHeleen Demeyer\nThierry Troosters (supervisor)\nFWO Project Number & Title\n12ZW822N\nTitle: EARLY DETECTION OF COPD EXACERBATIONS BASED ON NON-OBTRUSIVE DATA COMING\nFROM PATIENT-FRIENDLY WEARABLE BIOSENSORS\n \nAffiliation\nKU Leuven\nHeleen Demeyer is also affiliated to UGent as assistant professor. The project is multicenter\n(KULeuven - UGent). \n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of data\nFormat\nHow created\nClinical data\n(Phenotype)\nRedcap -->\n.xls\nData on paper CRF. Coded data are\ntransferred to the RedCap software. \nData from the\naccelerometer\n(Dynaport\nmovemonitor)\n.xls\nData are uploaded on the server of the\ncompany. On a regular basis the\ncompany provides us with an excell\nexport containing all raw physical\nactivity data. These exports will be\nstored at the network of KU Leuven and\nUGent. \nData from the\nwearable (Fitbit,\nPolar, Nonin\npulse oximeter)\n.xls\nInformation from smartwatches will be\nexported and saved on the sever of KU\nLeuven and UGent.\nData of fitbit will be retrieved using the\navailable API of fitbit. Data of Nonin and\npolar will be extracted per device and\nsaved on the netwerk. \nPatient answer\non question in\nthe smartphone\napplication\n.xls\nAnswers on the question about\nmedication change will be logged on\nthe back end of the\nsmartphone application. Exports of the\nanswer of the patients (and\nidentification as an exacerbation) will\nbe saved on the\nserver of KU Leuven and UGent.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference:G-2021-3148 (KU Leuven)\nShort description of the kind of personal data that will be used:\nPersonal information will be collected for research purposes and consist of socio-demographical\ndata (e.g. gender, date of birth, address), data on the health status (e.g. disease severity,\nmedication intake, physical functioning, symptom experience) and biosensor data (steps/day,\nheart rate, hearte rate variabilty, oxygen saturation) via the informed consent procedure in\nagreement with the General Data Protection Regulation.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nApprocal of EC: S62902\nPRET G-2021-3148\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1) A detailed protocol is available with a description on the test assessments. This protocol is\navailable on the KULeuven and UGent network. \n2) Detailed information about the coding will be included in Redcap. This logbook will be exported\nand saved on the network of both sites. \n3) SAS program including development of new variables (e.g. calculation of physical activity\noutcomes, management of raw biosensor data). \n4) A seperate codebook will be created for specific data management (i.e. analysis of heart rate\nvariability based on the raw Polar data using Kubios software). \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nAs indicated before, the following information will be available: \n1) Protocol including manual of procedure and used questionnaires\n2) Logbook developed in Redcap\n3) Sas program with all information needed to understand development of new variables \n4) Additional codebook with information missing in the previously mentioned Redcap logbook\nand/or SAS program. \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored on the university’s secure environment for private data. For part of the\ndata this will be via RedCap. \nCoded Fitbit data are saved on the fitbit website and exported on a regular basis using the Fitbit\nAPI. \nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\n \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nKU Leuven: Sufficient space on J-drive and L-drive (research group / department).\nUGent: Sufficient space on network\nNo high density data will be collected. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNA\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe (exported) data will be stored on the university's secure envionment for private data. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nBoth raw data and finally processed data will be stored for at least the 5 year period after the end\nof the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWhere will the data be archived (= stored for the longer term)?\nData will be stored on the university's central servers. \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nno additional cost is expected\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe full anonymized  dataset can be made available after publication of the data and upon\nrequest with one of the principal investigators of the present project. All new research questions\nwill be submitted to the EC for approval.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nData of participants who granted permission will only be shared with research groups or third\nparties who submitted a written request to one of the investigators of this project and with whom\na contractual agreement determines the terms and conditions of such sharing. \nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs are expected. If any occur, they will be covered by the requesting parties.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nAll researchers involved in the present project at different levels. \nWho will be responsible for data storage & back up during the project?\nHeleen Demeyer and Thierry Troosters\nWho will be responsible for ensuring data preservation and reuse ?\nHeleen Demeyer and Thierry Troosters\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name EARLY DETECTION OF COPD EXACERBATIONS BASED ON NON-OBTRUSIVE DATA COMING FROM PATIENT-FRIENDLY WEARABLE BIOSENSORS - DMP title Project Identifier 12ZW822N Grant Title 12ZW822N Principal Investigator / Researcher Heleen Demeyer Description FWO senior post doctoral project that aims to 1) Validate wrist worn multi-sesor smartwatches in patients with Chronic Obstructive Pulmonary Disease 2) Investigate the impact of acute exacerbations on the biosensor signals 3) Investigate whether acute exacerbations can be early detected based on biosensor signals. This project is embedded in a multicenter project (collaboration between KULeuven and UGent). Institution KU Leuven 1. General Information Name applicant Heleen Demeyer Thierry Troosters (supervisor) FWO Project Number & Title 12ZW822N Title: EARLY DETECTION OF COPD EXACERBATIONS BASED ON NON-OBTRUSIVE DATA COMING FROM PATIENT-FRIENDLY WEARABLE BIOSENSORS Affiliation KU Leuven Heleen Demeyer is also affiliated to UGent as assistant professor. The project is multicenter (KULeuven - UGent). 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of data Format How created Clinical data (Phenotype) Redcap --> .xls Data on paper CRF. Coded data are transferred to the RedCap software. Data from the accelerometer (Dynaport movemonitor) .xls Data are uploaded on the server of the company. On a regular basis the company provides us with an excell export containing all raw physical activity data. These exports will be stored at the network of KU Leuven and UGent. Data from the wearable (Fitbit, Polar, Nonin pulse oximeter) .xls Information from smartwatches will be exported and saved on the sever of KU Leuven and UGent. Data of fitbit will be retrieved using the available API of fitbit. Data of Nonin and polar will be extracted per device and saved on the netwerk. Patient answer on question in the smartphone application .xls Answers on the question about medication change will be logged on the back end of the smartphone application. Exports of the answer of the patients (and identification as an exacerbation) will be saved on the server of KU Leuven and UGent. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference:G-2021-3148 (KU Leuven) Short description of the kind of personal data that will be used: Personal information will be collected for research purposes and consist of socio-demographical data (e.g. gender, date of birth, address), data on the health status (e.g. disease severity, medication intake, physical functioning, symptom experience) and biosensor data (steps/day, heart rate, hearte rate variabilty, oxygen saturation) via the informed consent procedure in agreement with the General Data Protection Regulation. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Approcal of EC: S62902 PRET G-2021-3148 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1) A detailed protocol is available with a description on the test assessments. This protocol is available on the KULeuven and UGent network. 2) Detailed information about the coding will be included in Redcap. This logbook will be exported and saved on the network of both sites. 3) SAS program including development of new variables (e.g. calculation of physical activity outcomes, management of raw biosensor data). 4) A seperate codebook will be created for specific data management (i.e. analysis of heart rate variability based on the raw Polar data using Kubios software). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No As indicated before, the following information will be available: 1) Protocol including manual of procedure and used questionnaires 2) Logbook developed in Redcap 3) Sas program with all information needed to understand development of new variables 4) Additional codebook with information missing in the previously mentioned Redcap logbook and/or SAS program. 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored on the university’s secure environment for private data. For part of the data this will be via RedCap. Coded Fitbit data are saved on the fitbit website and exported on a regular basis using the Fitbit API. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes KU Leuven: Sufficient space on J-drive and L-drive (research group / department). UGent: Sufficient space on network No high density data will be collected. What are the expected costs for data storage and back up during the project? How will these costs be covered? NA Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The (exported) data will be stored on the university's secure envionment for private data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Both raw data and finally processed data will be stored for at least the 5 year period after the end of the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Where will the data be archived (= stored for the longer term)? Data will be stored on the university's central servers. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? no additional cost is expected 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The full anonymized dataset can be made available after publication of the data and upon request with one of the principal investigators of the present project. All new research questions will be submitted to the EC for approval. Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Data of participants who granted permission will only be shared with research groups or third parties who submitted a written request to one of the investigators of this project and with whom a contractual agreement determines the terms and conditions of such sharing. What are the expected costs for data sharing? How will the costs be covered? No costs are expected. If any occur, they will be covered by the requesting parties. 8. Responsibilities Who will be responsible for data documentation & metadata? All researchers involved in the present project at different levels. Who will be responsible for data storage & back up during the project? Heleen Demeyer and Thierry Troosters Who will be responsible for ensuring data preservation and reuse ? Heleen Demeyer and Thierry Troosters Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}