{
    "document_id": "D-2024-3237",
    "LinkTitle": "D-2024-3237",
    "file_name": "D-2024-3237.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3237.pdf",
    "metadata": {
        "title": "D-2024-3237",
        "author": "Sandra Oliveira Tomé",
        "num_pages": 15
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Sandra Marisa Oliveira Tomé (0000-0001-5253-0730)\nContributor name(s) (+ ORCID) & roles Dietmar R. Thal; promoter (0000-0002-1036-1075)\nRik Vandenberghe; co-promoter (0000-0001-6237-2502)\nJoost Schymkowitz; co-promoter (0000-0003-2020-0168)\nProject number 1 & title  ZKE5788 PDO/24; Deciphering TDP-43 molecular signatures in LATE: towards a multitarget diagnosis\nFunder(s) GrantID 21225725N\nAffiliation(s)  X KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \nX Other: VIB-KU Leuven  \nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description              Dementia in elderly individuals results from a group of devastating diseases that currently\n   55   ,  ’   ( )   affects more than million people worldwide with Alzheimer s Disease AD being the\n    . ,         most common cause of dementia Recently LATE was defined as a new disease entity\n  -43 . , -43     75%   .caused by TDP pathology Importantly TDP accumulates in up to of AD patients  \n   -43       , AD patients with TDP have smaller hippocampal volumes and worsened cognition\n  -43      . , -43     suggesting that TDP plays an important role in AD Additionally TDP is also a major\n     ( - ). ,     player in frontotemporal lobar degeneration FTLD TDP Thus the question arises whether\n -43     .     the TDP proteinopathy differs among these diseases We recently observed distinct\n  -43     -  ,       patterns of TDP species in AD versus FTLD TDP cases however this is not yet known\n  . ,           -43 in pure LATE Therefore in this project we aim to investigate the differences in TDP\n ,        aggregate composition aggregation properties and binding partners across dementing\n.   ,             diseases To address this I will use human brain samples and state of the art techniques\n       .      such as spatial proteomics and atomic force microscopy These findings will have an\n       .impact in the clinical stratification of demented patients\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nDatabase: \nhuman \nautopsy casesExcel file \ncontaining \ndemograpgics \nand \nneuropathologic\nal data \nregarding \nhuman autopsy \ncases previously \ncollected.☐ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.xlsx ☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nMicroscopic \nimages Brightfield, \nfluorescence \nand atomic-\nforce \nmicroscopy \nimages ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.Tif\n.jpg\n.czi☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nQuantificatioExcel files ☐ Generate new ☒ Digital☐ Audiovisual.xlsx ☐ < 1 GB\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5n filescontaining \nneuropathologic\nal \nquantificationsdata\n☐ Reuse existing \ndata☐ Physical☐ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nStatistical \nfilesFiles resulting \nfrom various \nstatistical and \nimage \nprocessing \nsoftwares \n(Graphpad, R, \nAnasys, FIJI, \nZEN, Python)☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☒ Model\n☒ Software\n☐ Other:.Rmd\n.R\n.prism\n.tif\n.czi\n.axz\n.irb\n.py☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☒ < 5 TB\n☐ > 5 TB\n☐ NA\nMass \nspectrometry \nfilesSpectronaut ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☒ Software\n☐ Other:.sne\n.tsv\n.csv☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nHistological \nslides5ug-thick \nformalin-fixed, \nparaffin-\nembedded \ntissue slides of \npost-mortem ☒ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NAEstimation: 5kg \n(tissue slide boxes)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6human brain \nand spinal cord \ntissue. These \nslides will be \nused for \nimmunohistoch\nemistry and \natomic-force \nmicroscopy.☐ Software\n☐ Other:\nBrain extractsBrain \nhomogenates \nresulting from \nprotein \nextraction \nprotocols. These \nhomogenates \nwill be sued for: \nmass \nspectrometry, \nThT assays, \nimmunoprecipit\nation, western \nblotm ELISA \nassays.☒ Generate new \ndata\n☐ Reuse existing \ndata☐ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NAEstimation: 1kg \n(cryoboxes with \nmicrotubes)\nStandard \nOperating \nprocedures \n(SOP)Protocols used \nfor experiments☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software.docx☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7☐ Other:\nDatabase and \ntissue- \nNetherlands \nBrain BankData and tissue \nreceived from a \ncollaboration \nwith the \nNetherlands \nBrain Bank ☐ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.docx\n.xlsx☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA500g of tissue \nslides\nDatabase and \ntissue-U. \nKentucky \n(USA)Data and tissue \nreceived from a \ncollaboration \nwith Prof. Peter \nNelson (USA)☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.docx\n.xlsx☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA5kg of tissue slides\n500g of brain \nhomogenates\nData files and \nantibodies-\nADx \nneuroscience\nsData received \nfrom a \ncollaboration \nwith ADx \nNeurosciences ☐ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.docx\n.xlsx☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA200g of antibodies \nprovided\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  The reused database and SOPs are a common database generated by our research group. These are not \nopen access, but are found in our shared J drive (J:\n\\GBW-0352_Neuropathology\\NeuroPatho\\BIOBANK\\Database; J:\n\\GBW-0352_Neuropathology\\NeuroPatho\\Protocols).\nThe reused database with neuropathological information is stored in a pseudonymized file for the UZ/KU \nLeuven biobank (doi:10.1007/s00401-024-02815-w; doi: 10.1093/braincomms/fcae442). For research \npurposes the database is shared with the institutional teams hub.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  S-59292, S-52791 (approval for \ncollecting tissue)\n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:  \nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ Yes\n☐ No\nIf yes, please comment: There is a very low probability for valorization (‘Mass spectrometry files’ or ‘Data \nfiles-ADx neurosciences’)\nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☒ Yes\n☐ No\nIf yes, please explain:  \n-MTA with ADx Neurosciences (Ghent, Belgium) We provided them with brain homogenates, and \nthey provided us with both antibodies and an excel file containing analyzed data). As per the MTA, \nwe own all the generated data, and the agreement is that we will include ADx personnel as co-\nauthors if manuscripts arise from this collaboration.\n-MTA with Prof. Pete Nelson (U. Kentucky, USA). It was provided to us post-mortem human tissue in  \nthe form of snap-frozen tissue and formalin-fixed tissue slides. We own the material and data \ngenerated by this collaboration. Prof. Nelson will be listed as co-author in any manuscript resulting \nfrom this collaboration.  \n-Agreement with VIB-KU Leuven (one co-promoter). Part of the project will be conducted in VIB-KU \nLeuven facilities. Data is shared. Co-authorships will be generated from this collaboration. An MTA \nwill be set up. \n-MTA with Netherlands Brain Bank (this MTA is done between KU Leuven and the Netherlands Brain  \nBank). The tissue and data provided by the NBB is owned by the grant holder.  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 103.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .Our approach complies with FAIR:\n•Findable: Data files will be labelled with the date and name of experiment which serve as keywords  \nto find the proper files. Files related to each project work package/experiment, will be organized in \nfolders. Additionally, README.txt files will be created for every experiment type, including explanation of \nhow the data was generated and/or quantified.\n•Accessible: Published data will provide a database in the supplementary material. All abbreviations \nare defined. Mass spectrometry data are uploaded to ProteomeXchange.\n•Interoperable: Standard and vocabolatories are provided in the related publications. Database \nupload follows standardized roads.\n•Reusable: With the measures explained above other researcher will be able to reuse our data \nproperly.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: \nMass spectrometry raw data files will be uploaded for public access at Proteome Xchange.  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created: All the \nremaining datasets will be stored as clearly identified excel files.  \n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☒ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☐ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☒ Large Volume Storage\n☐ Digital Vault\n☒ Other: Teams\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes (4,28 Petabyte storage)\n☐ No\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  Data will be exclusively processed using KU Leuven computers and will not be at any moment transferred \nto personal devices. All data is user-protected. For reused data,there is an agreement in which each user \nmakes a copy of the original file and makes the changes on that new file, preserving all unmodified \nversions in a separate folder.  \nFor transferring data between KU Leuven users, Belnet or UZ liquid files will be used.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?This is covered by Prof. Dietmar Thal’s research budget (approximately 1100 euro/year).  \n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☒ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?This will be covered by Prof. Dietmar Thal’s research budget (approximately 1100 euro/year).  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 136. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data. Part of the data will be published as open data (manuscripts).\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only). Other parts of the data will be \nrestricted data (such as non-open access manuscripts), accessible upon reasonable request.  \n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.For non-open access articles and for distinct datasets, the data will be restricted and accessible only upon \nreasonable request.  \nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify: For privacy reasons, if additional clinical/personal information is requested, this \ninformation will not be shared as the researcher (grand holder) has no access.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 14Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☒ Other data repository (specify)  Proteome Xchange, GAIN database (Alzheimer’s Association)\n☒ Other (specify) As supplementary data for published manuscripts\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify) : \n☒ Other (specify) Part of the data will only be made available upon reasonable request.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Currently, no extra costs will be expected. Only publication costs for open access articles need to be paid \n(ca. 3000-4000 €/article). Costs will be covered by Prof. Thal’s research budget.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 157. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The grantholder, the promoter (Dietmar Thal) and the lab manager (Alicja Ronisz) will manage data \ndocumentation and metadata.  \nWho will manage data storage and backup \nduring the research project?The grantholder.\nWho will manage data preservation and \nsharing?The grantholder and the promoter (Dietmar Thal).\nWho will update and implement this DMP? The grantholder."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Sandra Marisa Oliveira Tomé (0000-0001-5253-0730) Contributor name(s) (+ ORCID) & roles Dietmar R. Thal; promoter (0000-0002-1036-1075) Rik Vandenberghe; co-promoter (0000-0001-6237-2502) Joost Schymkowitz; co-promoter (0000-0003-2020-0168) Project number 1 & title ZKE5788 PDO/24; Deciphering TDP-43 molecular signatures in LATE: towards a multitarget diagnosis Funder(s) GrantID 21225725N Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel X Other: VIB-KU Leuven ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description Dementia in elderly individuals results from a group of devastating diseases that currently 55 , ’ ( ) affects more than million people worldwide with Alzheimer s Disease AD being the . , most common cause of dementia Recently LATE was defined as a new disease entity -43 . , -43 75% .caused by TDP pathology Importantly TDP accumulates in up to of AD patients -43 , AD patients with TDP have smaller hippocampal volumes and worsened cognition -43 . , -43 suggesting that TDP plays an important role in AD Additionally TDP is also a major ( - ). , player in frontotemporal lobar degeneration FTLD TDP Thus the question arises whether -43 . the TDP proteinopathy differs among these diseases We recently observed distinct -43 - , patterns of TDP species in AD versus FTLD TDP cases however this is not yet known . , -43 in pure LATE Therefore in this project we aim to investigate the differences in TDP , aggregate composition aggregation properties and binding partners across dementing . , diseases To address this I will use human brain samples and state of the art techniques . such as spatial proteomics and atomic force microscopy These findings will have an .impact in the clinical stratification of demented patients FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Database: human autopsy casesExcel file containing demograpgics and neuropathologic al data regarding human autopsy cases previously collected.☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.xlsx ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Microscopic images Brightfield, fluorescence and atomic- force microscopy images ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.Tif .jpg .czi☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA QuantificatioExcel files ☐ Generate new ☒ Digital☐ Audiovisual.xlsx ☐ < 1 GB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5n filescontaining neuropathologic al quantificationsdata ☐ Reuse existing data☐ Physical☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Statistical filesFiles resulting from various statistical and image processing softwares (Graphpad, R, Anasys, FIJI, ZEN, Python)☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☒ Model ☒ Software ☐ Other:.Rmd .R .prism .tif .czi .axz .irb .py☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ > 5 TB ☐ NA Mass spectrometry filesSpectronaut ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☒ Software ☐ Other:.sne .tsv .csv☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Histological slides5ug-thick formalin-fixed, paraffin- embedded tissue slides of post-mortem ☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NAEstimation: 5kg (tissue slide boxes) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6human brain and spinal cord tissue. These slides will be used for immunohistoch emistry and atomic-force microscopy.☐ Software ☐ Other: Brain extractsBrain homogenates resulting from protein extraction protocols. These homogenates will be sued for: mass spectrometry, ThT assays, immunoprecipit ation, western blotm ELISA assays.☒ Generate new data ☐ Reuse existing data☐ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NAEstimation: 1kg (cryoboxes with microtubes) Standard Operating procedures (SOP)Protocols used for experiments☒ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software.docx☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7☐ Other: Database and tissue- Netherlands Brain BankData and tissue received from a collaboration with the Netherlands Brain Bank ☐ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.docx .xlsx☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA500g of tissue slides Database and tissue-U. Kentucky (USA)Data and tissue received from a collaboration with Prof. Peter Nelson (USA)☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.docx .xlsx☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA5kg of tissue slides 500g of brain homogenates Data files and antibodies- ADx neuroscience sData received from a collaboration with ADx Neurosciences ☐ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.docx .xlsx☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA200g of antibodies provided FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. The reused database and SOPs are a common database generated by our research group. These are not open access, but are found in our shared J drive (J: \\GBW-0352_Neuropathology\\NeuroPatho\\BIOBANK\\Database; J: \\GBW-0352_Neuropathology\\NeuroPatho\\Protocols). The reused database with neuropathological information is stored in a pseudonymized file for the UZ/KU Leuven biobank (doi:10.1007/s00401-024-02815-w; doi: 10.1093/braincomms/fcae442). For research purposes the database is shared with the institutional teams hub. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: S-59292, S-52791 (approval for collecting tissue) ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: There is a very low probability for valorization (‘Mass spectrometry files’ or ‘Data files-ADx neurosciences’) Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ Yes ☐ No If yes, please explain: -MTA with ADx Neurosciences (Ghent, Belgium) We provided them with brain homogenates, and they provided us with both antibodies and an excel file containing analyzed data). As per the MTA, we own all the generated data, and the agreement is that we will include ADx personnel as co- authors if manuscripts arise from this collaboration. -MTA with Prof. Pete Nelson (U. Kentucky, USA). It was provided to us post-mortem human tissue in the form of snap-frozen tissue and formalin-fixed tissue slides. We own the material and data generated by this collaboration. Prof. Nelson will be listed as co-author in any manuscript resulting from this collaboration. -Agreement with VIB-KU Leuven (one co-promoter). Part of the project will be conducted in VIB-KU Leuven facilities. Data is shared. Co-authorships will be generated from this collaboration. An MTA will be set up. -MTA with Netherlands Brain Bank (this MTA is done between KU Leuven and the Netherlands Brain Bank). The tissue and data provided by the NBB is owned by the grant holder. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 103.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .Our approach complies with FAIR: •Findable: Data files will be labelled with the date and name of experiment which serve as keywords to find the proper files. Files related to each project work package/experiment, will be organized in folders. Additionally, README.txt files will be created for every experiment type, including explanation of how the data was generated and/or quantified. •Accessible: Published data will provide a database in the supplementary material. All abbreviations are defined. Mass spectrometry data are uploaded to ProteomeXchange. •Interoperable: Standard and vocabolatories are provided in the related publications. Database upload follows standardized roads. •Reusable: With the measures explained above other researcher will be able to reuse our data properly. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: Mass spectrometry raw data files will be uploaded for public access at Proteome Xchange. If no, please specify (where appropriate per dataset or data type) which metadata will be created: All the remaining datasets will be stored as clearly identified excel files. 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☐ Digital Vault ☒ Other: Teams How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes (4,28 Petabyte storage) ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Data will be exclusively processed using KU Leuven computers and will not be at any moment transferred to personal devices. All data is user-protected. For reused data,there is an agreement in which each user makes a copy of the original file and makes the changes on that new file, preserving all unmodified versions in a separate folder. For transferring data between KU Leuven users, Belnet or UZ liquid files will be used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12What are the expected costs for data storage and backup during the research project? How will these costs be covered?This is covered by Prof. Dietmar Thal’s research budget (approximately 1100 euro/year). 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☒ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered?This will be covered by Prof. Dietmar Thal’s research budget (approximately 1100 euro/year). FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 136. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, as open data. Part of the data will be published as open data (manuscripts). ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only). Other parts of the data will be restricted data (such as non-open access manuscripts), accessible upon reasonable request. ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.For non-open access articles and for distinct datasets, the data will be restricted and accessible only upon reasonable request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: For privacy reasons, if additional clinical/personal information is requested, this information will not be shared as the researcher (grand holder) has no access. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☒ Other data repository (specify) Proteome Xchange, GAIN database (Alzheimer’s Association) ☒ Other (specify) As supplementary data for published manuscripts When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) : ☒ Other (specify) Part of the data will only be made available upon reasonable request. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? Currently, no extra costs will be expected. Only publication costs for open access articles need to be paid (ca. 3000-4000 €/article). Costs will be covered by Prof. Thal’s research budget. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 157. Responsibilities Who will manage data documentation and metadata during the research project?The grantholder, the promoter (Dietmar Thal) and the lab manager (Alicja Ronisz) will manage data documentation and metadata. Who will manage data storage and backup during the research project?The grantholder. Who will manage data preservation and sharing?The grantholder and the promoter (Dietmar Thal). Who will update and implement this DMP? The grantholder."
}