{
    "document_id": "D-2021-1262",
    "LinkTitle": "D-2021-1262",
    "file_name": "D-2021-1262.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1262.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nPrincipal Investigator / Researcher\n Carolina Gutierrez Cisneros\nInstitution\n KU Leuven\n1. General Information\nName applicant\nCarolina Gutierrez Cisneros\nFWO Project Number & Title\n1S33422N 'Smart' wound dressings with controlled release of nitric oxide\nfor chronic diabetic wounds\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThe project will generate qualitative and quantitative experimental data from material syntheses\nand their corresponding physico-chemical, mechanical and biological analyses (Fourier-Transform\nInfrared Spectroscopy and Nuclear Magnetic Resonance spectra, mechanical tests, gel fraction,\nswelling ratio, microscopy, antimicrobial effect, cell viability...). The spectra and other produced\nfiles will be stored on a computer with regular back-ups to an online cloud. A second type of data\nthat will be generated during the project will be numerical (quantitative read-outs and derived\nparameters) and multimedia files (images from live cell imaging, confocal microscopy). These\ndata will be collected or exported in data objects such as Microsoft Excel spreadsheets (.xlsx) and\nimage files such as .png, .tiff, .jpg and their respective raw image data which can be opened and\nanalyzed with ImageJ, an open source software. Due to the usage of different experimental set\nups, the expected total volume will be up to one TB. A third relevant dataset will include all the\nresearch protocols, SOPs, PowerPoint presentations and publications which will be stored\nprimarily as excel, word, PowerPoint and PDF files. The total volume is estimated to amount up to\n50 GB. The raw data will have different formats, such as .tiff, .jpg, .xlsx, .txt, .csv... No personal\ndata will be collected, nor will this data be used. All the data will be stored on the local hard drive\nof the involved researchers with regular backups on the cloud.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nYes, an ethical permit will be submitted prior to the testing of cellular viability in a commercial\ncell line.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nThe potential for IP will be assessed during the research, which would mainly consist of patents.\nIn such case, IP restrictions would be implemented on the related protocols and dissemination\nwould be restricted upon patent protection.\n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nDescriptive metadata of items will be captured in XML files, the tracking will be managed by\nlinking these to the date of the experiment. Furthermore, for every material protocol, an\noverview table will be made in excel where to reference the corresponding performed\ncharacterization. An electronic lab notebook is kept for each experimental set-up and results.\nThese will always be backed-up in the cloud.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored on the institutional laptop and cloud storage.\nHow is backup of the data provided?\nA backup is made monthly on the institutional OneDrive. A semestral back-up will be made on\nlocal network.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThere are 2 terabytes of space provided to each KU Leuven staff member, which is currently\nenough for storing research-related data. Big data such as extensive multimedia files will be\nstored on additional external hard drives.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nTwo TB of storage on the institutional OneDrive is provided to every researcher for free by the\nuniversity. The hard drives for data transfer and back-up can be bought on the project budget in\ncase of need.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nOneDrive encrypts the files with a unique AES256 key encrypted with a set of master keys stored\nin Azure Key Vault of Microsoft. OneDrive gives at-rest and in-transit encryption as standard for\nall users and file types. For the physical hard drive backups, these will be kept at the research\nlocation and will only be accessible by the researchers involved in the project. The institutional\naccounts and equipment are also protected from logging in by username and password\ncomplemented by an internal authentication developed by the university.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe research project involves the synthesis and improvement of procedures and protocols which\nare needed for the continuation of the research and will be stored indefinitely. These\nimplementations result in Standard Operating Procedures (SOPs). This project may also re-use or\ncontinue from SOPs that have been logged in from former projects into dedicated platforms for\ndata management (i.e. SharePoint). Raw data of the project will also be stored on external hard\ndrives.\nWhere will the data be archived (= stored for the longer term)?\nData of long-term value will be published in the form of research articles in journals of Open\nAccess; for which intermediate data and workflows used for the manuscript will be published\nalongside with the original data if suitable for the scientific community. The rest of the data will\nbe kept stored on external hard drives linked to the project and relevant data for future\nexperiments will be kept on the OneDrive platform. Physical and automatic online back-ups\nperformed regularly will also be kept on external hard drives.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nFor storage on external hard drives, the cost is limited to the purchase of these. The storage on\nthe university OneDrive platform has no direct additional costs allocated to the research group.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nYes, before sharing, the potential of IP will be assessed. If there is, its relevance will be\ncommunicated to the technology transfer department, after which all relevant data will be\nrestricted until the filing of a patent. Once granted, the data will be published in articles with\nopen access.\nWhich data will be made available after the end of the project?\nData assessed as relevant for future research will be made available to researchers at the\ncorresponding institute.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nUpon request by mail\nOther (specify):\nIn physical hard drive back-ups, data may be restricted due to IP possibilities\nWhen will the data be made available?\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nUpon publication of the research results\nShould there be IP-related issues, an embargo will be established up to the publication of\nthe IP\nWho will be able to access the data and under what conditions?\nAll involved researchers will be granted access, except for IP-sensitive data, to which the access\nwill only be granted after the signature of a non-disclosure agreement.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThese costs will be limited to the hard drives for physically transferred data. The data available in\nthe OneDrive platform will not cause additional costs.\n8. Responsibilities\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWho will be responsible for data documentation & metadata?\nArn Mignon (Supervisor)\nWho will be responsible for data storage & back up during the project?\nThe involved researchers will be responsible for storing and sharing their generated data storage\nand for the creation of back-ups. Regular online back-ups will automatically be performed by the\nICTS of KU Leuven.\nWho will be responsible for ensuring data preservation and reuse ?\nThe involved researchers will be responsible for their own data preservation. These activities will\nbe supervised by the corresponding PI's.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI (Arn Mignon) bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Principal Investigator / Researcher Carolina Gutierrez Cisneros Institution KU Leuven 1. General Information Name applicant Carolina Gutierrez Cisneros FWO Project Number & Title 1S33422N 'Smart' wound dressings with controlled release of nitric oxide for chronic diabetic wounds Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The project will generate qualitative and quantitative experimental data from material syntheses and their corresponding physico-chemical, mechanical and biological analyses (Fourier-Transform Infrared Spectroscopy and Nuclear Magnetic Resonance spectra, mechanical tests, gel fraction, swelling ratio, microscopy, antimicrobial effect, cell viability...). The spectra and other produced files will be stored on a computer with regular back-ups to an online cloud. A second type of data that will be generated during the project will be numerical (quantitative read-outs and derived parameters) and multimedia files (images from live cell imaging, confocal microscopy). These data will be collected or exported in data objects such as Microsoft Excel spreadsheets (.xlsx) and image files such as .png, .tiff, .jpg and their respective raw image data which can be opened and analyzed with ImageJ, an open source software. Due to the usage of different experimental set ups, the expected total volume will be up to one TB. A third relevant dataset will include all the research protocols, SOPs, PowerPoint presentations and publications which will be stored primarily as excel, word, PowerPoint and PDF files. The total volume is estimated to amount up to 50 GB. The raw data will have different formats, such as .tiff, .jpg, .xlsx, .txt, .csv... No personal data will be collected, nor will this data be used. All the data will be stored on the local hard drive of the involved researchers with regular backups on the cloud. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Yes, an ethical permit will be submitted prior to the testing of cellular viability in a commercial cell line. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes The potential for IP will be assessed during the research, which would mainly consist of patents. In such case, IP restrictions would be implemented on the related protocols and dissemination would be restricted upon patent protection. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Descriptive metadata of items will be captured in XML files, the tracking will be managed by linking these to the date of the experiment. Furthermore, for every material protocol, an overview table will be made in excel where to reference the corresponding performed characterization. An electronic lab notebook is kept for each experimental set-up and results. These will always be backed-up in the cloud. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored on the institutional laptop and cloud storage. How is backup of the data provided? A backup is made monthly on the institutional OneDrive. A semestral back-up will be made on local network. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes There are 2 terabytes of space provided to each KU Leuven staff member, which is currently enough for storing research-related data. Big data such as extensive multimedia files will be stored on additional external hard drives. What are the expected costs for data storage and back up during the project? How will these costs be covered? Two TB of storage on the institutional OneDrive is provided to every researcher for free by the university. The hard drives for data transfer and back-up can be bought on the project budget in case of need. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive encrypts the files with a unique AES256 key encrypted with a set of master keys stored in Azure Key Vault of Microsoft. OneDrive gives at-rest and in-transit encryption as standard for all users and file types. For the physical hard drive backups, these will be kept at the research location and will only be accessible by the researchers involved in the project. The institutional accounts and equipment are also protected from logging in by username and password complemented by an internal authentication developed by the university. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The research project involves the synthesis and improvement of procedures and protocols which are needed for the continuation of the research and will be stored indefinitely. These implementations result in Standard Operating Procedures (SOPs). This project may also re-use or continue from SOPs that have been logged in from former projects into dedicated platforms for data management (i.e. SharePoint). Raw data of the project will also be stored on external hard drives. Where will the data be archived (= stored for the longer term)? Data of long-term value will be published in the form of research articles in journals of Open Access; for which intermediate data and workflows used for the manuscript will be published alongside with the original data if suitable for the scientific community. The rest of the data will be kept stored on external hard drives linked to the project and relevant data for future experiments will be kept on the OneDrive platform. Physical and automatic online back-ups performed regularly will also be kept on external hard drives. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? For storage on external hard drives, the cost is limited to the purchase of these. The storage on the university OneDrive platform has no direct additional costs allocated to the research group. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Yes, before sharing, the potential of IP will be assessed. If there is, its relevance will be communicated to the technology transfer department, after which all relevant data will be restricted until the filing of a patent. Once granted, the data will be published in articles with open access. Which data will be made available after the end of the project? Data assessed as relevant for future research will be made available to researchers at the corresponding institute. Where/how will the data be made available for reuse? In a restricted access repository Upon request by mail Other (specify): In physical hard drive back-ups, data may be restricted due to IP possibilities When will the data be made available? After an embargo period. Specify the length of the embargo and why this is necessary Upon publication of the research results Should there be IP-related issues, an embargo will be established up to the publication of the IP Who will be able to access the data and under what conditions? All involved researchers will be granted access, except for IP-sensitive data, to which the access will only be granted after the signature of a non-disclosure agreement. What are the expected costs for data sharing? How will the costs be covered? These costs will be limited to the hard drives for physically transferred data. The data available in the OneDrive platform will not cause additional costs. 8. Responsibilities This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Who will be responsible for data documentation & metadata? Arn Mignon (Supervisor) Who will be responsible for data storage & back up during the project? The involved researchers will be responsible for storing and sharing their generated data storage and for the creation of back-ups. Regular online back-ups will automatically be performed by the ICTS of KU Leuven. Who will be responsible for ensuring data preservation and reuse ? The involved researchers will be responsible for their own data preservation. These activities will be supervised by the corresponding PI's. Who bears the end responsibility for updating & implementing this DMP? The PI (Arn Mignon) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}