{
    "document_id": "D-2024-2963",
    "LinkTitle": "D-2024-2963",
    "file_name": "D-2024-2963.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2963.pdf",
    "metadata": {
        "title": "D-2024-2963",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Maurilio Sampaolesi,  https://orcid.org/0000-0002-2422-3757\nContributor name(s) (+ ORCID) & roles\nProject number 1 & title 3M240030 Circulating extracellular vesicle cargo perturbations in skeletal muscle chronic regeneration and aging\nFunder(s) GrantID 2FWO G058924N\nAffiliation(s) ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\nPlease provide a short project description In thirty years, the global population of seniors (60 years old) is estimated to more than double its size. This trend will affect the number of patients  \naffected by sarcopenia, a syndrome characterized by loss of muscle mass and strength without body mass reduction. Various factors contribute to  \nsarcopenia, including diet, chronic illness, physical activity and physiological ageing, leading to poor quality of life. The main underlying cause is  \nan imbalance in protein synthesis and degradation that leads to muscle atrophy. We have already demonstrated how\nageing negatively impacts the regenerative potential of human mesoangioblasts, muscle stem cells that contribute to repairing muscle fibres in  \nadulthood. In addition, we and other groups proved that small non-coding RNAs (miRNAs) are able to modulate muscle mass and function and can  \nbe delivered as extracellular vesicle cargoes. Our working hypothesis is that ageing muscles have a different miRNA signature compared to young  \nmuscles and that by modulating this signature we can recover old muscle features. Therefore, we will apply miRNAs-based therapy to murine  \nmodels of sarcopenia, assessing functional regeneration in skeletal muscles. We will therefore investigate inter and intrapopulation heterogeneity  \nduring muscle ageing via single-cell RNA sequencing. Finally, we will test conserved miRNAs on old human muscle stem cells to revert the  \nhallmarks of ageing.\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 32.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nObjective 1: \nDepicting the \neffects of \nmiRNA \nsignature in \nmuscle \nfunction: \ncirculating \nexosome of \nyoung and \naged micecharacterization \nof exosomes in \npathological \nmodels of skeletal \nmuscle disease ☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:☒ .csv\n☒ .pdf\n☒ .txt☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NAPhysical data will be \nstored at -20°C \n(CRISPR/Cas9 \nrelated plasmids and  \nconstructs; DNA), at \n-80°C (RNA) and at \n-150°C\n(iETV2- hiPSCs; \nDMD-iETV2- hiPSCs).\nObjective 2: In \nvivo miRNA \nperturbation \nstudies to \ncounteract \nsarcopenic \nmiceextensive analysis \non newly \nidentified miRNAs \nin regulating\ncellular/gene \npathways☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:☒ .csv\n☒ .pdf\n☒ .txt☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NAPhysical data will be \nstored at -20°C \n(CRISPR/Cas9 \nrelated plasmids and  \nconstructs; DNA), at \n-80°C (RNA) and at \n-150°C\n(iETV2- hiPSCs; \nDMD-iETV2- hiPSCs).\nObjective 3: \nSingle cell RNA 10X single cell \nRNAseq analysis o ☒ Generate new ☒ Digital☐ Audiovisual☒ .csv☐ < 1 GB Physical data will be \nstored at -20°C \n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4seq analysis in \nanimal model \nfor sarcopenia \nin control and \nregenerating\nconditionsunderstand the \neffect of the PMC \non the \nheterogeneity of \nstem cell \npopulations \nduring aging data\n☒ Reuse existing \ndata☒ Physical☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:☒ .pdf\n☒ .txt☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA(CRISPR/Cas9 \nrelated plasmids and  \nconstructs; DNA), at \n-80°C (RNA) and at \n-150°C\n(iETV2- hiPSCs; \nDMD-iETV2- hiPSCs).\nObjective 4: \nInducing \nhypertrophy \nby \nadministration \nof miRNA in \nhuman \nmyogenic \nprogenitorsEmpty and miRs \nexosomes will be \nadministered \nIn 2D and 3D \nhuman skeletal \nmuscle models☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:☒ .csv\n☒ .pdf\n☒ .txt☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NAPhysical data will be \nstored at -20°C \n(CRISPR/Cas9 \nrelated plasmids and  \nconstructs; DNA), at \n-80°C (RNA) and at \n-150°C\n(iETV2- hiPSCs; \nDMD-iETV2- hiPSCs).\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Some iPSC lines described in have been previously generated and reported in the following papers:  \ndoi: 10.1016/j.stemcr.2021.12.019\ndoi: 10.1038/s41398-019-0535-1\nPreliminary studies on extracellular vesicles are already reported in the following papers:\ndoi: 10.3389/fphys.2023.1130063\ndoi: 10.3389/fimmu.2022.977617\ndoi: 10.3390/ijms24054944\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:  S65190 and S66794\n☒ Yes, animal data; provide ECD reference number:  052/2022  \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)  S65190 (G-2021-3128) and S66794 ( G-2022-5381)\n☐ No\nAdditional information:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 63.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .Documentation and metadata linked to each experiment will be documented by research groups\nin hard copy lab notebooks for this project. This includes the research design, protocol, context of data collection, data \ncollection methods, quality control procedures, processing and analysis procedures.\nDigital data:\n-Experimental design and protocol (.docx file)\n-Steps involved in data analysis and relevant analysis scripts (R, ImageJ)\n-Raw data (specific file format according to data type)\n-Analysed data (specific file format according to data type)\nPhysical data:\nSamples used for the experiments will be documented and stored for up to three years after the end of the project. \nStorage will be in fixative or in freezers depending on the kind of sample. Immunohistological stained slides will be \nstored in appropriate boxes in a dry place or freezer.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nWe will adopt a single, well-defined file-folder structure and file-naming rules. Every data folder will be \naccompanied by appropriate metadata files consisting of a readme.txt with info on nomenclature, file format, \nsoftware and adopted data standards . \n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☒ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ Digital Vault\n☐ Other: \nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nstorage capacity of 2 TB with regular backup system\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The host institute provides a secure data storage system (KU Leuven LUNA servers) with automated onsite back-up \nand mirroring. Every person has storage capacity of 2 TB with regular backup system\n(OneDrive) so the data will be stored there for active use and copies can be made and kept on\npersonal devices. For active use of the data during the project, OneDrive will ensure data transfer between \ncomputers, and will also be stored on the KU Leuven LUNA Large Volume Storage space. Biological samples will be \ntaken, and stored in labelled fridges, freezers and closets in the lab. The inventory of all locations is shared on the \nKU Leuven LUNA Shared drive.\nAll storage spaces (OneDrive and J drive) are hosted in the KU Leuven ICTS data centre, with a mirror in the second \nICTS center. They are accessible only with my KU Leuven credentials, that provides disaster recovery and additional \nback-up capacity with guaranteeing long-term data availability.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Back-up cost per Tb (KU Leuven ICTS): 295€/year Expected amount of data (5 Tb). Digital vault for private data: \nwindows server (KU Leuven ICTS): 1302 €/year\nThe costs will be covered by part of the allocated project budget.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☐ Large Volume Storage ( longterm for large volumes)\n☒ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?1200 EUR/year \nThe costs will be covered by part of the allocated project budget.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 96. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☒ Other, please specify:\nSequencing data will be submitted to public databases (EBI-ENA/NCBI-SRA), where they will be \npermanently archived to preserve access to the public.\nWritten progress reports, thesis will be stored for internal purposes and can be accessed by KU Leuven \nresearcher upon request.\nFor most publications we expect that we will make the data publicly available on data repositories.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.In an Open Access repository\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify) or in an Open access repository\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify):\nAll the studies will result in papers subjected to a peer review process. All accepted articles will be published under a  \nCC-BY 4.0 license and also those articles that meet the open access requirements of funding agencies and would be \nsubmitted to PubMed as we did  recently  in Frontiers Cell and developmental Biology (doi: \n10.3389/fcell.2022.878311) and all articles are published with open access under the Creative Commons CC-BY \nlicense (the current version is CC-BY, version 4.0).\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  The expected cost for data sharing will be low, since the use of OneDrive is free for KU Leuven members \nup to 1TB.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 117. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Responsibility for generating data and ensuring data preservation and sharing is with the PI Maurilio \nSampaolesi and lab manager Vicky Raets\nWho will manage data storage and backup \nduring the research project?the PI Maurilio Sampaolesi, the PhD student Ashley Wang and lab manager Vicky Raets\nWho will manage data preservation and \nsharing?the PI Maurilio Sampaolesi, the PhD student Ashley Wang and lab manager Vicky Raets\nWho will update and implement this DMP? the PI Maurilio Sampaolesi and lab manager Vicky Raets"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Maurilio Sampaolesi, https://orcid.org/0000-0002-2422-3757 Contributor name(s) (+ ORCID) & roles Project number 1 & title 3M240030 Circulating extracellular vesicle cargo perturbations in skeletal muscle chronic regeneration and aging Funder(s) GrantID 2FWO G058924N Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description In thirty years, the global population of seniors (60 years old) is estimated to more than double its size. This trend will affect the number of patients affected by sarcopenia, a syndrome characterized by loss of muscle mass and strength without body mass reduction. Various factors contribute to sarcopenia, including diet, chronic illness, physical activity and physiological ageing, leading to poor quality of life. The main underlying cause is an imbalance in protein synthesis and degradation that leads to muscle atrophy. We have already demonstrated how ageing negatively impacts the regenerative potential of human mesoangioblasts, muscle stem cells that contribute to repairing muscle fibres in adulthood. In addition, we and other groups proved that small non-coding RNAs (miRNAs) are able to modulate muscle mass and function and can be delivered as extracellular vesicle cargoes. Our working hypothesis is that ageing muscles have a different miRNA signature compared to young muscles and that by modulating this signature we can recover old muscle features. Therefore, we will apply miRNAs-based therapy to murine models of sarcopenia, assessing functional regeneration in skeletal muscles. We will therefore investigate inter and intrapopulation heterogeneity during muscle ageing via single-cell RNA sequencing. Finally, we will test conserved miRNAs on old human muscle stem cells to revert the hallmarks of ageing. 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 32.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Objective 1: Depicting the effects of miRNA signature in muscle function: circulating exosome of young and aged micecharacterization of exosomes in pathological models of skeletal muscle disease ☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:☒ .csv ☒ .pdf ☒ .txt☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NAPhysical data will be stored at -20°C (CRISPR/Cas9 related plasmids and constructs; DNA), at -80°C (RNA) and at -150°C (iETV2- hiPSCs; DMD-iETV2- hiPSCs). Objective 2: In vivo miRNA perturbation studies to counteract sarcopenic miceextensive analysis on newly identified miRNAs in regulating cellular/gene pathways☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:☒ .csv ☒ .pdf ☒ .txt☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NAPhysical data will be stored at -20°C (CRISPR/Cas9 related plasmids and constructs; DNA), at -80°C (RNA) and at -150°C (iETV2- hiPSCs; DMD-iETV2- hiPSCs). Objective 3: Single cell RNA 10X single cell RNAseq analysis o ☒ Generate new ☒ Digital☐ Audiovisual☒ .csv☐ < 1 GB Physical data will be stored at -20°C 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4seq analysis in animal model for sarcopenia in control and regenerating conditionsunderstand the effect of the PMC on the heterogeneity of stem cell populations during aging data ☒ Reuse existing data☒ Physical☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:☒ .pdf ☒ .txt☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA(CRISPR/Cas9 related plasmids and constructs; DNA), at -80°C (RNA) and at -150°C (iETV2- hiPSCs; DMD-iETV2- hiPSCs). Objective 4: Inducing hypertrophy by administration of miRNA in human myogenic progenitorsEmpty and miRs exosomes will be administered In 2D and 3D human skeletal muscle models☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:☒ .csv ☒ .pdf ☒ .txt☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NAPhysical data will be stored at -20°C (CRISPR/Cas9 related plasmids and constructs; DNA), at -80°C (RNA) and at -150°C (iETV2- hiPSCs; DMD-iETV2- hiPSCs). GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Some iPSC lines described in have been previously generated and reported in the following papers: doi: 10.1016/j.stemcr.2021.12.019 doi: 10.1038/s41398-019-0535-1 Preliminary studies on extracellular vesicles are already reported in the following papers: doi: 10.3389/fphys.2023.1130063 doi: 10.3389/fimmu.2022.977617 doi: 10.3390/ijms24054944 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: S65190 and S66794 ☒ Yes, animal data; provide ECD reference number: 052/2022 ☐ Yes, dual use; provide approval number: ☐ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) S65190 (G-2021-3128) and S66794 ( G-2022-5381) ☐ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 63.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .Documentation and metadata linked to each experiment will be documented by research groups in hard copy lab notebooks for this project. This includes the research design, protocol, context of data collection, data collection methods, quality control procedures, processing and analysis procedures. Digital data: -Experimental design and protocol (.docx file) -Steps involved in data analysis and relevant analysis scripts (R, ImageJ) -Raw data (specific file format according to data type) -Analysed data (specific file format according to data type) Physical data: Samples used for the experiments will be documented and stored for up to three years after the end of the project. Storage will be in fixative or in freezers depending on the kind of sample. Immunohistological stained slides will be stored in appropriate boxes in a dry place or freezer. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: We will adopt a single, well-defined file-folder structure and file-naming rules. Every data folder will be accompanied by appropriate metadata files consisting of a readme.txt with info on nomenclature, file format, software and adopted data standards . 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No storage capacity of 2 TB with regular backup system If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The host institute provides a secure data storage system (KU Leuven LUNA servers) with automated onsite back-up and mirroring. Every person has storage capacity of 2 TB with regular backup system (OneDrive) so the data will be stored there for active use and copies can be made and kept on personal devices. For active use of the data during the project, OneDrive will ensure data transfer between computers, and will also be stored on the KU Leuven LUNA Large Volume Storage space. Biological samples will be taken, and stored in labelled fridges, freezers and closets in the lab. The inventory of all locations is shared on the KU Leuven LUNA Shared drive. All storage spaces (OneDrive and J drive) are hosted in the KU Leuven ICTS data centre, with a mirror in the second ICTS center. They are accessible only with my KU Leuven credentials, that provides disaster recovery and additional back-up capacity with guaranteeing long-term data availability. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8What are the expected costs for data storage and backup during the research project? How will these costs be covered?Back-up cost per Tb (KU Leuven ICTS): 295€/year Expected amount of data (5 Tb). Digital vault for private data: windows server (KU Leuven ICTS): 1302 €/year The costs will be covered by part of the allocated project budget. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☐ Large Volume Storage ( longterm for large volumes) ☒ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered?1200 EUR/year The costs will be covered by part of the allocated project budget. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 96. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☒ Other, please specify: Sequencing data will be submitted to public databases (EBI-ENA/NCBI-SRA), where they will be permanently archived to preserve access to the public. Written progress reports, thesis will be stored for internal purposes and can be accessed by KU Leuven researcher upon request. For most publications we expect that we will make the data publicly available on data repositories. If access is restricted, please specify who will be able to access the data and under what conditions.In an Open Access repository Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) or in an Open access repository When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify): All the studies will result in papers subjected to a peer review process. All accepted articles will be published under a CC-BY 4.0 license and also those articles that meet the open access requirements of funding agencies and would be submitted to PubMed as we did recently in Frontiers Cell and developmental Biology (doi: 10.3389/fcell.2022.878311) and all articles are published with open access under the Creative Commons CC-BY license (the current version is CC-BY, version 4.0). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? The expected cost for data sharing will be low, since the use of OneDrive is free for KU Leuven members up to 1TB. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 117. Responsibilities Who will manage data documentation and metadata during the research project?Responsibility for generating data and ensuring data preservation and sharing is with the PI Maurilio Sampaolesi and lab manager Vicky Raets Who will manage data storage and backup during the research project?the PI Maurilio Sampaolesi, the PhD student Ashley Wang and lab manager Vicky Raets Who will manage data preservation and sharing?the PI Maurilio Sampaolesi, the PhD student Ashley Wang and lab manager Vicky Raets Who will update and implement this DMP? the PI Maurilio Sampaolesi and lab manager Vicky Raets"
}