{
    "document_id": "D-2022-1585",
    "LinkTitle": "D-2022-1585",
    "file_name": "D-2022-1585.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1585.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Rob Ameloot",
        "num_pages": 8
    },
    "content": {
        "full_text": "1  \nMY PLAN (DMP)  \nDMP TITLE  \nDMP: Rapid and low -cost 3D printing of subject -specific coils for improved MRI  \nADMIN DETAILS  \nProject Name: Rapid and low -cost 3D printing of subject -specific coils for improved MRI  \nGrant Title: C3/21/027  \nPrincipal Investigator / Researcher: An Vanduffel  \nProject Data Contact: an.vanduffel @kuleuven.be  \nDescription: Magnetic resonance imaging (MRI) is a non -invasive imaging technique that is widely used \nin both  clinical practice and research. In an MRI scan, t he subject is placed in a static magnetic field. MRI \ndata acquisition is signal -to-noise ratio (SNR) starved. One of the most efficient ways to improve the SNR \nis by making the  receive coils closely fit the subject to be imaged. However, the high cost of s uch coils \nprevents a  tailored design. Because of the resulting large gaps between the currently used standard coils \nand the subject, much of the signal is lost.  This project proposes a strategy to address this issue in a \nsubject -specific manner through the  computer -controlled fabrication of personalized close -fitting receive \ncoils at a cost two orders of magnitude lower compared to commercial solutions.  The efficient and low -\ncost digital workflow will cause a paradigm shift towards a subject - and applicatio n-specific approach in \nboth research and clinical work, enabling higher -quality data and  unlocking new types of studies.  \nInstitution: KU Leuven  \n \n1. GENERAL INFORMATION  \nName applicant  \nAn Vanduffel  \n \nProject Number & Title  \nC3/21/027 - Rapid and low -cost 3D pr inting of subject -specific coils for improved MRI  \nAffiliation  \n● KU Leuven  \n \n  \n2 2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \n● Generate new data  \n \nDescribe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally \nper objective or WP of the project. You might consider using the table in the guidance.  \n \nThe expected data volume generated within the C3 project  is 1-2 Gb per month.  \n \nObjective  1: Development of an integrated and automated coil  fabrication method . \nData related to this objective are mostly the characterization of used materials  and plug flow . The details \nof raw and exported data formats are listed below.  \n \nequipment  raw format  exported format  \nElveflow  XLS CSV \nImpedance analyser  txt CSV \nCT scan ner TIF  \nX-ray diffraction  XRDML  CSV \n \nObjective  2: A simulation & bench testing workflow to generate coil designs . \nData related to this objective will come mostly from simulations and from coil characterization . The details \nof raw format and exported format are listed below.  \n \nequipment  raw format  exported format  \nCOMSOL  txt CSV/GIF  \nNetwork analyzer  CSV CSV \nMRI scanner  TIF/txt  CSV \n \nObjective 3: Validat ion of  single -loop coils and coil arrays in animal studies . \nThe data generated for this objective will mainly come from MRI scanners (both pre -clinical and clinical) \nfor the quantification of SNR. The obtained data will be converted to a CSV file.  \n \n  \n3 3. LEGAL & ETHICAL ISSUES  \nWill you use personal data?  If so, shor tly describe the kind of personal data you will use (add the \nreference to your file in your host institution's privacy register - not relevant yet )  \n● No \n \nPrivacy Registry Reference: / \nShort description of the kind of personal data that will be used: / \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)  \n Yes \n Experiments on non -human primates w ill be performed at the Laboratory of NEURO - AND \nPSYCHOPHYSIOLOGY, under the supervision of Prof. W. Vanduffel. Their ethical approval code is: \nP173 -2020.  \n \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted?  \n● Yes \nIf the proposed concept works, a meeting will be planned with the KU Leuven tech transfer office to \ninvestigate patentability . The b ase technology of the approach is already protected by a filed patent . In \ncase a nother  patent application will be filed directly resulting from this project, the related data will not be \nfreely shared at least until the patent filing.  \n \nDo existing 3rd part y agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?  \n● No \n \n  \n4 4. DOCUMENTATION & METADATA  \nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?  \nAn overview file that contains references to the raw data files will be kept. Regular reports based on the \ndata will be generated using Microsoft Word. PowerPoint files will be used for presentation at regular \ninternal meetings between the WP  leaders  and researchers involved in the project. In both the Word \nreports and Powerpoint presentations, the file names of the raw data files will be included.  \n \nWill a metadata standard be used? If so,  describe in detail which stand ard will be used.  If no, state \nin detail which metadata will be created to make the data easy/easier to find and reuse.  \n● No \n \nThe details of each experiment will be kept in an electronic lab notebook. In this notebook, also the \nnames of the raw and processed datafiles will be mentioned. Files will be named according to a pre -\nagreed convention. This working method obviates the nee d for a separate INFO.txt file in each directory \nyet ensures that the data can be understood by other team members and can be reused in the future.  \nFor published papers, the subset of the raw and processed data discussed in that manuscript will be \ncopied and organized according the paper structure. Likely, this is the data subset that will be most \nfrequently revisited and shared afterwards.  \n \n  \n5 5. DATA STORAGE & BACK UP DURING THE PROJECT  \nWhere will the data be stored?  \nThe data will be stored via a cloud storage solution that allows sharing with the WP  leaders  and \nresearchers involved in the project.  \n \nHow is backup  of the data provided?  \nThe data on the cloud storage server are automatically backed up. Unlimited versioning is included in the \nselected plan s o that accidental erasing or modifying does not pose a risk.  \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this wil l \nbe taken care of.  \n● Yes \nThe total amount of data generated during the project should not exceed a few TB and is therefore \ncompatible with the selected cloud storage solution.  \n \nWhat are the expected costs for data storage and backup  during the project? How  will these costs \nbe covered?  \nThe costs for saving the data to the cloud storage server (including regular backup) should not exceed a \nfew hundred euros. These costs will be covered by the project.  \n \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?  \nThe data generated during the project will be systematically transferred to the cloud storage server. Only \nthe WP  leaders  and researchers involved in this project will have access to the  shared folders where the \ndata, reports and presentations will be stored.  \n \n  \n6 6. DATA PRESERVATION AFTER THE PROJECT  \nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons  for this (legal or \ncontractual restrictions, physical preservation issues, ...).  \nAll the generated data will be stored on the cloud storage server for a period of 5 years after the end of \nthe project.  \n \nWhere will the d ata be archived (= stored for the longer term)?  \nAll the generated data will be stored on the cloud storage server for a period of 5 years after the end of \nthe project.  \nBeyond 5 years after the end of the project, one of the following options will be picke d (1) continuation of \nstoring the data on the cloud storage server or (2) transferring the data to the KU Leuven central servers \nfor archiving.  \n \nWhat are the expected costs for data preservation during the retention period of 5 years? How will \nthe costs b e covered?  \nThe annual cost for long -term storage of the data, either through a cloud storage service or the \nuniversity's central servers, is estimated at a few hundred euro. Since the budget of the current project \nwill no longer be available, creative sol utions will have to be found.  \n \n  \n7 7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?  \n● Yes. Specify:  \nThe data will remain accessi ble among the WP  leaders  and the researchers involved in the project. \nAccess to the data can be granted to other persons, upon request and agreement among the  leaders . A \npatent application can be a limiting factor in granting access to the data.  \n \nWhich da ta will be made available after the end of the project?  \nIn case no restrictions apply, the written reports and Powerpoint presentations summarizing the results \nobtained can be made available. The (raw) data used in publications can be made available on a \nrepository, if e.g. requested by the Editors or Publisher of a scientific journal.  \n \nWhere/how will the data be made available for reuse?  \n● Upon request by mail  \nThe data that will not have been uploaded in a resository  such as 'Scientific data' \n(https://www.nature.com/sdata/) to accompany a publication can be requested via email.  \n \nWhen will the data be made available?  \n● Upon publication of the research results  \nDescription of the full scientific method and results will be  made available with journal publications.  \n \nWho will be able to access the data and under what conditions?  \nUpon request, access to the samples and data can be granted, upon agreement of the project  leaders . \nCommercial reuse will not be allowed.  \n \nWhat are  the expected costs for data sharing? How will the costs be covered?   \nBecause of the choice for a cloud storage solution for the data, no additional costs will be booked for data \nsharing.   \n \n  \n8 8. RESPONSIBILITIES  \nWho will be responsible for data documentati on & metadata?  \nThe project  leaders  and the researchers involved in this project will be jointly responsible.  \n \nWho will be responsible for data storage & back up during the project?  \nThe project  leaders  and the researchers involved in this project will be j ointly responsible. Because of the \nchoice for a cloud storage solution, no additional action is needed for data backup.  \n \nWho will be responsible for ensuring data preservation and reuse ?  \nThe project  leaders  and the researchers involved in this project wi ll be jointly responsible.  \n \nWho bears the end responsibility for updating & implementing this DMP?  \nThe project  leaders  bear the end responsibility of updating & implementing this DMP.  \n "
    },
    "clean_full_text": "1 MY PLAN (DMP) DMP TITLE DMP: Rapid and low -cost 3D printing of subject -specific coils for improved MRI ADMIN DETAILS Project Name: Rapid and low -cost 3D printing of subject -specific coils for improved MRI Grant Title: C3/21/027 Principal Investigator / Researcher: An Vanduffel Project Data Contact: an.vanduffel @kuleuven.be Description: Magnetic resonance imaging (MRI) is a non -invasive imaging technique that is widely used in both clinical practice and research. In an MRI scan, t he subject is placed in a static magnetic field. MRI data acquisition is signal -to-noise ratio (SNR) starved. One of the most efficient ways to improve the SNR is by making the receive coils closely fit the subject to be imaged. However, the high cost of s uch coils prevents a tailored design. Because of the resulting large gaps between the currently used standard coils and the subject, much of the signal is lost. This project proposes a strategy to address this issue in a subject -specific manner through the computer -controlled fabrication of personalized close -fitting receive coils at a cost two orders of magnitude lower compared to commercial solutions. The efficient and low - cost digital workflow will cause a paradigm shift towards a subject - and applicatio n-specific approach in both research and clinical work, enabling higher -quality data and unlocking new types of studies. Institution: KU Leuven 1. GENERAL INFORMATION Name applicant An Vanduffel Project Number & Title C3/21/027 - Rapid and low -cost 3D pr inting of subject -specific coils for improved MRI Affiliation ● KU Leuven 2 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ● Generate new data Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance. The expected data volume generated within the C3 project is 1-2 Gb per month. Objective 1: Development of an integrated and automated coil fabrication method . Data related to this objective are mostly the characterization of used materials and plug flow . The details of raw and exported data formats are listed below. equipment raw format exported format Elveflow XLS CSV Impedance analyser txt CSV CT scan ner TIF X-ray diffraction XRDML CSV Objective 2: A simulation & bench testing workflow to generate coil designs . Data related to this objective will come mostly from simulations and from coil characterization . The details of raw format and exported format are listed below. equipment raw format exported format COMSOL txt CSV/GIF Network analyzer CSV CSV MRI scanner TIF/txt CSV Objective 3: Validat ion of single -loop coils and coil arrays in animal studies . The data generated for this objective will mainly come from MRI scanners (both pre -clinical and clinical) for the quantification of SNR. The obtained data will be converted to a CSV file. 3 3. LEGAL & ETHICAL ISSUES Will you use personal data? If so, shor tly describe the kind of personal data you will use (add the reference to your file in your host institution's privacy register - not relevant yet ) ● No Privacy Registry Reference: / Short description of the kind of personal data that will be used: / Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s)  Yes Experiments on non -human primates w ill be performed at the Laboratory of NEURO - AND PSYCHOPHYSIOLOGY, under the supervision of Prof. W. Vanduffel. Their ethical approval code is: P173 -2020. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ● Yes If the proposed concept works, a meeting will be planned with the KU Leuven tech transfer office to investigate patentability . The b ase technology of the approach is already protected by a filed patent . In case a nother patent application will be filed directly resulting from this project, the related data will not be freely shared at least until the patent filing. Do existing 3rd part y agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● No 4 4. DOCUMENTATION & METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? An overview file that contains references to the raw data files will be kept. Regular reports based on the data will be generated using Microsoft Word. PowerPoint files will be used for presentation at regular internal meetings between the WP leaders and researchers involved in the project. In both the Word reports and Powerpoint presentations, the file names of the raw data files will be included. Will a metadata standard be used? If so, describe in detail which stand ard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● No The details of each experiment will be kept in an electronic lab notebook. In this notebook, also the names of the raw and processed datafiles will be mentioned. Files will be named according to a pre - agreed convention. This working method obviates the nee d for a separate INFO.txt file in each directory yet ensures that the data can be understood by other team members and can be reused in the future. For published papers, the subset of the raw and processed data discussed in that manuscript will be copied and organized according the paper structure. Likely, this is the data subset that will be most frequently revisited and shared afterwards. 5 5. DATA STORAGE & BACK UP DURING THE PROJECT Where will the data be stored? The data will be stored via a cloud storage solution that allows sharing with the WP leaders and researchers involved in the project. How is backup of the data provided? The data on the cloud storage server are automatically backed up. Unlimited versioning is included in the selected plan s o that accidental erasing or modifying does not pose a risk. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this wil l be taken care of. ● Yes The total amount of data generated during the project should not exceed a few TB and is therefore compatible with the selected cloud storage solution. What are the expected costs for data storage and backup during the project? How will these costs be covered? The costs for saving the data to the cloud storage server (including regular backup) should not exceed a few hundred euros. These costs will be covered by the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data generated during the project will be systematically transferred to the cloud storage server. Only the WP leaders and researchers involved in this project will have access to the shared folders where the data, reports and presentations will be stored. 6 6. DATA PRESERVATION AFTER THE PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the generated data will be stored on the cloud storage server for a period of 5 years after the end of the project. Where will the d ata be archived (= stored for the longer term)? All the generated data will be stored on the cloud storage server for a period of 5 years after the end of the project. Beyond 5 years after the end of the project, one of the following options will be picke d (1) continuation of storing the data on the cloud storage server or (2) transferring the data to the KU Leuven central servers for archiving. What are the expected costs for data preservation during the retention period of 5 years? How will the costs b e covered? The annual cost for long -term storage of the data, either through a cloud storage service or the university's central servers, is estimated at a few hundred euro. Since the budget of the current project will no longer be available, creative sol utions will have to be found. 7 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ● Yes. Specify: The data will remain accessi ble among the WP leaders and the researchers involved in the project. Access to the data can be granted to other persons, upon request and agreement among the leaders . A patent application can be a limiting factor in granting access to the data. Which da ta will be made available after the end of the project? In case no restrictions apply, the written reports and Powerpoint presentations summarizing the results obtained can be made available. The (raw) data used in publications can be made available on a repository, if e.g. requested by the Editors or Publisher of a scientific journal. Where/how will the data be made available for reuse? ● Upon request by mail The data that will not have been uploaded in a resository such as 'Scientific data' (https://www.nature.com/sdata/) to accompany a publication can be requested via email. When will the data be made available? ● Upon publication of the research results Description of the full scientific method and results will be made available with journal publications. Who will be able to access the data and under what conditions? Upon request, access to the samples and data can be granted, upon agreement of the project leaders . Commercial reuse will not be allowed. What are the expected costs for data sharing? How will the costs be covered? Because of the choice for a cloud storage solution for the data, no additional costs will be booked for data sharing. 8 8. RESPONSIBILITIES Who will be responsible for data documentati on & metadata? The project leaders and the researchers involved in this project will be jointly responsible. Who will be responsible for data storage & back up during the project? The project leaders and the researchers involved in this project will be j ointly responsible. Because of the choice for a cloud storage solution, no additional action is needed for data backup. Who will be responsible for ensuring data preservation and reuse ? The project leaders and the researchers involved in this project wi ll be jointly responsible. Who bears the end responsibility for updating & implementing this DMP? The project leaders bear the end responsibility of updating & implementing this DMP."
}