{
    "document_id": "D-2023-1956",
    "LinkTitle": "D-2023-1956",
    "file_name": "D-2023-1956.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1956.pdf",
    "metadata": {
        "title": "Characterization of short- and long-distance neuronal circuits in the enteric nervous system and their specific defects in Hirschsprung’s disease using advanced microscopy and stem cell technology",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Characterization of short- and long-distance neuronal circuits in the enteric nervous system\nand their specific defects in Hirschsprung’s disease using advanced microscopy and stem cell\ntechnology\nA Data Management Plan created using DMPonline.be\nCreators: \nKlaas Van Mechelen, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nKlaas Van Mechelen, n.n. n.n.\nGrant number / URL: \n11K8523N\nID: \n198113\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nA distinguishing feature of the gastrointestinal (GI) system is the presence of the enteric nervous system (ENS), a mesh-like network of\nneurons and glia. The ENS mainly controls GI motility, secretion and local blood flow. During development, vagal neural crest cells enter\nand migrate down the gut to colonize the intestinal tube and form the ENS. As these neural progenitors have the daunting task of\ntraveling long distances and bridging important junctions, the process of ENS formation is vulnerable to defects. Even minor faults can\nlead to gut discomfort, while major defects result in severe intestinal disorders. A well-known example is the debilitating Hirschsprung’s\ndisease (HSCR), which affects 1 in 5000 live births. HSCR is characterized by absence of the ENS in short or\nlong segments of the large intestine. However, the reasons why ENS progenitors do not fully colonize the colon are still largely unknown.\nThus, this project aims to characterize important connections in the ENS using appropriate mouse models, both in healthy and in\ndiseased (HSCR) conditions. Secondly, stem cell technology will be used to repair subtle and more severe ENS wiring defects in mice.\nFinally, pediatric HSCR material will be used to extend our understanding of HSCR etiology by studying neurophysiology, gene\nexpression, and influence of the cellular environment on ENS progenitor migration. For each section, we will use advanced microscopy to\nmonitor ENS function and stem cell integration.\nLast modified: \n12-04-2023\nCreated using DMPonline.be. Last modiﬁed 12 April 2023\n1 of 8\nCharacterization of short- and long-distance neuronal circuits in the enteric nervous system\nand their specific defects in Hirschsprung’s disease using advanced microscopy and stem cell\ntechnology\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nDifferent datatypes are:\n- (dissected) tissue samples of different mouse strains\n- raw (and processed) images of antibody-stained murine and human tissues, obtained using\ndifferent microscopes (widefield, confocal, STED, etc.)\n- live recordings of murine and human tissue stimulations (electrical or chemical)\n- results databases generated by analysis of live recordings\n- demographic information of human patients participating in our study\n- human biopsies and resection specimens of Hirschsprung's and control patients\n- single-cell RNA sequencing data of human tissues\n- data collected at University of Melbourne during the internship\nAll data will be managed under the FAIR (Findable, Accessible, Interoperable and Reusable) principles\nduring this project.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nDesignation of responsible person (Klaas Van Mechelen and Pieter Vanden Berghe)\n2\n. \nStorage capacity/repository (during the research, Klaas Van Mechelen will be responsible; after the research, Pieter Vanden Berghe will be responsible)\nAs the RDM policy of KUL prescribes that all relevant research data must be retained at least 10 years after the end of the research, the requirement of 5 years of data preservation requested will\nbe met here.\n- antibody-stained tissue slides will be stored in fridges and freezers with back-up power supply (only accessible to members of our group)\n- original data will be stored on PC hard drives and will be backed up regularly on external hard drives\n- processed copies of our data will be stored on the KUL servers and network shared drives (with regular backups and version tracking)\n- sequencing data will be stored in a secured and pseudonymized way (as stated in the informed consent form)\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nKU Leuven's RDM policy states that relevant research data must be stored for a minimum of 10 years after ending the FWO project.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nAs work package 3 of this project involves the collection of human samples and subsequently, single-cell RNA sequencing of these tissues, we will generate genetic information of the participants.\nTo fully protect these data and act accordingly to the GDPR legislation, personal information will be pseudonymized and all data will be protected from disclosure outside the research according to\nthe terms of the research protocol and the informed consent forms. The subject’s name or other identifiers will be stored separately from their research data and replaced with a unique code to\ncreate a new identity for the subject. However, data could be re-linked to participants in case this is needed.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nThis project is organized as a joint-PhD between the KU Leuven and the University of Melbourne (UoM). As the RDM policy of both universities can differ on some aspects, differences between\nthe measures of data management listed here (based on KU Leuven policy) and the actual data management plan (also complying with the UoM policy) can occur. However, both institutions have\na similar RDM policy, so we don't expect any issues concerning data management.\nCreated using DMPonline.be. Last modiﬁed 12 April 2023\n2 of 8\nCharacterization of short- and long-distance neuronal circuits in the enteric nervous system\nand their specific defects in Hirschsprung’s disease using advanced microscopy and stem cell\ntechnology\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 12 April 2023\n3 of 8\nCharacterization of short- and long-distance neuronal circuits in the enteric nervous system\nand their specific defects in Hirschsprung’s disease using advanced microscopy and stem cell\ntechnology\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nYes\nCreated using DMPonline.be. Last modiﬁed 12 April 2023\n4 of 8\nCharacterization of short- and long-distance neuronal circuits in the enteric nervous system\nand their specific defects in Hirschsprung’s disease using advanced microscopy and stem cell\ntechnology\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for physical data\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical volume\ndataset\n1\n(dissected) tissue samples of different mouse strains\nGenerate\nnew data\nPhysical\nNA\nNA\nNA\napproximately 3 boxes of microscopy slides stored\nat 4°C at TARGID\ndataset\n2\nraw (and processed) images of antibody-stained\nmurine and human tissues, obtained using\ndifferent microscopes (widefield, confocal, STED,\netc.)\nGenerate\nnew data\nDigital\nexperimental\n.tif, .czi\n<100GB\nNA\ndataset\n3\nlive recordings of murine and human tissue\nstimulations (electrical or chemical)\nGenerate\nnew data\nDigital\nexperimental\n.pst, .inf, .pxp,\n.tif, .txt, .avi, .roi\n<100GB\nNA\ndataset\n4\nresults databases generated by analysis of live\nrecordings\nGenerate\nnew data\nDigital\ncompiled/aggregated\ndata\n.xlsx, .docx,\n.emf, \n<100MB\nNA\ndataset\n5\ndemographic information of human patients\nparticipating in our study\nGenerate\nnew data\nDigital\nobservational\n.xlsx, .txt\n<100MB\nNA\ndataset\n6\nhuman biopsies and resection specimens of\nHirschsprung's and control patients\nGenerate\nnew data\nPhysical\nNA\nNA\nNA\napproximately 1 box of microscopy slides and 2\nboxes of specimens stored at -80°C at TARGID\ndataset\n7\nsingle-cell RNA sequencing data of human tissues\nGenerate\nnew data\nDigital\nexperimental\n.count, .tif, .xlsx\n<1GB\nNA\ndataset\n8\ndata collected at University of Melbourne during the\ninternship\nGenerate\nnew data\nPhysical\nand digital\nexperimental\n.xlsx, .docx, .tif,\n.czi\n<100GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nnot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, animal data\nDatasets 3, 5, 6 and 7 will use human subject data. Ethical approval has been granted: S66454\nDataset 1, 2 and 3 will use animal data. Ethical approval has been granted: P033/2022\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nAs work package 3 of this project involves the collection of human samples and subsequently, single-cell RNA sequencing of these tissues, we will generate genetic information of the participants\n(dataset 7). To fully protect these data and act accordingly to the GDPR legislation, personal information will be pseudonymized and all data will be protected from disclosure outside the research\naccording to the terms of the research protocol and the informed consent forms. The subject’s name or other identifiers will be stored separately from their research data and replaced with a\nunique code to create a new identity for the subject. However, data could be re-linked to participants in case this is needed. This approach has been approved by the ethical committee (S66454).\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nYes\nCollaboration with the University of Melbourne (UoM) as the project is designed as a joint-PhD, so especially dataset 8 will be restricted in terms of exploitation and dissemination. However, RDM\npolicy of UoM is very similar to the policy of KU Leuven, explaining why no major issues are expected.\nBesides, we're agreeing upon the transfer of a specific mouse model from prof. Gosain (University of Colorado, USA). For this purpose, a Material Transfer Agreement has been signed between\nboth parties. The MTA does not restrict any kind of data dissemination. Only exploitation for commercial purposes and passing on materials to other labs is not allowed prior to explicit consent.\nCreated using DMPonline.be. Last modiﬁed 12 April 2023\n5 of 8\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nAll datasets will be generated by following a clearly described (standard) protocol, depending on the experiment performed. All protocols are available in a shared folder that is accessible to all\nmembers of the lab. Additional, experiment-specific details will be noted in a physical lab book (which is kept in the lab). Furthermore, documentation of raw and processed data will be provided in\naccompanying files (.docx, .xlsx, .ppt). All datasets will be saved in workpackage-specific directories/folders, to make sure they are easy to find back. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nMetadata are not described in a generic standard format, as the format will depend on the type of data described by the metadata. \nmicroscopy datasets: most metadata are automatically captured by the software of the microscope setup. In addition, the used antibody labels and concentrations for each channel and\nother imported settings to repeat the experiments are listed in the lab book. \nsequencing datasets: all details and settings will be noted in the lab book, and data will be stored in clearly-structured folders, with a README file added to each folder including the details\nabout all files included in this folder\nphysical data: will be stored in structured boxes and will be labelled unambiguously. An overview file describing all physical data/samples will be regularly updated and saved in the shared\nfolder.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll physical data will be stored in the lab, either at 4°C (fixed tissues mounted on microscopy slides) or -80°C (RNA sensitive samples). \nAll digital data (raw and processed) will be stored electronically on the personal internal hard drive of the personal computer or the personal OneDrive. \nDigital (raw) data will be backed up on an external hard drive.\nDigital (processed) data will be backed up in a restricted shared folder on the J: drive of the lab (KU Leuven), which can only be accessed by the own research team. \nHow will the data be backed up?\nAll data will be stored electronically on the internal hard drive of the personal computer. Backup is secured daily on central servers of the university (processed data) and on an external hard drive\n(raw data). \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nAll KU Leuven personnel has access to 2 TB of data storage on OneDrive. Our research group has an L-drive with a capacity of 5 TB for active research data. Each member also has an external\nhard drive of 4 TB.\nIn total, all storage and backup 'space' is of sufficient capacity.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData are stored on personal OneDrive and external drives, and are not accessible to anyone else except the main researcher (unless explicitly shared with others). Other data are stored on the\nKU Leuven drives (L-drive). As these drives are incorporated in the secured KUL environment, they are in line with the university-wide ICT security standards and are thus only accessible by\nregistered collaborating researchers (registration for access is managed by the PI only). \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe OneDrive of the KU Leuven personnel is free, and the shared drive of the lab is covered by general lab budget. To forsee in the external hard drive, the benchfee could be used to pay for\nextra storage capacity. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nCreated using DMPonline.be. Last modiﬁed 12 April 2023\n6 of 8\nAll data (physical and digital) will be retained for 10 years after the end of this project, in line with the KU Leuven RDM policy. \nWhere will these data be archived (stored and curated for the long-term)?\nPhysical data will be stored in the TARGID lab, under close supervision of PI Pieter Vanden Berghe. Digital data are stored on the appropriate external hard drive and on the KU Leuven's Archive\ndrives (restricted access; automatic backup).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe yearly cost for storage space on the Archive drive is €200/TB. The external hard drive will already be purchased during the project, so does not include an extra cost for long-term preservation.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nWe will make key datasets and supplementary files accompanying publications openly available in appropriate digital data repositories that conform to the Fair Data principles and are maintained\nby a non-profit organization. Datasets will be given a Digital Object Identifier (DOI) and associated metadata. The DOI corresponding to the datasets in the repository will be included in the\narticle’s reference list, allowing identification and\naccess of any dataset in a publication.\nPersonal and sensitive data of the people that participated in our study, will never be shared.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nnot applicable\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Privacy aspects\nSome data are confidential (RNA sequences); dataset 7.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe preferred repository is depending on the publication strategy and journal of choice (e.g. RDR of KU Leuven).\nWhen will the data be made available?\nUpon publication of the results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nto be discussed with LRD from KU Leuven\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nUnique identifiers will be added to datasets upon deposit in a repository (type of dataset and type of repository-dependent).\nWhat are the expected costs for data sharing? How will these costs be covered?\nDepending on the repository and type of data sharing, but likely at no cost as the data will accompany a publication for which a publication fee is charged.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nKlaas Van Mechelen (and Pieter Vanden Berghe) \nWho will manage data storage and backup during the research project?\nCreated using DMPonline.be. Last modiﬁed 12 April 2023\n7 of 8\nKlaas Van Mechelen and Pieter Vanden Berghe \nWho will manage data preservation and sharing?\nPieter Vanden Berghe \nWho will update and implement this DMP?\nKlaas Van Mechelen and Pieter Vanden Berghe \nCreated using DMPonline.be. Last modiﬁed 12 April 2023\n8 of 8"
    },
    "clean_full_text": "Characterization of short- and long-distance neuronal circuits in the enteric nervous system and their specific defects in Hirschsprung’s disease using advanced microscopy and stem cell technology A Data Management Plan created using DMPonline.be Creators: Klaas Van Mechelen, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Klaas Van Mechelen, n.n. n.n. Grant number / URL: 11K8523N ID: 198113 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: A distinguishing feature of the gastrointestinal (GI) system is the presence of the enteric nervous system (ENS), a mesh-like network of neurons and glia. The ENS mainly controls GI motility, secretion and local blood flow. During development, vagal neural crest cells enter and migrate down the gut to colonize the intestinal tube and form the ENS. As these neural progenitors have the daunting task of traveling long distances and bridging important junctions, the process of ENS formation is vulnerable to defects. Even minor faults can lead to gut discomfort, while major defects result in severe intestinal disorders. A well-known example is the debilitating Hirschsprung’s disease (HSCR), which affects 1 in 5000 live births. HSCR is characterized by absence of the ENS in short or long segments of the large intestine. However, the reasons why ENS progenitors do not fully colonize the colon are still largely unknown. Thus, this project aims to characterize important connections in the ENS using appropriate mouse models, both in healthy and in diseased (HSCR) conditions. Secondly, stem cell technology will be used to repair subtle and more severe ENS wiring defects in mice. Finally, pediatric HSCR material will be used to extend our understanding of HSCR etiology by studying neurophysiology, gene expression, and influence of the cellular environment on ENS progenitor migration. For each section, we will use advanced microscopy to monitor ENS function and stem cell integration. Last modified: 12-04-2023 Created using DMPonline.be. Last modiﬁed 12 April 2023 1 of 8 Characterization of short- and long-distance neuronal circuits in the enteric nervous system and their specific defects in Hirschsprung’s disease using advanced microscopy and stem cell technology Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Different datatypes are: - (dissected) tissue samples of different mouse strains - raw (and processed) images of antibody-stained murine and human tissues, obtained using different microscopes (widefield, confocal, STED, etc.) - live recordings of murine and human tissue stimulations (electrical or chemical) - results databases generated by analysis of live recordings - demographic information of human patients participating in our study - human biopsies and resection specimens of Hirschsprung's and control patients - single-cell RNA sequencing data of human tissues - data collected at University of Melbourne during the internship All data will be managed under the FAIR (Findable, Accessible, Interoperable and Reusable) principles during this project. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (Klaas Van Mechelen and Pieter Vanden Berghe) 2 . Storage capacity/repository (during the research, Klaas Van Mechelen will be responsible; after the research, Pieter Vanden Berghe will be responsible) As the RDM policy of KUL prescribes that all relevant research data must be retained at least 10 years after the end of the research, the requirement of 5 years of data preservation requested will be met here. - antibody-stained tissue slides will be stored in fridges and freezers with back-up power supply (only accessible to members of our group) - original data will be stored on PC hard drives and will be backed up regularly on external hard drives - processed copies of our data will be stored on the KUL servers and network shared drives (with regular backups and version tracking) - sequencing data will be stored in a secured and pseudonymized way (as stated in the informed consent form) What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) KU Leuven's RDM policy states that relevant research data must be stored for a minimum of 10 years after ending the FWO project. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) As work package 3 of this project involves the collection of human samples and subsequently, single-cell RNA sequencing of these tissues, we will generate genetic information of the participants. To fully protect these data and act accordingly to the GDPR legislation, personal information will be pseudonymized and all data will be protected from disclosure outside the research according to the terms of the research protocol and the informed consent forms. The subject’s name or other identifiers will be stored separately from their research data and replaced with a unique code to create a new identity for the subject. However, data could be re-linked to participants in case this is needed. Which other issues related to the data management are relevant to mention? (use up to 700 characters) This project is organized as a joint-PhD between the KU Leuven and the University of Melbourne (UoM). As the RDM policy of both universities can differ on some aspects, differences between the measures of data management listed here (based on KU Leuven policy) and the actual data management plan (also complying with the UoM policy) can occur. However, both institutions have a similar RDM policy, so we don't expect any issues concerning data management. Created using DMPonline.be. Last modiﬁed 12 April 2023 2 of 8 Characterization of short- and long-distance neuronal circuits in the enteric nervous system and their specific defects in Hirschsprung’s disease using advanced microscopy and stem cell technology DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 12 April 2023 3 of 8 Characterization of short- and long-distance neuronal circuits in the enteric nervous system and their specific defects in Hirschsprung’s disease using advanced microscopy and stem cell technology GDPR GDPR Have you registered personal data processing activities for this project? Yes Created using DMPonline.be. Last modiﬁed 12 April 2023 4 of 8 Characterization of short- and long-distance neuronal circuits in the enteric nervous system and their specific defects in Hirschsprung’s disease using advanced microscopy and stem cell technology FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume dataset 1 (dissected) tissue samples of different mouse strains Generate new data Physical NA NA NA approximately 3 boxes of microscopy slides stored at 4°C at TARGID dataset 2 raw (and processed) images of antibody-stained murine and human tissues, obtained using different microscopes (widefield, confocal, STED, etc.) Generate new data Digital experimental .tif, .czi <100GB NA dataset 3 live recordings of murine and human tissue stimulations (electrical or chemical) Generate new data Digital experimental .pst, .inf, .pxp, .tif, .txt, .avi, .roi <100GB NA dataset 4 results databases generated by analysis of live recordings Generate new data Digital compiled/aggregated data .xlsx, .docx, .emf, <100MB NA dataset 5 demographic information of human patients participating in our study Generate new data Digital observational .xlsx, .txt <100MB NA dataset 6 human biopsies and resection specimens of Hirschsprung's and control patients Generate new data Physical NA NA NA approximately 1 box of microscopy slides and 2 boxes of specimens stored at -80°C at TARGID dataset 7 single-cell RNA sequencing data of human tissues Generate new data Digital experimental .count, .tif, .xlsx <1GB NA dataset 8 data collected at University of Melbourne during the internship Generate new data Physical and digital experimental .xlsx, .docx, .tif, .czi <100GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, animal data Datasets 3, 5, 6 and 7 will use human subject data. Ethical approval has been granted: S66454 Dataset 1, 2 and 3 will use animal data. Ethical approval has been granted: P033/2022 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes As work package 3 of this project involves the collection of human samples and subsequently, single-cell RNA sequencing of these tissues, we will generate genetic information of the participants (dataset 7). To fully protect these data and act accordingly to the GDPR legislation, personal information will be pseudonymized and all data will be protected from disclosure outside the research according to the terms of the research protocol and the informed consent forms. The subject’s name or other identifiers will be stored separately from their research data and replaced with a unique code to create a new identity for the subject. However, data could be re-linked to participants in case this is needed. This approach has been approved by the ethical committee (S66454). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Collaboration with the University of Melbourne (UoM) as the project is designed as a joint-PhD, so especially dataset 8 will be restricted in terms of exploitation and dissemination. However, RDM policy of UoM is very similar to the policy of KU Leuven, explaining why no major issues are expected. Besides, we're agreeing upon the transfer of a specific mouse model from prof. Gosain (University of Colorado, USA). For this purpose, a Material Transfer Agreement has been signed between both parties. The MTA does not restrict any kind of data dissemination. Only exploitation for commercial purposes and passing on materials to other labs is not allowed prior to explicit consent. Created using DMPonline.be. Last modiﬁed 12 April 2023 5 of 8 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All datasets will be generated by following a clearly described (standard) protocol, depending on the experiment performed. All protocols are available in a shared folder that is accessible to all members of the lab. Additional, experiment-specific details will be noted in a physical lab book (which is kept in the lab). Furthermore, documentation of raw and processed data will be provided in accompanying files (.docx, .xlsx, .ppt). All datasets will be saved in workpackage-specific directories/folders, to make sure they are easy to find back. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Metadata are not described in a generic standard format, as the format will depend on the type of data described by the metadata. microscopy datasets: most metadata are automatically captured by the software of the microscope setup. In addition, the used antibody labels and concentrations for each channel and other imported settings to repeat the experiments are listed in the lab book. sequencing datasets: all details and settings will be noted in the lab book, and data will be stored in clearly-structured folders, with a README file added to each folder including the details about all files included in this folder physical data: will be stored in structured boxes and will be labelled unambiguously. An overview file describing all physical data/samples will be regularly updated and saved in the shared folder. 3. Data storage & back-up during the research project Where will the data be stored? All physical data will be stored in the lab, either at 4°C (fixed tissues mounted on microscopy slides) or -80°C (RNA sensitive samples). All digital data (raw and processed) will be stored electronically on the personal internal hard drive of the personal computer or the personal OneDrive. Digital (raw) data will be backed up on an external hard drive. Digital (processed) data will be backed up in a restricted shared folder on the J: drive of the lab (KU Leuven), which can only be accessed by the own research team. How will the data be backed up? All data will be stored electronically on the internal hard drive of the personal computer. Backup is secured daily on central servers of the university (processed data) and on an external hard drive (raw data). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes All KU Leuven personnel has access to 2 TB of data storage on OneDrive. Our research group has an L-drive with a capacity of 5 TB for active research data. Each member also has an external hard drive of 4 TB. In total, all storage and backup 'space' is of sufficient capacity. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data are stored on personal OneDrive and external drives, and are not accessible to anyone else except the main researcher (unless explicitly shared with others). Other data are stored on the KU Leuven drives (L-drive). As these drives are incorporated in the secured KUL environment, they are in line with the university-wide ICT security standards and are thus only accessible by registered collaborating researchers (registration for access is managed by the PI only). What are the expected costs for data storage and backup during the research project? How will these costs be covered? The OneDrive of the KU Leuven personnel is free, and the shared drive of the lab is covered by general lab budget. To forsee in the external hard drive, the benchfee could be used to pay for extra storage capacity. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Created using DMPonline.be. Last modiﬁed 12 April 2023 6 of 8 All data (physical and digital) will be retained for 10 years after the end of this project, in line with the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Physical data will be stored in the TARGID lab, under close supervision of PI Pieter Vanden Berghe. Digital data are stored on the appropriate external hard drive and on the KU Leuven's Archive drives (restricted access; automatic backup). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The yearly cost for storage space on the Archive drive is €200/TB. The external hard drive will already be purchased during the project, so does not include an extra cost for long-term preservation. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository We will make key datasets and supplementary files accompanying publications openly available in appropriate digital data repositories that conform to the Fair Data principles and are maintained by a non-profit organization. Datasets will be given a Digital Object Identifier (DOI) and associated metadata. The DOI corresponding to the datasets in the repository will be included in the article’s reference list, allowing identification and access of any dataset in a publication. Personal and sensitive data of the people that participated in our study, will never be shared. If access is restricted, please specify who will be able to access the data and under what conditions. not applicable Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Some data are confidential (RNA sequences); dataset 7. Where will the data be made available? If already known, please provide a repository per dataset or data type. The preferred repository is depending on the publication strategy and journal of choice (e.g. RDR of KU Leuven). When will the data be made available? Upon publication of the results. Which data usage licenses are you going to provide? If none, please explain why. to be discussed with LRD from KU Leuven Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Unique identifiers will be added to datasets upon deposit in a repository (type of dataset and type of repository-dependent). What are the expected costs for data sharing? How will these costs be covered? Depending on the repository and type of data sharing, but likely at no cost as the data will accompany a publication for which a publication fee is charged. 6. Responsibilities Who will manage data documentation and metadata during the research project? Klaas Van Mechelen (and Pieter Vanden Berghe) Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 12 April 2023 7 of 8 Klaas Van Mechelen and Pieter Vanden Berghe Who will manage data preservation and sharing? Pieter Vanden Berghe Who will update and implement this DMP? Klaas Van Mechelen and Pieter Vanden Berghe Created using DMPonline.be. Last modiﬁed 12 April 2023 8 of 8"
}