{
    "document_id": "D-2022-1713",
    "LinkTitle": "D-2022-1713",
    "file_name": "D-2022-1713.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1713.pdf",
    "metadata": {
        "title": "D-2022-1713",
        "author": "N/A",
        "num_pages": 15
    },
    "content": {
        "full_text": "Flemish Standard DMP 1Flemish Standard Data Management Plan\nProject: The crucial role of the sleep-wake system  \nin Alzheimer’s Disease pathophysiology\nProf. Dr Maarten Van Den Bossche (Principal Investigator)\nAnne-Marie Peeters (PhD Student)\nFlemish Standard DMP 21.General Project Information\nName Grant Holder & ORCID Maarten Van Den Bossche  0000-0002-2989-6600 (Principal Investigator)\nContributor name(s) (+ ORCID) & roles Anne-Marie Peeters 0000-0002-4837-4568 (PhD Candidate)\nProject number1 & title The crucial role of the sleep-wake system in  Alzheimer’s Disease pathophysiology (3M220475)\nFunder(s) GrantID2Bijzonder Onderzoeksfonds, Program : KU Leuven Global PhD Partnerships\nAffiliation(s) x KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐Other: \nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFlemish Standard DMP 3Please provide a short project description There is accumulating evidence, both neurobiological and clinical, that dysregulation of the sleep-wake \ncycle could be fundamental in Alzheimer’s Disease (AD). From a neurobiological perspective, clear links \nhave been found between changes in sleep and changes in amyloid, tau and atrophy. Mouse model for \ntauopathies are characterized by marked sleep wake imbalance/hyperarousal, which is strikingly similar to  \nthe severe neuropsychiatric symptoms present in most AD patients. Indeed, sleeping problems and \ndaytime agitation in are major causes for institutionalization of AD patients. The Locus coeruleus (LC) is a \nmajor regulator of wakefulness/arousal, cognition and stress, and the first brain region to be affected by \ntau pathology in AD. Orexins are neuropeptides crucial in the sleep-wake function. The orexine receptor \ntype 1 is highly expressed in the LC. Recently, orexin receptor antagonists (ORAs) were developed to treat \ninsomnia, and very interestingly produce physiological sleep. We hypothesize that changes in the \nsleep/wake system, are crucial in the pathophysiology of AD. We propose that dysregulation of the LC is a \nkey cause of hyperarousal in AD, and that it can be treated to improve AD symptoms and progression. To \ninvestigate this, we set up a collaboration between the KU Leuven and the University of Melbourne, to \nstudy this system in detail in both mouse models for AD (in Melbourne) and in patients with AD (in \nLeuven). In a second step, we will look at the effect of ORAs on the sleep-wake system in a mouse model \nfor tauopathy and in patients with AD.\n2.Research Data Summary\nWP1: Developing more insight in the underlying neurobiological mechanisms of agitation in people with Alzheimer’s Disease (AD) and defining possible \nnew biomarkers in peripheral blood.\nSource: peripheral blood samples from patients with dementia, who are staying at the ward Cog K in Kortenberg.  \nType: physical data (peripheral human blood), digital data from molecular biology experiments (high performance liquid chromatography of electrochemical \ndetection, ELISA, ECLIA, immunoturbidimetry).\nFormat: \nBlood samples from patients are stored in -80°C freezer, an excel list with the amount and origin of the samples is stored on REDCap (secured).\nFlemish Standard DMP 4Experimental results are stored in secured databases in Microsoft Excel (.xlsx) and in text format (as overview list op samples, reports, papers in MS word).  \nEstimated volume: < 1Gb\nDataset \nNameDescription New or Reused Digital or Physical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nBlood \nsamples_AD We will collect \nblood samples \nof patients with \ndementia who \nare staying at \nthe ward Cog K \nin Kortenberg. \nWe will also \ncollect \nexperimental \ndata from \nbiological \nexperiments. We will \ngenerate new \ndataWe will collect \nphysical data, \nnamely human \nperipheral blood. \nResults from \nexperimental \ndata will be \ndigital.Experimental .txt\n.xlsx<1GB 1 to 2 samples per \npatient, 1 blood sample \ncontains max 80ml, aim \nto include 48 patients\nWP2: Investigating the role of the gut microbiome regarding agitation and sleep in people with Alzheimer’s Disease.  \nSource: feces samples of patients with dementia, who are staying at the ward Cog K in Kortenberg\nType: physical data (feces samples) ), digital data from bacterial analysis of feces samples (16s rRNA gene sequencing, images related to the analysis of the \nfeces samples). \nFormat: \nFeces samples are stored in -80°C freezer, an excel list with the amount and origin of the samples is stored on REDCap (secured).\nFlemish Standard DMP 5Experimental results are stored in secured databases in Microsoft Excel (.xlsx) and in text format (as overview list op samples, reports, papers in MS word). \nImages are stored as GIF or JPEG images.  \nEstimated size: 1-10 Gb  \nDataset \nNameDescription New or \nReused Digital or Physical Digital Data \nTypeDigital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nFaeces \nsamples_\nADWe will collect \nfaeces samples of \npatients with \ndementia who are \nstaying at the ward \nCog K in Kortenberg.  \nWe will also collect \nexperimental data \nfrom 16s rRNA gene \nsequencing.We will \ngenerate \nnew dataWe will collect physical \ndata (feces samples). \nResults from \nexperimental data will be  \ndigital. Experimental .txt\n.xlsx\n.JPEG\n.GIF<100GB 2 samples per patient, 1 \nstool sample contains 10 \nto 20g, aim to include 48 \npatients\nFlemish Standard DMP 6If you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  We will reuse data of the following study:  Prediction of Agitation in Dementia by Sensing (PAD, S62882). \nThe ‘PADS’ dataset includes:  \n-Digital raw data of the Chill+ wristband, with focus on actigraphy data\n-Digital raw data of non-contact sensing during nighttime including respiration rate, heartrate and \nactivity.\n-Digital data of EMA  (ecological momentary assessment) by proxy: Pittsburgh Agitation Scale (PAS) \nand the Richmond Agitation-Sedation Scale (RASS)).\n-Digital data of environmental/contextual parameters using sensors measuring room temperature, \nroom humidity, light exposure of the patient, sound-related measurements, position of the patient \non the ward or in the hospital.\n-Digital data of patient files including psychiatric and medical history, medication use, \nsociodemographic variables.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe:\nS62882 was approved by the EC UZ Leuven. We will file an amendment with the EC for WP1 and 2.\nFlemish Standard DMP 7Will  you  process  personal  data4?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☒ Yes\n☐ No\nIf yes:\nWe will use personal data (eg name of patients, date of birth) to identify patients in function of sample \ncollection. \nAll derivative data will be coded and thus pseudonymized. The file linking the code and personal identifiers  \nage/dob will only be accessible to authorized individuals and stored in restricted access, secure \nenvironment managed by the KU Leuven/UZ Leuven ICT facility.  \nThe collection, processing and disclosure of personal data, such as patient health and medical information \nis subject to compliance with applicable personal data protection and the processing of personal data \n(Regulation (EU) 2016/679 also referred as the General Data Protection Regulation (\"GDPR\") and the \nBelgian Law of July 30 2018 on the protection of natural persons with regard to the processing of personal \ndata).\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \n4 See Glossary Flemish Standard Data Management Plan  \nFlemish Standard DMP 8Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \nFlemish Standard DMP 93.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).Protocols and details related to data collection and processing will be recorded and transcribed to Word or  \nExcel files by the applicant (Anne-Marie Peeters). Data folders containing raw and processed data will be \nhierarchically organized and labelled based on the source of the data, the type of experiment, the date of \ndata generation, and the different experimental conditions analysed.  \nWe will include a README.txt document in the file with experimental data. This document will contain \ninformation on the study design, information on the context in which the data were gathered, the origin of  \nthe data and the context of the datasets and all necessary information for an independent analyst to use \nor reuse the data accurately and efficiently.  \nData analysis methods and particularities (including metadata) will be described in text documents and \nExcel files included in these folders.  \nResearch methods and practices (including the informed consent process) will be\nfully documented. Details on the setting of the data collection and the selection of participants will be \ndocumented. An overview of all steps taken to remove direct identifiers (e.g. name, date of birth) in the \ndata will be added to the documentation.\nThe codebook will contain information about the study, files and variables. It will also provide instructions \non how to read, analyse, interpret and verify the data.  \nAll files will be stored on REDCap (secured).  \nFlemish Standard DMP 10Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.☐ Yes\n☒ No\nText documents and Excel files stored within each experiment folder in REDCap will respectively contain \nguidelines describing data collection/analysis methods and all relevant metadata (including experimental \nconditions, sample keys, computational analysis pipelines and their parameters) to ensure the reusability \nof the data and the reproducibility of any further data generation.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? Upon data collection/preprocessing, temporary copies of the digital data will primarily be stored in the UZ  \nLeuven managed personal computer of the applicant (Anne-Marie Peeters). A copy of the data will be \nimmediately uploaded to REDCap for long-term preservation and backup.\nCopies can be made and kept on personal devices in accordance with the level of authorisation of the user \nand the data security level of their device. Sensitive personal data concerning the study participants will be  \nstored in a KUL/UZ secure environment. We will use KUL/UZ managed storage and file-sharing facilities as \nwell as the REDCap platform for active use of the data during the project\nREDCap will be used to build the database of this project. We will ensure secure data storage at the start \nof the project and this for the full duration of the project and 5 years thereafter. A centralized network \nfolder at KU Leuven servers will be used.  \nBiological samples are stored in the laboratory in fridges, freezers ( -80°C).  \nFlemish Standard DMP 11How will the data be backed up? Automatic backups for the disk capacity will consist of “snapshot” technology, where all incremental \nchanges in respect of the previous version are kept online. It is standard procedure that 1 snapshot is \nmade per day and that these snapshots are kept for 14 days. The end user can personally restore \npreviously dated files from his or her Windows PC by using the “previous versions” function. Security \ngroups can be set up to enable user management (by the local IT administrator). A mirror (an exact copy) \nof the data is provided in the second ICTS data center for “business continuity” or “disaster recovery” \npurposes. A file is copied to the second data center as soon as it is written to a drive. ICTS can put the copy  \nonline within an hour in case of disaster with the primary storage. The operating and maintaining of the \nstorage solution is performed by ICTS.\nThe data regarding results from biochemical analyses of blood and feces samples will be stored on the \nuniversity's and UZ Leuven central servers with automatic daily back-up procedures.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nWe expect REDCap to have enough back-up capacity to save all data and documents. If necessary, \nadditional Gb can be obtained, for which we have budget available.\nFor storage of samples we have currently sufficient storage space in fridges and freezers. If there would be  \na problem regarding the storage of samples, there is budget to buy an additional freezer.  \nFlemish Standard DMP 12How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?To access the original data (i.e., not the backed-up copies), one would need access to the systems. This can  \nbe either digitally, which would require knowledge of the IP adresses and login credentials, or physically. It  \nis the candidate's responsibility to make sure these credentials are not only kept safe but of sufficient \nstrength to deter any unwanted data manipulation. The identifiable biochemical data including results of \nblood and faeces samples from this study, will be managed, processed, and stored in a secure \nenvironment (KUL/UZ).\nData-stored on UZ Leuven-managed personal computers are protected via password access to the \ncomputers, as set up by the UZ Leuven IT department. Off-site access to REDCap data is available from UZ \nLeuven personal computers and is password protected.  \nPersonal data will be pseudonymised by the investigator. All data will be treated confidentially and with \ndue care during the project always in line with the guidelines of UZ Leuven regarding access to and use of \npatient data. The data from the medical file will be collected in a structured manner in a secured computer  \ndocument. This file will be stored in a team-specific storage location on a server of KU Leuven or UZ \nLeuven. Data enabling patient identification will be pseudonymised. This means that the personal data will  \nbe processed in such a way that it can no longer be used attributed to a specific person without the use of \nadditional information.\nFor samples: the laboratory is locked every evening.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?For the storage of digital data using REDCap there will be a cost of 80euros/year.  \nSince we have almost no large-volume files, we do not expect large costs for data storage.  \nRegarding the storage of biological samples, we will work together with the UZ/KU Leuven Biobank. There \nwill be a one-time administration cost of 300euro. We expect the costs of the intake of the samples to \nrange from 384 to 576euros for 48 patients (4 to 6 samples per patient). The yearly cost of storage will \nrange from 96 to 144 euros.\nThe costs that are associated with storage will be covered by internal funding.\nFlemish Standard DMP 135. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears?We expect all data to be kept.\nWhere will these data be archived (stored and \ncurated for the long-term)?The digital data will be stored on the university's central servers (with automatic back-up procedures) for \nat least 10 years, conform the KU Leuven RDM policy.\nBiological and chemical samples will be stored at 4°C and/or as frozen samples in cryovials as appropriate \nvia the UZ/KU Leuven Biobank.  \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Since we have no large-volume files, we do not expect large costs for data storage. The  minor costs that \nmay be associated with storage will be covered by internal funding.  \nRegarding the storage of biological samples, we will work together with the UZ/KU Leuven Biobank.  \nThe yearly cost of storage will range from 96 to 144 euros for 4 to 6 samples per patient if we include 48 \npatients.\nThe costs that are associated with storage will be covered by internal funding.\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nThe type of data that will be made available will be determined on an ad hoc basis and in adherence with \nthe informed consent of the participants and advice from the relevant ethics committees.\nFlemish Standard DMP 14If access is restricted, please specify who will be \nable to access the data and under what \nconditions.Published data will be available to everyone.  \nExperimental data and biological samples will be available only for people from the lab of the PIs.\nAccess will be granted upon written request to the creators of the dataset.\nCommercial reuse is not allowed.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nThe project will make use of a set of analysed human blood and feces samples. Pseudonimyzed data can \nbe made available for further analysis in line with the terms of the ICFs and following advice from the \nrelevant local ethics committees and LRD (Leuven Research and Development).\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.-In a restricted access repository  \n-Upon request by mail  \n-Other (specify): Different data types will be made available by different means according to the \nnature of the data and request. For example, pseudonymised pre-processed results from blood and  \nfaeces samples may be shared with collaborators for new analyses, spreadsheets with \npseudonymised data can be made available on request. Publications relating to the study will be \nprovided in open access via Lirias 2.0.\nWhen will the data be made available? Upon publication of the research results\nFlemish Standard DMP 15Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.☒ Yes\n☐ No \nIf yes:\nWe intend to add a PID/DOI/accession number to our datasets, this is not yet available.  \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  Expected costs associated with data sharing will mostly include publications costs. Publication costs will \ndepend on the type of platform we will use. If we aim to publish in an open access journal, we expect a \npublication cost from around 3000 to 5000 euros per article.  \n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The PhD candidate will be responsible for his/her own data.\nWho will manage data storage and backup \nduring the research project?The PhD candidate will be responsible for his/her own data.\nWho will manage data preservation and \nsharing?This responsibility will lie with the supervisor, as this requires a long-term commitment most\nlikely extending beyond the tenure of the PhD candidates.\nWho will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nTo this end, the PhD candidates commit themselves to keeping the supervisor informed about\nthe status of their respective data backup and preservation."
    },
    "clean_full_text": "Flemish Standard DMP 1Flemish Standard Data Management Plan Project: The crucial role of the sleep-wake system in Alzheimer’s Disease pathophysiology Prof. Dr Maarten Van Den Bossche (Principal Investigator) Anne-Marie Peeters (PhD Student) Flemish Standard DMP 21.General Project Information Name Grant Holder & ORCID Maarten Van Den Bossche 0000-0002-2989-6600 (Principal Investigator) Contributor name(s) (+ ORCID) & roles Anne-Marie Peeters 0000-0002-4837-4568 (PhD Candidate) Project number1 & title The crucial role of the sleep-wake system in Alzheimer’s Disease pathophysiology (3M220475) Funder(s) GrantID2Bijzonder Onderzoeksfonds, Program : KU Leuven Global PhD Partnerships Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ Flemish Standard DMP 3Please provide a short project description There is accumulating evidence, both neurobiological and clinical, that dysregulation of the sleep-wake cycle could be fundamental in Alzheimer’s Disease (AD). From a neurobiological perspective, clear links have been found between changes in sleep and changes in amyloid, tau and atrophy. Mouse model for tauopathies are characterized by marked sleep wake imbalance/hyperarousal, which is strikingly similar to the severe neuropsychiatric symptoms present in most AD patients. Indeed, sleeping problems and daytime agitation in are major causes for institutionalization of AD patients. The Locus coeruleus (LC) is a major regulator of wakefulness/arousal, cognition and stress, and the first brain region to be affected by tau pathology in AD. Orexins are neuropeptides crucial in the sleep-wake function. The orexine receptor type 1 is highly expressed in the LC. Recently, orexin receptor antagonists (ORAs) were developed to treat insomnia, and very interestingly produce physiological sleep. We hypothesize that changes in the sleep/wake system, are crucial in the pathophysiology of AD. We propose that dysregulation of the LC is a key cause of hyperarousal in AD, and that it can be treated to improve AD symptoms and progression. To investigate this, we set up a collaboration between the KU Leuven and the University of Melbourne, to study this system in detail in both mouse models for AD (in Melbourne) and in patients with AD (in Leuven). In a second step, we will look at the effect of ORAs on the sleep-wake system in a mouse model for tauopathy and in patients with AD. 2.Research Data Summary WP1: Developing more insight in the underlying neurobiological mechanisms of agitation in people with Alzheimer’s Disease (AD) and defining possible new biomarkers in peripheral blood. Source: peripheral blood samples from patients with dementia, who are staying at the ward Cog K in Kortenberg. Type: physical data (peripheral human blood), digital data from molecular biology experiments (high performance liquid chromatography of electrochemical detection, ELISA, ECLIA, immunoturbidimetry). Format: Blood samples from patients are stored in -80°C freezer, an excel list with the amount and origin of the samples is stored on REDCap (secured). Flemish Standard DMP 4Experimental results are stored in secured databases in Microsoft Excel (.xlsx) and in text format (as overview list op samples, reports, papers in MS word). Estimated volume: < 1Gb Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Blood samples_AD We will collect blood samples of patients with dementia who are staying at the ward Cog K in Kortenberg. We will also collect experimental data from biological experiments. We will generate new dataWe will collect physical data, namely human peripheral blood. Results from experimental data will be digital.Experimental .txt .xlsx<1GB 1 to 2 samples per patient, 1 blood sample contains max 80ml, aim to include 48 patients WP2: Investigating the role of the gut microbiome regarding agitation and sleep in people with Alzheimer’s Disease. Source: feces samples of patients with dementia, who are staying at the ward Cog K in Kortenberg Type: physical data (feces samples) ), digital data from bacterial analysis of feces samples (16s rRNA gene sequencing, images related to the analysis of the feces samples). Format: Feces samples are stored in -80°C freezer, an excel list with the amount and origin of the samples is stored on REDCap (secured). Flemish Standard DMP 5Experimental results are stored in secured databases in Microsoft Excel (.xlsx) and in text format (as overview list op samples, reports, papers in MS word). Images are stored as GIF or JPEG images. Estimated size: 1-10 Gb Dataset NameDescription New or Reused Digital or Physical Digital Data TypeDigital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Faeces samples_ ADWe will collect faeces samples of patients with dementia who are staying at the ward Cog K in Kortenberg. We will also collect experimental data from 16s rRNA gene sequencing.We will generate new dataWe will collect physical data (feces samples). Results from experimental data will be digital. Experimental .txt .xlsx .JPEG .GIF<100GB 2 samples per patient, 1 stool sample contains 10 to 20g, aim to include 48 patients Flemish Standard DMP 6If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. We will reuse data of the following study: Prediction of Agitation in Dementia by Sensing (PAD, S62882). The ‘PADS’ dataset includes: -Digital raw data of the Chill+ wristband, with focus on actigraphy data -Digital raw data of non-contact sensing during nighttime including respiration rate, heartrate and activity. -Digital data of EMA (ecological momentary assessment) by proxy: Pittsburgh Agitation Scale (PAS) and the Richmond Agitation-Sedation Scale (RASS)). -Digital data of environmental/contextual parameters using sensors measuring room temperature, room humidity, light exposure of the patient, sound-related measurements, position of the patient on the ward or in the hospital. -Digital data of patient files including psychiatric and medical history, medication use, sociodemographic variables. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: S62882 was approved by the EC UZ Leuven. We will file an amendment with the EC for WP1 and 2. Flemish Standard DMP 7Will you process personal data4? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: We will use personal data (eg name of patients, date of birth) to identify patients in function of sample collection. All derivative data will be coded and thus pseudonymized. The file linking the code and personal identifiers age/dob will only be accessible to authorized individuals and stored in restricted access, secure environment managed by the KU Leuven/UZ Leuven ICT facility. The collection, processing and disclosure of personal data, such as patient health and medical information is subject to compliance with applicable personal data protection and the processing of personal data (Regulation (EU) 2016/679 also referred as the General Data Protection Regulation (\"GDPR\") and the Belgian Law of July 30 2018 on the protection of natural persons with regard to the processing of personal data). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: 4 See Glossary Flemish Standard Data Management Plan Flemish Standard DMP 8Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: Flemish Standard DMP 93.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).Protocols and details related to data collection and processing will be recorded and transcribed to Word or Excel files by the applicant (Anne-Marie Peeters). Data folders containing raw and processed data will be hierarchically organized and labelled based on the source of the data, the type of experiment, the date of data generation, and the different experimental conditions analysed. We will include a README.txt document in the file with experimental data. This document will contain information on the study design, information on the context in which the data were gathered, the origin of the data and the context of the datasets and all necessary information for an independent analyst to use or reuse the data accurately and efficiently. Data analysis methods and particularities (including metadata) will be described in text documents and Excel files included in these folders. Research methods and practices (including the informed consent process) will be fully documented. Details on the setting of the data collection and the selection of participants will be documented. An overview of all steps taken to remove direct identifiers (e.g. name, date of birth) in the data will be added to the documentation. The codebook will contain information about the study, files and variables. It will also provide instructions on how to read, analyse, interpret and verify the data. All files will be stored on REDCap (secured). Flemish Standard DMP 10Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.☐ Yes ☒ No Text documents and Excel files stored within each experiment folder in REDCap will respectively contain guidelines describing data collection/analysis methods and all relevant metadata (including experimental conditions, sample keys, computational analysis pipelines and their parameters) to ensure the reusability of the data and the reproducibility of any further data generation. 4.Data Storage & Back-up during the Research Project Where will the data be stored? Upon data collection/preprocessing, temporary copies of the digital data will primarily be stored in the UZ Leuven managed personal computer of the applicant (Anne-Marie Peeters). A copy of the data will be immediately uploaded to REDCap for long-term preservation and backup. Copies can be made and kept on personal devices in accordance with the level of authorisation of the user and the data security level of their device. Sensitive personal data concerning the study participants will be stored in a KUL/UZ secure environment. We will use KUL/UZ managed storage and file-sharing facilities as well as the REDCap platform for active use of the data during the project REDCap will be used to build the database of this project. We will ensure secure data storage at the start of the project and this for the full duration of the project and 5 years thereafter. A centralized network folder at KU Leuven servers will be used. Biological samples are stored in the laboratory in fridges, freezers ( -80°C). Flemish Standard DMP 11How will the data be backed up? Automatic backups for the disk capacity will consist of “snapshot” technology, where all incremental changes in respect of the previous version are kept online. It is standard procedure that 1 snapshot is made per day and that these snapshots are kept for 14 days. The end user can personally restore previously dated files from his or her Windows PC by using the “previous versions” function. Security groups can be set up to enable user management (by the local IT administrator). A mirror (an exact copy) of the data is provided in the second ICTS data center for “business continuity” or “disaster recovery” purposes. A file is copied to the second data center as soon as it is written to a drive. ICTS can put the copy online within an hour in case of disaster with the primary storage. The operating and maintaining of the storage solution is performed by ICTS. The data regarding results from biochemical analyses of blood and feces samples will be stored on the university's and UZ Leuven central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: We expect REDCap to have enough back-up capacity to save all data and documents. If necessary, additional Gb can be obtained, for which we have budget available. For storage of samples we have currently sufficient storage space in fridges and freezers. If there would be a problem regarding the storage of samples, there is budget to buy an additional freezer. Flemish Standard DMP 12How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?To access the original data (i.e., not the backed-up copies), one would need access to the systems. This can be either digitally, which would require knowledge of the IP adresses and login credentials, or physically. It is the candidate's responsibility to make sure these credentials are not only kept safe but of sufficient strength to deter any unwanted data manipulation. The identifiable biochemical data including results of blood and faeces samples from this study, will be managed, processed, and stored in a secure environment (KUL/UZ). Data-stored on UZ Leuven-managed personal computers are protected via password access to the computers, as set up by the UZ Leuven IT department. Off-site access to REDCap data is available from UZ Leuven personal computers and is password protected. Personal data will be pseudonymised by the investigator. All data will be treated confidentially and with due care during the project always in line with the guidelines of UZ Leuven regarding access to and use of patient data. The data from the medical file will be collected in a structured manner in a secured computer document. This file will be stored in a team-specific storage location on a server of KU Leuven or UZ Leuven. Data enabling patient identification will be pseudonymised. This means that the personal data will be processed in such a way that it can no longer be used attributed to a specific person without the use of additional information. For samples: the laboratory is locked every evening. What are the expected costs for data storage and backup during the research project? How will these costs be covered?For the storage of digital data using REDCap there will be a cost of 80euros/year. Since we have almost no large-volume files, we do not expect large costs for data storage. Regarding the storage of biological samples, we will work together with the UZ/KU Leuven Biobank. There will be a one-time administration cost of 300euro. We expect the costs of the intake of the samples to range from 384 to 576euros for 48 patients (4 to 6 samples per patient). The yearly cost of storage will range from 96 to 144 euros. The costs that are associated with storage will be covered by internal funding. Flemish Standard DMP 135. Data Preservation after the end of the Research Project Which data will be retained for at least five years?We expect all data to be kept. Where will these data be archived (stored and curated for the long-term)?The digital data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. Biological and chemical samples will be stored at 4°C and/or as frozen samples in cryovials as appropriate via the UZ/KU Leuven Biobank. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Since we have no large-volume files, we do not expect large costs for data storage. The minor costs that may be associated with storage will be covered by internal funding. Regarding the storage of biological samples, we will work together with the UZ/KU Leuven Biobank. The yearly cost of storage will range from 96 to 144 euros for 4 to 6 samples per patient if we include 48 patients. The costs that are associated with storage will be covered by internal funding. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: The type of data that will be made available will be determined on an ad hoc basis and in adherence with the informed consent of the participants and advice from the relevant ethics committees. Flemish Standard DMP 14If access is restricted, please specify who will be able to access the data and under what conditions.Published data will be available to everyone. Experimental data and biological samples will be available only for people from the lab of the PIs. Access will be granted upon written request to the creators of the dataset. Commercial reuse is not allowed. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No The project will make use of a set of analysed human blood and feces samples. Pseudonimyzed data can be made available for further analysis in line with the terms of the ICFs and following advice from the relevant local ethics committees and LRD (Leuven Research and Development). Where will the data be made available? If already known, please provide a repository per dataset or data type.-In a restricted access repository -Upon request by mail -Other (specify): Different data types will be made available by different means according to the nature of the data and request. For example, pseudonymised pre-processed results from blood and faeces samples may be shared with collaborators for new analyses, spreadsheets with pseudonymised data can be made available on request. Publications relating to the study will be provided in open access via Lirias 2.0. When will the data be made available? Upon publication of the research results Flemish Standard DMP 15Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.☒ Yes ☐ No If yes: We intend to add a PID/DOI/accession number to our datasets, this is not yet available. What are the expected costs for data sharing? How will these costs be covered? Expected costs associated with data sharing will mostly include publications costs. Publication costs will depend on the type of platform we will use. If we aim to publish in an open access journal, we expect a publication cost from around 3000 to 5000 euros per article. 7. Responsibilities Who will manage data documentation and metadata during the research project?The PhD candidate will be responsible for his/her own data. Who will manage data storage and backup during the research project?The PhD candidate will be responsible for his/her own data. Who will manage data preservation and sharing?This responsibility will lie with the supervisor, as this requires a long-term commitment most likely extending beyond the tenure of the PhD candidates. Who will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). To this end, the PhD candidates commit themselves to keeping the supervisor informed about the status of their respective data backup and preservation."
}