{
    "document_id": "D-2021-1112",
    "LinkTitle": "D-2021-1112",
    "file_name": "D-2021-1112.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1112.pdf",
    "metadata": {
        "title": "FWO_ DMP_1295122N_Single cell investigation of intussusceptive angiogenesis in health and disease - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n FWO_ DMP_1295122N_Single cell investigation of intussusceptive angiogenesis in\nhealth and disease - DMP title\nProject Identifier\n u0134882\nGrant Title\n 1295122N\nPrincipal Investigator / Researcher\n Alessandra Pasut\nDescription\n In this project I propose to use single cell technologies to (i) investigate the cellular\nand molecular signature of intussusceptive angiogenesis (IA) across different species and tissues\nand (ii) discover novel targets to treat pathological angiogenesis.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nAlessandra Pasut\nFWO Project Number & Title\n \nProject number:1295122N \nTitle: SINGLE CELL INVESTIGATION OF INTUSSUSCEPTIVE ANGIOGENESIS IN HEALTH AND\nDISEASE\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWP1: MODELS OF INTUSSUCEPTIEV ANGIOGENESIS (IA) & OPTIMIZATION OF PROTOCOLS\n(common for both tasks 1.1. and 1.2)\n1. Isolation of endothelial cells (ECs)\nFlow cytometry data analyzed by FlowJo (\n.fcs\n files) - processed/analyzed data: excel files\n(.xlsx\n)\n2. Imaging of endothelial cells/vasculature\ndigital images processed by the ImageJ/FiJi JAVA package (\n.tiff / .jpeg\n) and analyzed via\nexcel (.\nxlsx)\nWP2: SINGLE CELL RNA-SEQ ANALYSIS OF IA IN CHICKEN & MOUSE MODEL\nTask 2.1.Single cell library sequencing \nSingle-cell RNA sequencing analysis raw, unprocessed data files (\n.fastq\n) will be aligned to\nthe mouse or chicken genome and the feature-barcode matrix will be generated using\nCellRanger 6.0.1 (.\ncsv)\nTask 2.2 and 2.3. single cell data analyses \ntranscriptome-based cell clustering, differential expression analysis and function enrichment\nanalysis, ligand-receptor interaction analysis will be performed using the Seurat package\nimplemented in R 4.0.1 (\n.csv)\nWP3: IA GENE SIGNATURE IN COVID-19 and WP4: CONSERVED IA GENE EXPRESSION SIGNATURE\n(common for task 3.1. and 4.1)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\ntranscriptome-based cell clustering, differential expression analysis and function enrichment\nanalysis, will be performed using the Seurat package implemented in R 4.0.1 (\n.csv)\nWP5: VALIDATION- LEVEL I\nTask 5.1. Validation via spatial gene analysis \nspatial analysis of the selected target(s) identifed in WP4 will be performed using  the\nsoftware provided by Apollo Life Sciences.\nImmunostaining will be used to confirm protein expression and images processed by the\nImageJ/FiJi JAVA package (\n.tiff / .jpeg\n) and analyzed via excel (.\nxlsx)\nTask 5.2. in silico target characterization\nin silico molecular target characterization via text mining approach will be performed using\nteh web application Uniapp (unicle.be) and further analyzed via excel (.\nxlsx)\nTask 5.3. repurposing drugs for IA treatment\nin silico drug repurposing characterization will be performed via the web\napplication (https://clue.io) and further analyzed via excel ( \n.xlsx\n).\nWP6: VALIDATION- LEVEL II\nTask 6.1.\nIn vitro\n functional assays (using human umbilical vein endothelial cells (HUVEC))\nEC spreading/hypertrophy (measuring the number and length of cytoplasmic protrusions\nand cell size diameter) excel / word (\n.xlsx / .docx)\nEC proliferation (3H-thymidine incorporation into DNA) - excel / word (\n.xlsx / .docx)\nEC barrier function/integrity (trans-endothelial electrical resistance)- excel / word (\n.xlsx /\n.docx)\nEC migration (wound healing assay: wound closure) - excel / word (\n.xlsx / .docx).\nDigital\nimages processed by the ImageJ/FiJi JAVA package (.tiff / .jpeg)\nEC sprouting assay (spheroid assay-measurement of sprouts number and total sprout\nlength) in excel / word (\n.xlsx / .docx)\n.Digital images processed by the ImageJ/FiJi JAVA\npackage\n (.tiff / .jpeg)\nValidation of target expression via immunostaining images processed by the ImageJ/FiJi\nJAVA package\n (.tiff / .jpeg) \nand analyzed via excel\n (.xlsx)\nValidation of target expression via western blot. Digital images processed with the\nImageJ/FiJi JAVA package (\n.tiff / .jpeg\n) and analyzed via excel\n (.xlsx)\nValidation of target expression via qRT-PCR analyses - excel files (\n.csv \nand \n.xlsx \nfile\n)\nTask 6.2.\nIn vivo\n functional assays\nAnalysis of neovascularization in the chick or mouse model: digital images processed by the\nImageJ/FiJi JAVA package (\n.tiff / .jpeg\n) and analzyed via excel files (\n.csv \nand \n.xlsx \nfile\n)\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\n \nECD for the pilot prazosin mouse model described in WP1 task 1.2 obtained. ECD P147/2020\nWe plan to apply for amendements to ECD P147/2020 and for new ethical approval required forof\npreclinical mouse models, scheduled for late 2023. All the necessary information will be made\navailable in due time.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nYes, we foresee that our research results will have both, tech transfer and valorisation potential.\nThe study may offer new approaches to treat pathological angiogenesis based on modulation of\nendothelial cells and their metabolism. Novel IP potential will be pursued, patented and managed\nas per the framework agreement between the KU Leuven LRD and the VIB tech transfer. \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\nCurrently, there are no 3\nrd\n party agreements in place that restrict dissemination or exploitation\nof data.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll generated data are stored in lab notebooks (mostly digital). An online lab management\nsystem: Electronic Lab Notebook (ELN) is secured and backed up by the ICTS KU Leuven\ndepartment. ELN has a logging in system that allows for easy data searching, copying data and it\nis very traceable with a long-term storage possibility (far beyond the required 5 years).\nAdditionally, all standard operating procedures (experimental design, sampling, abbreviations\nused, lab guides, etc.) will be available as a PDF document and .docx file, organized (by the name\nof the researcher and exact experimentation date) into subfolders accompanied by a detailed\nexperiment description, stored on the local network (L-drive) and BOX cloud. Therefore, all the\nfiles are, and will be, easily searchable and available for all group members and collaborators to\nprecisely repeat experiments and allow data processing, if needed.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nIn general, no metadata standard will be used. As described above, experimental metadata will\nbe stored in a searchable database format:\nResearcher\nDate\nType of study (in vitro, in vivo, in silico)\nSummary followed by a detailed experimental description\nType of generated data\nType of analysis\nDigital tool used for analysis\nInfo about data storage\nRaw RNAseq data will be in FASTQ format, which is a text-based format for storing both\nsequencing data and its corresponding quality score. Modeling files pertaining to the different\nwork packages will be stored in the SBML format, which is a text-based format containing various\nfields related to metabolic reactions, their corresponding gene and protein IDs and predicted flux\ninformation.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll data will be stored on the \"large storage network L-drive\" - KU Leuven LUNA, centrally\nmanaged by the IT department of KU Leuven: ICTS (Informatie en Communicatie: Technologie en\nSystemen). Additionally, a cloud-based KU Leuven Enterprise BOX is available for the secure\nstorage, management and sharing documents between members of the research group.\nHow is backup of the data provided?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nHow is backup of the data provided?\nThe data will be backed up in two ways. Automatic back-up (every 24 hours) of the network L-\ndrive is controlled by the ICTS KU Leuven department. Additionally, every researcher’s computer\nis equipped with the Druva InSync Cloud Platform. Druva Cloud protects and manages data\nacross all devices, and allows to perform the backup operations even every 5 minutes (managed\nindividually - depends on the user).\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nYes. An unlimited storage space is already available and maintained by the ICTS KU Leuven\ndepartment\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nBack-up costs of 1 TB (KU Leuven ICTS): 128.39 €/year. The lab budget will cover storage & back\nup costs.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nResearch data are stored and managed by the KU Leuven IT department, and are accessible only\nby the researchers working on the project (access rights & password protection via KU Leuven\nlogin system).\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll generated data will be retained for at least 5 years after the end of the project. For publication\npurposes, our data will be publicly available on data repositories and published articles have an\nopen access status.\nWhere will the data be archived (= stored for the longer term)?\nData will be stored on the archive K-drive, which is also managed by the ICTS KU Leuven\ndepartment (secured with access right management).\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nYearly storage costs of 1TB data on the K-drive: 128.39 €/year. The lab budget will cover storage\n& back up costs.\n \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nIn principle, there will be no restrictions on sharing and reusing data, excluding possible specific\nIP rights.\nWhich data will be made available after the end of the project?\nAll data will be made available after appropriate IP protection.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nData will be published using open access publications and will be available at dedicated data\nrepositories. Unpublished research data will be accessible to the PI’s group and all scientific\ncollaborators involved in the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWhen will the data be made available?\nUpon publication of the research results\nData will be made available at the time of publication.\nWho will be able to access the data and under what conditions?\nWhen published, all the data will be uploaded in public data bases (as per journal guidelines), or\nwill be provided to investigators on request if no public data base upload is required/possible.\nWhat are the expected costs for data sharing? How will the costs be covered?\nWe do not expect any costs for data sharing to publicly available repositories.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nPI (Peter Carmeliet) & lab manager (Luc Schoonjans) & involved researchers\nWho will be responsible for data storage & back up during the project?\nThe local IT-manager (Urbain Scherpereel) and the ICTS KU Leuven department.\nWho will be responsible for ensuring data preservation and reuse ?\nThe local IT-manager (Urbain Scherpereel) and the ICTS KU Leuven department\nWho bears the end responsibility for updating & implementing this DMP?\nThe individual researcher (Alessandra Pasut) \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name FWO_ DMP_1295122N_Single cell investigation of intussusceptive angiogenesis in health and disease - DMP title Project Identifier u0134882 Grant Title 1295122N Principal Investigator / Researcher Alessandra Pasut Description In this project I propose to use single cell technologies to (i) investigate the cellular and molecular signature of intussusceptive angiogenesis (IA) across different species and tissues and (ii) discover novel targets to treat pathological angiogenesis. Institution KU Leuven 1. General Information Name applicant Alessandra Pasut FWO Project Number & Title Project number:1295122N Title: SINGLE CELL INVESTIGATION OF INTUSSUSCEPTIVE ANGIOGENESIS IN HEALTH AND DISEASE Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP1: MODELS OF INTUSSUCEPTIEV ANGIOGENESIS (IA) & OPTIMIZATION OF PROTOCOLS (common for both tasks 1.1. and 1.2) 1. Isolation of endothelial cells (ECs) Flow cytometry data analyzed by FlowJo ( .fcs files) - processed/analyzed data: excel files (.xlsx ) 2. Imaging of endothelial cells/vasculature digital images processed by the ImageJ/FiJi JAVA package ( .tiff / .jpeg ) and analyzed via excel (. xlsx) WP2: SINGLE CELL RNA-SEQ ANALYSIS OF IA IN CHICKEN & MOUSE MODEL Task 2.1.Single cell library sequencing Single-cell RNA sequencing analysis raw, unprocessed data files ( .fastq ) will be aligned to the mouse or chicken genome and the feature-barcode matrix will be generated using CellRanger 6.0.1 (. csv) Task 2.2 and 2.3. single cell data analyses transcriptome-based cell clustering, differential expression analysis and function enrichment analysis, ligand-receptor interaction analysis will be performed using the Seurat package implemented in R 4.0.1 ( .csv) WP3: IA GENE SIGNATURE IN COVID-19 and WP4: CONSERVED IA GENE EXPRESSION SIGNATURE (common for task 3.1. and 4.1) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 transcriptome-based cell clustering, differential expression analysis and function enrichment analysis, will be performed using the Seurat package implemented in R 4.0.1 ( .csv) WP5: VALIDATION- LEVEL I Task 5.1. Validation via spatial gene analysis spatial analysis of the selected target(s) identifed in WP4 will be performed using the software provided by Apollo Life Sciences. Immunostaining will be used to confirm protein expression and images processed by the ImageJ/FiJi JAVA package ( .tiff / .jpeg ) and analyzed via excel (. xlsx) Task 5.2. in silico target characterization in silico molecular target characterization via text mining approach will be performed using teh web application Uniapp (unicle.be) and further analyzed via excel (. xlsx) Task 5.3. repurposing drugs for IA treatment in silico drug repurposing characterization will be performed via the web application (https://clue.io) and further analyzed via excel ( .xlsx ). WP6: VALIDATION- LEVEL II Task 6.1. In vitro functional assays (using human umbilical vein endothelial cells (HUVEC)) EC spreading/hypertrophy (measuring the number and length of cytoplasmic protrusions and cell size diameter) excel / word ( .xlsx / .docx) EC proliferation (3H-thymidine incorporation into DNA) - excel / word ( .xlsx / .docx) EC barrier function/integrity (trans-endothelial electrical resistance)- excel / word ( .xlsx / .docx) EC migration (wound healing assay: wound closure) - excel / word ( .xlsx / .docx). Digital images processed by the ImageJ/FiJi JAVA package (.tiff / .jpeg) EC sprouting assay (spheroid assay-measurement of sprouts number and total sprout length) in excel / word ( .xlsx / .docx) .Digital images processed by the ImageJ/FiJi JAVA package (.tiff / .jpeg) Validation of target expression via immunostaining images processed by the ImageJ/FiJi JAVA package (.tiff / .jpeg) and analyzed via excel (.xlsx) Validation of target expression via western blot. Digital images processed with the ImageJ/FiJi JAVA package ( .tiff / .jpeg ) and analyzed via excel (.xlsx) Validation of target expression via qRT-PCR analyses - excel files ( .csv and .xlsx file ) Task 6.2. In vivo functional assays Analysis of neovascularization in the chick or mouse model: digital images processed by the ImageJ/FiJi JAVA package ( .tiff / .jpeg ) and analzyed via excel files ( .csv and .xlsx file ) 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes ECD for the pilot prazosin mouse model described in WP1 task 1.2 obtained. ECD P147/2020 We plan to apply for amendements to ECD P147/2020 and for new ethical approval required forof preclinical mouse models, scheduled for late 2023. All the necessary information will be made available in due time. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Yes, we foresee that our research results will have both, tech transfer and valorisation potential. The study may offer new approaches to treat pathological angiogenesis based on modulation of endothelial cells and their metabolism. Novel IP potential will be pursued, patented and managed as per the framework agreement between the KU Leuven LRD and the VIB tech transfer. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No Currently, there are no 3 rd party agreements in place that restrict dissemination or exploitation of data. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? All generated data are stored in lab notebooks (mostly digital). An online lab management system: Electronic Lab Notebook (ELN) is secured and backed up by the ICTS KU Leuven department. ELN has a logging in system that allows for easy data searching, copying data and it is very traceable with a long-term storage possibility (far beyond the required 5 years). Additionally, all standard operating procedures (experimental design, sampling, abbreviations used, lab guides, etc.) will be available as a PDF document and .docx file, organized (by the name of the researcher and exact experimentation date) into subfolders accompanied by a detailed experiment description, stored on the local network (L-drive) and BOX cloud. Therefore, all the files are, and will be, easily searchable and available for all group members and collaborators to precisely repeat experiments and allow data processing, if needed. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No In general, no metadata standard will be used. As described above, experimental metadata will be stored in a searchable database format: Researcher Date Type of study (in vitro, in vivo, in silico) Summary followed by a detailed experimental description Type of generated data Type of analysis Digital tool used for analysis Info about data storage Raw RNAseq data will be in FASTQ format, which is a text-based format for storing both sequencing data and its corresponding quality score. Modeling files pertaining to the different work packages will be stored in the SBML format, which is a text-based format containing various fields related to metabolic reactions, their corresponding gene and protein IDs and predicted flux information. 5. Data storage and backup during the FWO project Where will the data be stored? All data will be stored on the \"large storage network L-drive\" - KU Leuven LUNA, centrally managed by the IT department of KU Leuven: ICTS (Informatie en Communicatie: Technologie en Systemen). Additionally, a cloud-based KU Leuven Enterprise BOX is available for the secure storage, management and sharing documents between members of the research group. How is backup of the data provided? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 How is backup of the data provided? The data will be backed up in two ways. Automatic back-up (every 24 hours) of the network L- drive is controlled by the ICTS KU Leuven department. Additionally, every researcher’s computer is equipped with the Druva InSync Cloud Platform. Druva Cloud protects and manages data across all devices, and allows to perform the backup operations even every 5 minutes (managed individually - depends on the user). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Yes. An unlimited storage space is already available and maintained by the ICTS KU Leuven department What are the expected costs for data storage and back up during the project? How will these costs be covered? Back-up costs of 1 TB (KU Leuven ICTS): 128.39 €/year. The lab budget will cover storage & back up costs. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Research data are stored and managed by the KU Leuven IT department, and are accessible only by the researchers working on the project (access rights & password protection via KU Leuven login system). 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All generated data will be retained for at least 5 years after the end of the project. For publication purposes, our data will be publicly available on data repositories and published articles have an open access status. Where will the data be archived (= stored for the longer term)? Data will be stored on the archive K-drive, which is also managed by the ICTS KU Leuven department (secured with access right management). What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Yearly storage costs of 1TB data on the K-drive: 128.39 €/year. The lab budget will cover storage & back up costs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No In principle, there will be no restrictions on sharing and reusing data, excluding possible specific IP rights. Which data will be made available after the end of the project? All data will be made available after appropriate IP protection. Where/how will the data be made available for reuse? In an Open Access repository Data will be published using open access publications and will be available at dedicated data repositories. Unpublished research data will be accessible to the PI’s group and all scientific collaborators involved in the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 When will the data be made available? Upon publication of the research results Data will be made available at the time of publication. Who will be able to access the data and under what conditions? When published, all the data will be uploaded in public data bases (as per journal guidelines), or will be provided to investigators on request if no public data base upload is required/possible. What are the expected costs for data sharing? How will the costs be covered? We do not expect any costs for data sharing to publicly available repositories. 8. Responsibilities Who will be responsible for data documentation & metadata? PI (Peter Carmeliet) & lab manager (Luc Schoonjans) & involved researchers Who will be responsible for data storage & back up during the project? The local IT-manager (Urbain Scherpereel) and the ICTS KU Leuven department. Who will be responsible for ensuring data preservation and reuse ? The local IT-manager (Urbain Scherpereel) and the ICTS KU Leuven department Who bears the end responsibility for updating & implementing this DMP? The individual researcher (Alessandra Pasut) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}