{
    "document_id": "D-2021-1159",
    "LinkTitle": "D-2021-1159",
    "file_name": "D-2021-1159.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1159.pdf",
    "metadata": {
        "title": "FWO DMP - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n FWO DMP - DMP title\nProject Identifier\n u0145033\nGrant Title\n 1159422N\nPrincipal Investigator / Researcher\n Alex Calzoni\nDescription\n To interact with the environment, animals must be able to process sensory\ninformation and initiate suitable responses. The superior colliculus is a central node in the\nmammalian visual system that mediates a set of defensive and orienting behaviors. My goal is to\nunderstand how individual collicular cell types encode and disseminate visual information to\nguide these innate behaviors. \nFor this, I aim to determine the response properties of genetically\nidentified neurons to salient visual stimuli across the visual field, their connectivity, and direct\neffect on behavior by using a combination of electrophysiological and imaging techniques, viral\ntracing systems, optogenetics, and different behavioral setups.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nAlex Calzoni\nFWO Project Number & Title\n1159422N\n'Determining the role of defined collicular cell types in visual field-dependent innate behaviors'\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of data\nFormat\nVolume\nHow created\nMicroscopy images\nof brain tissue with\nlabelled cells\n.nd2\n1 file, max\n7 GB\nWidefield\nfluorescence\nslidescanner\n.lsm\n1 file, max\n600 MB\nConfocal\nfluorescence\nmicroscope\n.tif\n1 file,\nvariable\n(MB-GB)\nProcessed\nimage\nElectrophysiological\ndata\nNeurodata\nWithout\nBorders\n1 file, max\n10 GB\nNeuropixel\nprobe\nrecordings\nCamera recordings\nof animal’s\nbehavior\n.avi\n1 file, max\n5 GB\nCamera\nrecording the\nanimal’s\nbehavior to\nvisual\nstimulation\nTime series\ncontaining\ninformation about\ncamera, stimulus\nand frame triggers,\nand the animal’s\nrunning speed\nduring recordings\n.H5\n1 file, KB-\nMB range\n \n.csv\nParameter files that\ncontain details\nabout displayed\nvisual stimuli.\n.H5\n1 file, KB-\nMB range\n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\n014-2018\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1\n. \nFor microscopy images, the following information will be noted: dimensions, image type, bit-\ndepth, pixel sizes and microscope settings. The methodology and protocol for acquisition\nand processing will be described in detail in a notebook.\n2\n. \nInformation about extracellular electrophysiology data (spiking timescales for each\nrecording channel) will be collected as a .nwb file. A notebook section for each experiment\nwill detail what the data represent and how it was generated. Camera recording files (.avi)\nof the animal’s behavior during electrophysiological recording will be stored in the same\nfolder (named after the number of experiment).\n3\n. \nA detailed description of time series files containing information about the camera, stimulus\nand frame triggers, and the animal’s running speed during recordings will be stored in a\nReadMe file inside the folder of the corresponding experiment, together with an explanation\nof parameter files that contain details about displayed visual stimuli.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nSee above for metadata.\nA detailed description of how data storage is structured and accessed is present in the laboratory\nnotebook.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nOur institute has a file server with automatic backup system on which all data will be stored for\nat least 5 years after the research project ends. Data about each experiment is stored in a\nfolder named after the experiment's number.\nHow is backup of the data provided?\nOur file server has an automatic backup system.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe capacity of the file server is 10 TB per person. Data will also be stored on the group-internal\nfile server (capacity of 100 TB) where it can be easily accessed. Manuscripts are stored on a\ngroup internal OneDrive that is based on the IMEC corporate account. After each experiment,\ndata is saved to the group-internal file server for preservation and analyzed there. After analysis,\ndata is stored at the institute-internal file server.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe costs are covered by the central budget of NERF.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nTo access the stored data user need to:\nConnect to a dedicated network from a PC registered in the IMEC internal network\nInput password for a determined storage server\nTrying to access an IMEC server from any network (wifi, ethernet cable) will not work.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for at least 5 years after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nData will be archived on an internal file server at NERF.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe costs are covered by the central budget of NERF.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nGenerated data mentioned in manuscripts and figures will be made available publicly on a\nhosting service equivalent to OSF (osf.io).\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWhen will the data be made available?\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nUpon publication of the research results\nAfter being published and the period of the embargo is over (6 months in Belgium). The Open\nAccess provision in the Belgian law gives authors the right to make scholarly publications\navailable in Open Access with a maximum embargo period of 6 months for Science Technology\nand Medicine (STM).\nWho will be able to access the data and under what conditions?\nAnyone, provided that they give appropriate credit to the creators.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThe costs are currently free at OSF for the expected data.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nAlex Calzoni and Prof. Karl Farrow (PI)\nWho will be responsible for data storage & back up during the project?\nAlex Calzoni and Prof. Karl Farrow (PI)\nWho will be responsible for ensuring data preservation and reuse ?\nProf. Karl Farrow (PI)\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI (Prof. Karl Farrow) bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name FWO DMP - DMP title Project Identifier u0145033 Grant Title 1159422N Principal Investigator / Researcher Alex Calzoni Description To interact with the environment, animals must be able to process sensory information and initiate suitable responses. The superior colliculus is a central node in the mammalian visual system that mediates a set of defensive and orienting behaviors. My goal is to understand how individual collicular cell types encode and disseminate visual information to guide these innate behaviors. For this, I aim to determine the response properties of genetically identified neurons to salient visual stimuli across the visual field, their connectivity, and direct effect on behavior by using a combination of electrophysiological and imaging techniques, viral tracing systems, optogenetics, and different behavioral setups. Institution KU Leuven 1. General Information Name applicant Alex Calzoni FWO Project Number & Title 1159422N 'Determining the role of defined collicular cell types in visual field-dependent innate behaviors' Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of data Format Volume How created Microscopy images of brain tissue with labelled cells .nd2 1 file, max 7 GB Widefield fluorescence slidescanner .lsm 1 file, max 600 MB Confocal fluorescence microscope .tif 1 file, variable (MB-GB) Processed image Electrophysiological data Neurodata Without Borders 1 file, max 10 GB Neuropixel probe recordings Camera recordings of animal’s behavior .avi 1 file, max 5 GB Camera recording the animal’s behavior to visual stimulation Time series containing information about camera, stimulus and frame triggers, and the animal’s running speed during recordings .H5 1 file, KB- MB range .csv Parameter files that contain details about displayed visual stimuli. .H5 1 file, KB- MB range 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes 014-2018 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1 . For microscopy images, the following information will be noted: dimensions, image type, bit- depth, pixel sizes and microscope settings. The methodology and protocol for acquisition and processing will be described in detail in a notebook. 2 . Information about extracellular electrophysiology data (spiking timescales for each recording channel) will be collected as a .nwb file. A notebook section for each experiment will detail what the data represent and how it was generated. Camera recording files (.avi) of the animal’s behavior during electrophysiological recording will be stored in the same folder (named after the number of experiment). 3 . A detailed description of time series files containing information about the camera, stimulus and frame triggers, and the animal’s running speed during recordings will be stored in a ReadMe file inside the folder of the corresponding experiment, together with an explanation of parameter files that contain details about displayed visual stimuli. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No See above for metadata. A detailed description of how data storage is structured and accessed is present in the laboratory notebook. 5. Data storage and backup during the FWO project Where will the data be stored? Our institute has a file server with automatic backup system on which all data will be stored for at least 5 years after the research project ends. Data about each experiment is stored in a folder named after the experiment's number. How is backup of the data provided? Our file server has an automatic backup system. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The capacity of the file server is 10 TB per person. Data will also be stored on the group-internal file server (capacity of 100 TB) where it can be easily accessed. Manuscripts are stored on a group internal OneDrive that is based on the IMEC corporate account. After each experiment, data is saved to the group-internal file server for preservation and analyzed there. After analysis, data is stored at the institute-internal file server. What are the expected costs for data storage and back up during the project? How will these costs be covered? The costs are covered by the central budget of NERF. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To access the stored data user need to: Connect to a dedicated network from a PC registered in the IMEC internal network Input password for a determined storage server Trying to access an IMEC server from any network (wifi, ethernet cable) will not work. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for at least 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? Data will be archived on an internal file server at NERF. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The costs are covered by the central budget of NERF. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Generated data mentioned in manuscripts and figures will be made available publicly on a hosting service equivalent to OSF (osf.io). Where/how will the data be made available for reuse? In an Open Access repository When will the data be made available? After an embargo period. Specify the length of the embargo and why this is necessary Upon publication of the research results After being published and the period of the embargo is over (6 months in Belgium). The Open Access provision in the Belgian law gives authors the right to make scholarly publications available in Open Access with a maximum embargo period of 6 months for Science Technology and Medicine (STM). Who will be able to access the data and under what conditions? Anyone, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? The costs are currently free at OSF for the expected data. 8. Responsibilities Who will be responsible for data documentation & metadata? Alex Calzoni and Prof. Karl Farrow (PI) Who will be responsible for data storage & back up during the project? Alex Calzoni and Prof. Karl Farrow (PI) Who will be responsible for ensuring data preservation and reuse ? Prof. Karl Farrow (PI) Who bears the end responsibility for updating & implementing this DMP? The PI (Prof. Karl Farrow) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}