{
    "document_id": "D-2023-2317",
    "LinkTitle": "D-2023-2317",
    "file_name": "D-2023-2317.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2317.pdf",
    "metadata": {
        "title": "D-2023-2317",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": " \nA COMPARATIVE STUDY OF THE VIEWS REGARDING PALLIATIVE \nSEDATION IN CHRISTIAN AND INDIAN RELIGIONS  \nA Data Management Plan created using DMPonline.be  \n \nCreators:      Mar Gil Alvarez https://orcid.org/0000 -0003 -3755 -0957 , Jonathan Lambaerts https://orcid.org/0009 -\n0007 -9873 -1467 , n.n. n.n.    \n \nAffiliation: KU Leuven (KUL)  \n \nFunder: KU Leuven (KUL)  \n \nTemplate: KU Leuven BOF -IOF \n \nPrincipal Investigator:        Mar Gil Alvarez https://orcid.org/0000 -0003 -3755 -0957 , Jonathan Lambaerts \nhttps://orcid.org/0009 -0007 -9873 -1467 , n.n. n.n.      \n \nGrant number / URL: C14/23/002  \n \nID: 205416  \n \nStart date: 04-12-2023  \n \nEnd date: 03-12-2027  \n \nProject abstract:  \nPalliative sedation is an end -of-life treatment aimed at relieving the suffering caused by refractory symptoms in \nterminally ill patients, i.e. symptoms that cannot be relieved by any means o ther than consciousness reduction. \nPalliative sedation has been the subject of often heated social and academic debate since the 1990s. However, until \nnow, little attention has been paid to the specific views and attitudes that the world's religions presen t with respect to \nthis practice. Considering that religion can have a remarkable influence on the attitudes that both palliative care \npatients and their families and caregivers adopt towards palliative sedation, it is important to know what religious \ntraditions actually say or teach about the practice. Such a goal becomes especially relevant in the context of a \ncountry and continent that in recent decades has become much more multi -cultural and multi -religious.  \nAt present, much is known and much has been wr itten about religious views on certain end -of-life treatment decisions \nsuch as euthanasia, pain control, and withholding or withdrawing life -sustaining treatments (e.g., artificial hydration \nand nutrition). Nonetheless, palliative sedation, being a fairly recent specialized development in palliative care, has so \nfar received only limited attention from the part of religious authorities (and also from specialists themselves). \nConsidering such a gap in palliative care research, the present project aims to she d light on the normative ethical \nattitudes presented by the major Christian and Indian religious traditions towards palliative sedation.   \nTo this end, the project consists of three parts. (1) First, a comprehensive database on the views of Christian and \nIndian religious traditions on palliative sedation will be developed through a systematic literature study. All available \nempirical studies on the role of religion in palliative sedation, as well as the teachings of religious authorities and \nreligious specia lists on this topic, will be collected and reviewed. Since most religious traditions have not yet officially \nproclaimed their teachings and positions on palliative sedation specifically, (2) in a second phase, leading authorities \nand specialists from each tradition will be interviewed about their position on palliative sedation (semi -structured \ninterviews, grounded theory approach). This part of the project will focus specifically on religious authorities in \nBelgium. (3) Finally, once a clear picture of the  (variety of) views of each tradition has been obtained, the \nperspectives of both religious traditions (Christianity and Indian religions) will be compared.  \n \nLast modified: 21-03-2024  \n \n \n \nA COMPARATIVE STUDY OF THE VIEWS REGARDING PALLIATIVE \nSEDATION IN CHRISTIAN AND INDIAN RELIGIONS  \n \n \nRESEARCH DATA SUMMARY  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your \nresearch project. For each dataset or data type (observational, experimental etc .), provide a short name & \ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly \ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its \ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.  \n \nDataset name / ID  Description  New or \nreuse  Digital or \nPhysical data  Data Type  File \nformat  Data \nvolume  Physic\nal \nvolume  \n  Indicate:\nN(ew \ndata) or \nE(xisting \ndata)  \n Indicate: \nD(igital) or \nP(hysical)  Indicate:  \nAudiovisual  \nImages  \nSound  \nNumerical \nTextual  \nModel \nSOftware  \nOther \n(specify)   Indicate:  \n<1GB  \n<100GB  \n<1TB  \n<5TB  \n>5TB  \nNA  \nLiterature study         \nProtocol_literature \nsearch  Systematic \nprotocol \ndescription \nabout how to \nconduct the \nsearch of the \nliterature study  N D T .docx  < 100 KB  / \nReports retrieved  Excel file with \nnumber of \nreports \nretrieved per \nquery string \nand database  N D N+T .xlsx < 100 KB  / \nReferences lists \npre-screening  Lists of \nreferences \nretrieved from \nthe databases  E D N+T .ris < 500 KB  / \nReferences \nselection  Lists of \nreferences \nselected and \ndiscarded \n(with reasons)  N D N+T Accessi\nble in \nthe \nsoftwar\ne \nRayyan  / / \nReferences list \npost-screening  List of \nreferences \nselected for \nthe study  E D N+T .ris < 500 KB  / \nData extraction \nsheet  Excel file with \ndata extracted \nfrom the \nselected \nreferences  N D N+T .xlsx 1-2 GB  / \nCodebook_literatur\ne study  NVivo file with \nthe analysis of \nthe selected \nreferences  N D T .nvp < 5 GB  / \nEmpirical study         \nProtocol_Interviews  Instructions \nabout how to N D T .docx  < 100 KB  / \nconduct the \ninterviews, \ntogether with \npre-defined \nquestions/topi\ncs to address \nand the \nconsent form \nfor the \nparticipants to \nsign.  \nAudio recordings  Audio \nrecordings of \nthe interviews \nwith religious \nauthorities and \nspecialists  N D S .mp3  Files of \nabout 105 \ninterviews  \n< 500 GB  / \nTranscripts  Interview \ntranscripts  N D T .docx  8-10 GB  / \nInterview notes   Notes taken \nduring \ninterviews   N P T On \npaper   / Four \nnotebo\noks \nInterview notes_dig  Digitalized \nversion of the \nnotes taken \nduring the \ninterviews  N D T .docx  1-2GB / \nCodebook_Intervie\nws NVivo file with \nthe analysis of \nthe interviews  N D T .nvp < 500 GB  / \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type:  \n \nFor the literature study, reports will be searched in the following databases:   \n● AnthroSource: https://anthrosource.onlinelibrary.wiley.com/   \n● ATLA Religion Database: https://www.ebsco.com/products/research -databases/atla -religion -database -\natlaserials -plus   \n● Bibliography of Asian Studies: https://www.ebsco.com/products/research -databases/bibliography -asian -\nstudies     \n● CINAHL: https://www.ebsco.com/es/productos/bases -de-datos/cinahl -database     \n● Cochrane Library: https://www.cochranelibrary.com/     \n● EMBASE: https://www.elsevier.com/products/embase     \n● Index Theologicus: https://ixtheo.de/     \n● Index Religiosus: http://cpps.brepolis.net/ir/search.cfm     \n● JSTOR: https://www.jstor.org/     \n● MEDLINE: https://www.wolterskluwer.com/en/solutions/ovid/ovid -medline -901    \n● OpenDissertations: https://opendissertations.org/     \n● OpenGrey: https://opengrey.eu/     \n● Philpapers: https://philpapers.org/     \n● PsycARTICLES: https://www.apa.org/pubs/databases/psycarticles     \n● PubMed: https://pubmed.ncbi.nlm.nih.gov/     \n● SciVerse: https://www.researchinformation.info/product/sciverse     \n● ScienceDirect: https://www.sciencedirect.com/     \n● Scopus: https://www.scopus.com/search/form.uri?display=basic#basic     \n● The Philosopher’s Index: https://www.ebsco.com/products/research -databases/philosophers -index     \n● WorldCat: https://search.worldcat.org/     \nA search will be also conducted in the following interfaces:   \n● Google: https://www.google.com/     \n● Google Scholar: https://scholar.google.com/     \n● Limo: https://kuleuven.limo.libis.be    \n● ProQuest: https://www.proquest.com/     \n● Web of Science: https://www.webofscience.com/wos/woscc/basic -search     \nEach report retrieved from the databases and interfaces will be listed with its specific bibliographi c reference in .ris \nformat. The DOI of each report will be part of the information collected in the .ris documents.  \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or \nanimals, dual use)? If so, refe r to specific datasets or data types when appropriate and provide the relevant \nethical approval number.  \n \n● Yes, human subject data (Provide SMEC or EC approval number below)  \nThe interview study will be submitted to the SMEC for ethical approval in January 20 25 (approximate date, could \nchange ). \n \n \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and \nprovide the KU Leuven or UZ Leuven privacy register number (G or S number).  \n \n● Yes (Provide PRET G -number or EC  S-number below)  \nPersonal data will be processed in the following datasets: Audio recordings, Transcripts, Interview notes, Interview \nnotes_dig and Codebook_interviews.  \n● The audio recordings will be deleted after transcription.  \n● Each participant will be assi gned a pseudonym that will be used when manipulating the data.  \n● Any direct identifier of the participants’ personal data will be removed from the interview transcripts, \ninterview notes and codebook.  \nThe KU Leuven privacy register number will be obtained aft er ethical approval submission (see previous point).   \n \n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, \ncommercial exploitation, …)?  If so, please comment per dataset or data type where appropriate.   \n \n● No \n \n \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material \nor Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment \nsection to what data they relate and w hat restrictions are in place.  \n \n● No \n \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related \nto the data you (re)use? If so, please explain in the comment section to what data they relate and which \nrestric tions will be asserted.  \n \n● Yes \nYes, the reuse of reports retrieved from databases in the literature study. In order to avoid plagiarism, the data \nextracted from each report will be cited properly.  \n \nDOCUMENTATION AND METADATA  \n \nClearly describe what approach w ill be followed to capture the accompanying information necessary to keep \ndata understandable and usable, for yourself and others, now and in the future (e.g. in terms of \ndocumentation levels and types required, procedures used, Electronic Lab Notebooks, R EADME.txt files, \ncodebook.tsv etc. where this information is recorded).   \n \nThe datasets from the two studies (literature study and interviews) will be stored in clearly labelled folders in KU \nLeuven’s OneDrive. In the label of each file will be indicated: c ontent description, date and initials of the creator (e.g., \nProtocol_literature search_12 March 2024_MGA).  \nIn addition, as it is listed in the data summary (see table above), each study will be accompanied with a protocol, \nwhich clearly describes the steps  taken during study conduction, and with the codebook used for the qualitative \nanalysis. Both protocols (literature study and interviews) will be saved as .docx and as .txt files, and both codebooks \n(literature study and interviews) will be saved as .nvp a nd as .txt files.  \nRegarding pseudonymized data, in the case of the interview study, an excel file (.xlsx) with the personal data of the \nparticipants connected to their corresponding pseudonyms will be kept separately in a Share Drive being only \naccessible to the two PhD students involved in the project and the supervisor. The steps taken to remove any direct \nidentifiers in the interviews’ data will also be described in the interviews’ protocol.  \n \n \nWill a metadata standard be used to make it easier to find an d reuse the data?    \nIf so, please specify which metadata standard will be used.  \n \nIf not, please specify which metadata will be created to make the data easier to find and reuse.   \n \n● No \nSee above.  \n \nDATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT  \n \nWhere will the data be stored?  \n \n● Shared network drive (J -drive)  \n● OneDrive (KU Leuven)  \nThe responsible person will be Prof. dr. Bert Broeckaert, the supervisor of this C1 project.  \n \n \nHow will the data be backed up?  \n \n● Standard back -up provided by KU Leuven ICTS for my storage solution  \n \n \nIs there currently sufficient storage & backup capacity during the project?  \n \nIf no or insufficient storage or backup capacities are available, explain how this will be taken  care of.   \n \n● Yes \n \n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized \npersons?   \n \nOneDrive documents will be shared only among the supervisor and PhD students involved in the research project. \nDocuments stored in the Shared Drive will only be accessible to the PhD students and the supervisor. In case \ndocuments are shared outside of the research project (e.g., research team, research unit), this will be done with \nrestricted access ( shared via Belnet FileSender: https://filesender.belnet.be/  ), editing rights (view -only) and \npseudonymized (if documents are from the interview study).  \nThe personal data from the participan ts will not be shared.  \n \n \nWhat are the expected costs for data storage and backup during the research project? How will these costs \nbe covered?  \n \nNone.  \n \n \nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT  \n \nWhich data will be retained for 10 years (or lo nger, in agreement with other retention policies that are \napplicable) after the end of the project?  \n \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual \nrestrictions, storage/budget issues, institutional po licies...).  \n \n● All data will be preserved for 10 years according to KU Leuven RDM policy  \nAfter transcription, all audio recordings will be destroyed. Only pseudonymized data will be stored (separated from \nthe codes connecting it to personal data).  \n \n \nWhere wi ll these data be archived (stored and curated for the long -term)?   \n \n● KU Leuven RDR  \nThe members of the research group/unit have access to the data with the permission of the supervisor.  \n \n \nWhat are the expected costs for data preservation during the expected retention period? How will these \ncosts be covered?  \n \nNone.  \n \nDATA SHARING AND REUSE  \n \nWill the data (or part of the data) be made available for reuse after/during the project?   \nPlease explain per dataset or data type which data will be made availab le. \n \n● Yes, as restricted data (upon approval, or institutional access only)  \n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.   \n \nDuring the project, the data will be accessible only to both PhD researche rs, Jonathan Lambaerts and Mar Gil \nÁlvarez, and the responsible supervisor of the C1 project Prof. dr. Bert Broeckaert.  \nAfter the project, the data might be reused by research team/unit members with the supervisor’s approval only.  \n \n \nAre there any factors t hat restrict or prevent the sharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)?  \n \nPlease explain per dataset or data type where appropriate.  \n \n● Yes, privacy aspects  \nParticipants’ personal data (name, contact information, age, gender) will not be shared due to privacy reasons.  \n \n \nWhere will the data be made available?   \n \nIf already known, please provide a repository per dataset or data type.  \n \n● KU Leuven RDR (Research Data Repository)  \n \n \nWhen will the data be made available?   \n \n● Upon publication of research results  \nUpon publication of research results: paper publications, seminars, conference proceedings and workshops.  \n \n \nWhich data usage licenses are you going to provide?  \n \nIf none, please explain why.   \n \n● Other (specify below)  \nCustom KU Leuven license.  \nThe access to participant’s personal data will be restricted. Access will be provided only with the supervisor’s (Pr. dr. \nBert Broeckaert) permission.   \n \n \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If \nalready available, please provide it here.   \n \n● Yes, a PID will be added upon deposit in a data repository  \n \n \nWhat are the expected costs for data sharing? How will these costs be covered?    \n \nThe p otential costs for data sharing (Open Access, workshops’ organization, etc.) will be covered with the budget of \nthe project.  \n \n \n \nRESPONSIBILITIES  \n \nWho will manage data documentation and metadata during the research project?   \n \nThe two PhD researchers appoin ted to the C1 research project, Jonathan Lambaerts and Mar Gil Álvarez.  \n \n \nWho will manage data storage and backup during the research project?   \n \nThe two PhD researchers appointed to the C1 research project, Jonathan Lambaerts and Mar Gil Álvarez.  \n \n \nWho wil l manage data preservation and sharing?   \n \nThe supervisor of this C1 BOF project, Prof. dr. Bert Broeckaert.  \n \n \nWho will update and implement this DMP?   \n \nThe two PhD researchers appointed to the C1 research project, Jonathan Lambaerts and Mar Gil Álvarez.  \n \n "
    },
    "clean_full_text": "A COMPARATIVE STUDY OF THE VIEWS REGARDING PALLIATIVE SEDATION IN CHRISTIAN AND INDIAN RELIGIONS A Data Management Plan created using DMPonline.be Creators: Mar Gil Alvarez https://orcid.org/0000 -0003 -3755 -0957 , Jonathan Lambaerts https://orcid.org/0009 - 0007 -9873 -1467 , n.n. n.n. Affiliation: KU Leuven (KUL) Funder: KU Leuven (KUL) Template: KU Leuven BOF -IOF Principal Investigator: Mar Gil Alvarez https://orcid.org/0000 -0003 -3755 -0957 , Jonathan Lambaerts https://orcid.org/0009 -0007 -9873 -1467 , n.n. n.n. Grant number / URL: C14/23/002 ID: 205416 Start date: 04-12-2023 End date: 03-12-2027 Project abstract: Palliative sedation is an end -of-life treatment aimed at relieving the suffering caused by refractory symptoms in terminally ill patients, i.e. symptoms that cannot be relieved by any means o ther than consciousness reduction. Palliative sedation has been the subject of often heated social and academic debate since the 1990s. However, until now, little attention has been paid to the specific views and attitudes that the world's religions presen t with respect to this practice. Considering that religion can have a remarkable influence on the attitudes that both palliative care patients and their families and caregivers adopt towards palliative sedation, it is important to know what religious traditions actually say or teach about the practice. Such a goal becomes especially relevant in the context of a country and continent that in recent decades has become much more multi -cultural and multi -religious. At present, much is known and much has been wr itten about religious views on certain end -of-life treatment decisions such as euthanasia, pain control, and withholding or withdrawing life -sustaining treatments (e.g., artificial hydration and nutrition). Nonetheless, palliative sedation, being a fairly recent specialized development in palliative care, has so far received only limited attention from the part of religious authorities (and also from specialists themselves). Considering such a gap in palliative care research, the present project aims to she d light on the normative ethical attitudes presented by the major Christian and Indian religious traditions towards palliative sedation. To this end, the project consists of three parts. (1) First, a comprehensive database on the views of Christian and Indian religious traditions on palliative sedation will be developed through a systematic literature study. All available empirical studies on the role of religion in palliative sedation, as well as the teachings of religious authorities and religious specia lists on this topic, will be collected and reviewed. Since most religious traditions have not yet officially proclaimed their teachings and positions on palliative sedation specifically, (2) in a second phase, leading authorities and specialists from each tradition will be interviewed about their position on palliative sedation (semi -structured interviews, grounded theory approach). This part of the project will focus specifically on religious authorities in Belgium. (3) Finally, once a clear picture of the (variety of) views of each tradition has been obtained, the perspectives of both religious traditions (Christianity and Indian religions) will be compared. Last modified: 21-03-2024 A COMPARATIVE STUDY OF THE VIEWS REGARDING PALLIATIVE SEDATION IN CHRISTIAN AND INDIAN RELIGIONS RESEARCH DATA SUMMARY List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc .), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physic al volume Indicate: N(ew data) or E(xisting data) Indicate: D(igital) or P(hysical) Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Literature study Protocol_literature search Systematic protocol description about how to conduct the search of the literature study N D T .docx < 100 KB / Reports retrieved Excel file with number of reports retrieved per query string and database N D N+T .xlsx < 100 KB / References lists pre-screening Lists of references retrieved from the databases E D N+T .ris < 500 KB / References selection Lists of references selected and discarded (with reasons) N D N+T Accessi ble in the softwar e Rayyan / / References list post-screening List of references selected for the study E D N+T .ris < 500 KB / Data extraction sheet Excel file with data extracted from the selected references N D N+T .xlsx 1-2 GB / Codebook_literatur e study NVivo file with the analysis of the selected references N D T .nvp < 5 GB / Empirical study Protocol_Interviews Instructions about how to N D T .docx < 100 KB / conduct the interviews, together with pre-defined questions/topi cs to address and the consent form for the participants to sign. Audio recordings Audio recordings of the interviews with religious authorities and specialists N D S .mp3 Files of about 105 interviews < 500 GB / Transcripts Interview transcripts N D T .docx 8-10 GB / Interview notes Notes taken during interviews N P T On paper / Four notebo oks Interview notes_dig Digitalized version of the notes taken during the interviews N D T .docx 1-2GB / Codebook_Intervie ws NVivo file with the analysis of the interviews N D T .nvp < 500 GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: For the literature study, reports will be searched in the following databases: ● AnthroSource: https://anthrosource.onlinelibrary.wiley.com/ ● ATLA Religion Database: https://www.ebsco.com/products/research -databases/atla -religion -database - atlaserials -plus ● Bibliography of Asian Studies: https://www.ebsco.com/products/research -databases/bibliography -asian - studies ● CINAHL: https://www.ebsco.com/es/productos/bases -de-datos/cinahl -database ● Cochrane Library: https://www.cochranelibrary.com/ ● EMBASE: https://www.elsevier.com/products/embase ● Index Theologicus: https://ixtheo.de/ ● Index Religiosus: http://cpps.brepolis.net/ir/search.cfm ● JSTOR: https://www.jstor.org/ ● MEDLINE: https://www.wolterskluwer.com/en/solutions/ovid/ovid -medline -901 ● OpenDissertations: https://opendissertations.org/ ● OpenGrey: https://opengrey.eu/ ● Philpapers: https://philpapers.org/ ● PsycARTICLES: https://www.apa.org/pubs/databases/psycarticles ● PubMed: https://pubmed.ncbi.nlm.nih.gov/ ● SciVerse: https://www.researchinformation.info/product/sciverse ● ScienceDirect: https://www.sciencedirect.com/ ● Scopus: https://www.scopus.com/search/form.uri?display=basic#basic ● The Philosopher’s Index: https://www.ebsco.com/products/research -databases/philosophers -index ● WorldCat: https://search.worldcat.org/ A search will be also conducted in the following interfaces: ● Google: https://www.google.com/ ● Google Scholar: https://scholar.google.com/ ● Limo: https://kuleuven.limo.libis.be ● ProQuest: https://www.proquest.com/ ● Web of Science: https://www.webofscience.com/wos/woscc/basic -search Each report retrieved from the databases and interfaces will be listed with its specific bibliographi c reference in .ris format. The DOI of each report will be part of the information collected in the .ris documents. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refe r to specific datasets or data types when appropriate and provide the relevant ethical approval number. ● Yes, human subject data (Provide SMEC or EC approval number below) The interview study will be submitted to the SMEC for ethical approval in January 20 25 (approximate date, could change ). Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ● Yes (Provide PRET G -number or EC S-number below) Personal data will be processed in the following datasets: Audio recordings, Transcripts, Interview notes, Interview notes_dig and Codebook_interviews. ● The audio recordings will be deleted after transcription. ● Each participant will be assi gned a pseudonym that will be used when manipulating the data. ● Any direct identifier of the participants’ personal data will be removed from the interview transcripts, interview notes and codebook. The KU Leuven privacy register number will be obtained aft er ethical approval submission (see previous point). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin -offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ● No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and w hat restrictions are in place. ● No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restric tions will be asserted. ● Yes Yes, the reuse of reports retrieved from databases in the literature study. In order to avoid plagiarism, the data extracted from each report will be cited properly. DOCUMENTATION AND METADATA Clearly describe what approach w ill be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, R EADME.txt files, codebook.tsv etc. where this information is recorded). The datasets from the two studies (literature study and interviews) will be stored in clearly labelled folders in KU Leuven’s OneDrive. In the label of each file will be indicated: c ontent description, date and initials of the creator (e.g., Protocol_literature search_12 March 2024_MGA). In addition, as it is listed in the data summary (see table above), each study will be accompanied with a protocol, which clearly describes the steps taken during study conduction, and with the codebook used for the qualitative analysis. Both protocols (literature study and interviews) will be saved as .docx and as .txt files, and both codebooks (literature study and interviews) will be saved as .nvp a nd as .txt files. Regarding pseudonymized data, in the case of the interview study, an excel file (.xlsx) with the personal data of the participants connected to their corresponding pseudonyms will be kept separately in a Share Drive being only accessible to the two PhD students involved in the project and the supervisor. The steps taken to remove any direct identifiers in the interviews’ data will also be described in the interviews’ protocol. Will a metadata standard be used to make it easier to find an d reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ● No See above. DATA STORAGE & BACK -UP DURING THE RESEARCH PROJECT Where will the data be stored? ● Shared network drive (J -drive) ● OneDrive (KU Leuven) The responsible person will be Prof. dr. Bert Broeckaert, the supervisor of this C1 project. How will the data be backed up? ● Standard back -up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ● Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive documents will be shared only among the supervisor and PhD students involved in the research project. Documents stored in the Shared Drive will only be accessible to the PhD students and the supervisor. In case documents are shared outside of the research project (e.g., research team, research unit), this will be done with restricted access ( shared via Belnet FileSender: https://filesender.belnet.be/ ), editing rights (view -only) and pseudonymized (if documents are from the interview study). The personal data from the participan ts will not be shared. What are the expected costs for data storage and backup during the research project? How will these costs be covered? None. DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or lo nger, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional po licies...). ● All data will be preserved for 10 years according to KU Leuven RDM policy After transcription, all audio recordings will be destroyed. Only pseudonymized data will be stored (separated from the codes connecting it to personal data). Where wi ll these data be archived (stored and curated for the long -term)? ● KU Leuven RDR The members of the research group/unit have access to the data with the permission of the supervisor. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? None. DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made availab le. ● Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. During the project, the data will be accessible only to both PhD researche rs, Jonathan Lambaerts and Mar Gil Álvarez, and the responsible supervisor of the C1 project Prof. dr. Bert Broeckaert. After the project, the data might be reused by research team/unit members with the supervisor’s approval only. Are there any factors t hat restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ● Yes, privacy aspects Participants’ personal data (name, contact information, age, gender) will not be shared due to privacy reasons. Where will the data be made available? If already known, please provide a repository per dataset or data type. ● KU Leuven RDR (Research Data Repository) When will the data be made available? ● Upon publication of research results Upon publication of research results: paper publications, seminars, conference proceedings and workshops. Which data usage licenses are you going to provide? If none, please explain why. ● Other (specify below) Custom KU Leuven license. The access to participant’s personal data will be restricted. Access will be provided only with the supervisor’s (Pr. dr. Bert Broeckaert) permission. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ● Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? The p otential costs for data sharing (Open Access, workshops’ organization, etc.) will be covered with the budget of the project. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? The two PhD researchers appoin ted to the C1 research project, Jonathan Lambaerts and Mar Gil Álvarez. Who will manage data storage and backup during the research project? The two PhD researchers appointed to the C1 research project, Jonathan Lambaerts and Mar Gil Álvarez. Who wil l manage data preservation and sharing? The supervisor of this C1 BOF project, Prof. dr. Bert Broeckaert. Who will update and implement this DMP? The two PhD researchers appointed to the C1 research project, Jonathan Lambaerts and Mar Gil Álvarez."
}