{
    "document_id": "D-2025-3760",
    "LinkTitle": "D-2025-3760",
    "file_name": "D-2025-3760.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3760.pdf",
    "metadata": {
        "title": "Tourism and rural liveability in remote locations: Studying tourism impacts from a socio-spatial systems perspective",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nTourism and rural liveability in remote locations: Studying tourism impacts from a socio-spatial systems perspective\nCreator:\nCreator:\nArie Stoffelen\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nProject abstract:\nProject abstract:\nMany places around the globe have turned towards tourism to sustain local livelihoods and conserve cultural and natural resources.\nDespite this widespread practice, there are still hardly any system-based assessments of tourism, which link up the sector’s impacts\nacross all sustainability domains to their underlying processes of change. This project fills this gap by exploring whether and how\ntourism can develop in a symbiotic relation with the socio-economic, cultural and landscape contexts of rural areas that struggle in a\ncontext of globalization. The project innovates with its multi-scalar systems perspective with sensitivity to spatial development issues,\nand a theorization of non-human agency regarding the role of the landscape in tourism-driven rural development. Using a comparative\ncase study approach, studying rural areas in Georgia and Argentina, this project helps explaining how, in a highly interconnected world,\ntourism impacts materialize and are negotiated by various actors.\nID: \nID: \n212166\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2028\nLast modified: \nLast modified: \n25-03-2025\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n1 of 9\nTourism and rural liveability in remote locations: Studying tourism impacts from a socio-spatial\nTourism and rural liveability in remote locations: Studying tourism impacts from a socio-spatial\nsystems perspective\nsystems perspective\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n2 of 9\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nInterview guides\nInterview\nguides\nNew\nDigital\nTextual\n.txt\n<1GB\n/\nQuestionnaire surveys\nQuestionnaire\nsurveys for\ntourists\nNew\nDigital; Physical\nTextual\n.txt\n<1GB\n500 pages\nInterview and focus\ngroup data\nInterview and\nfocus group\ndata \nNew\nDigital\nSound;\nTextual\n.mp3; .txt;\n.qdpx\n<100GB\n/\nRemote sensing\nRemote\nsensing data\nExisting; New\nDigital\nImages;\nNumerical\n.shp\n<100GB\n/\nTourist\nquestionnaires\nQuestionnaires\nwith tourists\ndealing with\nvisitation\npatterns and\npaths\nNew\nPhysical; Digital\nTextual;\nNumerical\n.csv; .dat;\n.shp\n<1GB\n±600 pages\nField notes\nField notes\nwith\nobservations\nNew\nPhysical; Digital\nTextual;\nImages\n.txt; .jpg\n<1GB\n±100 pages\nArchival material\nImages and\ndocuments\nrelated to\nlandscape\nchange in\nlocal and\nnational\nmuseums and\nassociations\nExisting\nPhysical; Digital\nImages;\nTextial\n.pdf; .txt\n<1GB\n±250 pages\nppGIS\nPublic\nparticipation\nGIS with\nresidents\nNew\nPhysical; Digital\nImages;\nNumerical\n.shp\n<100GB\n±200 pages\nPolicy documents\nPolicy\ndocuments\nrelated to\ntourism,\ndestination\ndevelopment,\nland use\nmanagement\nand regional\ndevelopment\nExisting\nDigital\nTextual\n.pdf\n<1GB\n/\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nLandsat data for input for longitudinal land use change analysis:\nhttps://doi.org/10.5066/P9AF14YV\n. (Landsat 1-5)\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n3 of 9\nhttps://doi.org/10.5066/P918ROHC\n. (Landsat 4-5)\nhttps://doi.org/10.5066/P9TU80IG\n. (Landsat 7)\nhttps://doi.org/10.5066/P975CC9B\n. (Landsat 8-9)\nSentinel data for input for land use analysis: TBC\n \nThe other existing data relates to:\nmostly hard copies of images and documents related to landscape change in local and national museums and associations,\nsuch as\n \nthe Svaneti Museum of History and Ethnography and the Museo Arqueológico \"Pío Pablo Díaz\". Accessing and\ndigitizing this data will require on-site archival work. No DOIs exist.\npolicy documents related to tourism, destination development, land use management and regional development in Argentina\nand Georgia. These will be sampled on a convenience and purposive basis. These documents range from global governance\ninstitutions such as OECD, World Bank, UNWTO to national and local documents. The presence of DOIs, ISBNs etc will differ\non an individual document basis and will be identified in the course of the data collection phase.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nPRET-SMEC clearance will be guaranteed prior to the first fieldwork stage, which will take place in Argentina. The preparation is\ncurrently ongoing; scheduled submission in April/May 2025.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nInterview and focus group data; questionnaire data. PRET number will be provided once obtained: submission in April/May 2025.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nThe project is a fundamental research project with societal value only, which can lead to input for optimizing policymaking and\ndestination-level networking but which does not have commercial value as such. No directly derived spin-offs are realistic.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nThe use of Landsat and Sentinel data as input for remote sensing analysis is unrestricted. As defined by Landsat (online): \"There\nare no restrictions on the use of Landsat products.\" \nhttps://www.usgs.gov/landsat-missions/landsat-collection-2-level-1-data\n \nOther existing data related to archival research will only be used as input for various data analysis stages and not be\ndisseminated in original form, which assures that exploitation or dissemination of these data will not restrict the use of these\ndata. \nThe collected primary qualitative data (resulting from interviews, focus groups) will only be subject to informed consent\nprocedures. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n4 of 9\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nThe existing data is open access/unrestricted. Other data is primary collected data. The whole project is managed by KU Leuven,\nensuring that intellectual property rights will be retained within this university.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAfter the project an overarching README file will be constructed and assigned a DOI through the RDR portal. The file will describe\nall data to present a complete overview. This overview will be subject to pseudonymization to ensure confidentiality of human\nparticipants. The overview file will also contain an overview of data collection methods (description of actions undertaken),\nprotocols (in particular, the interview protocols and questionnaire surveys) and a qualitative data analysis codebook (description\nof the coding strategy and coding tree for the interview, focus group, field notes and policy document data), mentioned below.\nDOIs will be generated through RDR. The combined files will be stored after completion of the project on the PI's archival L-drive\nto include all data, including confidential.\nFor the respective datasets, the following procedures will be applied.\nInterview protocol: the documents will be pseudonymized, assigned a DOI and made publicly available if sufficient\nconfidentiality levels can be guaranteed upon the pseudonymization phase.\nQuestionnaire survey: the documents will be assigned a DOI and made publicly available.\nInterview and focus group data: This data will be pseudonymized and safely archived. Considering potential sensitivity this\ndata will not be made publicly available. The data will be supported by a confidential (for internal use only) README file\nwhich outlines practicalities regarding data collection (dates, subjects, time, recorded yes/no)\nRemote sensing data: The resulting shapefiles will be assigned a DOI and made publicly available. A supporting README file\nwill document the details of the input data and analysis steps.\nQuestionnaire data: The data will be collated into a .csv file, assigned a DOI, and made publicly available after data cleaning\nto ensure anonymity. A supporting README file will describe the codes, the full questions (referencing to the questionnaire\nsurvey), and the actions taken for data cleaning.\nArchival data: In terms of documentation, a README file will be constructed in which date of archival research, date of\naccess, location of archive and mode of data capture/recording will be described.\nField notes: Field notes will be transcribed and dated but will remain confidential. In terms of documentation, a README file\nwill be constructed to describe the actions taken. \nPolicy documents: these documents are already in the open domain, hence, these will not be shared in original form. A\nREADME file will be constructed for internal use to trace the covered policy documents, the existing hyperlinks to these\ndocuments, and the date of access.\n \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nThe project will use the metadata standard of KU Leuven Research Data Repository (DataCite) for data that will be assigned with\na DOI and that will be published. The metadata will include publication date, name of the author and ORCID number, title of the\ndata, department/faculty, dataset description, subject, keywords, related publication, file formats, type of access rights. Other data\nsuch as the interview audio files and transcripts will be securely archived and not covered by a specific metadata file other than\nthe README file with descriptive summaries of the data as described above.\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n5 of 9\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nPersonal network drive (I-drive)\nSharepoint online\nThe Sharepoint online storage will only be used during data collection (fieldwork) to ensure a double back up with the OneDrive.\nThis also allows sharing the data with the project's coordinator, who will be able to back up the data within KU Leuven's A zone to\nhis personal network drive and later on the personal archive drive (L-drive). Once returned from fieldwork the data will be deleted\nfrom Sharepoint.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe personal KU Leuven Onedrive and personal folders can only be accessed by the personal institutional login.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nN/A\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nOther (specify below)\nData that will be made publicly available (see description earlier in this DMP file) will be archived on KU Leuven's RDR. All data,\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n6 of 9\nincluding the confidential data, will be stored on the personal archive drive of the project's PI (L-drive made available to him by\nSET-IT with a personalized archive folder) after the completion of the project.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nN/A\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nNo (closed access)\nYes, as open data\nInterview protocol: the documents will be pseudonymized, assigned a DOI and made publicly available as open data if sufficient\nconfidentiality levels can be guaranteed upon the pseudonymization phase.\nQuestionnaire survey: the documents will be assigned a DOI and made publicly available as open data.\nInterview and focus group data: Considering potential sensitivity this data will not be made available. \nRemote sensing data: The resulting shapefiles will be assigned a DOI and made publicly available as open data\nQuestionnaire data: The data will be made available as open data\nArchival data: access to these data will remain closed due to our use but not ownership of the data.\nField notes: Considering potential sensitivity this data will not be made available. \nPolicy documents: these documents are already in the open domain, hence, these will not be additionaly shared in original form\nas part of the project. \n \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly the project's supervisor, co-supervisors and SET-IT drive managers will have access to the closed data. Data can only be\naccessed in full pseudonymized form upon specific request to the project's (co-)supervisors.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, ethical aspects\nThe interview and focus group data consist of recorded conversations with various stakeholder groups in the study areas to\ncapture community dynamics, livelihood strategies, institutional organization forms including Indigenous institutions, and power\ndynamics in relation to tourism development organisations and state-led development plans and policies. These data will also\ncapture within-community dynamics including gender relations, social networks, livability issues, and their evolution over time. At\nan unaggregated level these data may contain sensitive information, in particular in relation to the expected relatively\ndisempowered position of several stakeholder groups and the Indigenous nature of parts of the study areas. Hence, due to\nconfidentiality reasons as well as common practices related to research ethics in the social sciences, these data will not be\nshared with third parties.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n7 of 9\nKU Leuven RDR (Research Data Repository)\nFor the open data described above.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nN/A\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nFrancesca La Rocca and Helene Dahl (PhD researchers working on the project), supervised by Arie Stoffelen, Noel Salazar and\nAnton Van Rompaey (supervisors)\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nFrancesca La Rocca and Helene Dahl (PhD researchers working on the project), supervised by Arie Stoffelen, Noel Salazar and\nAnton Van Rompaey (supervisors)\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nArie Stoffelen\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nArie Stoffelen\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n8 of 9\nCreated using DMPonline.be. Last modiﬁed 25 March 2025\n9 of 9"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Tourism and rural liveability in remote locations: Studying tourism impacts from a socio-spatial systems perspective Creator: Creator: Arie Stoffelen Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Project abstract: Project abstract: Many places around the globe have turned towards tourism to sustain local livelihoods and conserve cultural and natural resources. Despite this widespread practice, there are still hardly any system-based assessments of tourism, which link up the sector’s impacts across all sustainability domains to their underlying processes of change. This project fills this gap by exploring whether and how tourism can develop in a symbiotic relation with the socio-economic, cultural and landscape contexts of rural areas that struggle in a context of globalization. The project innovates with its multi-scalar systems perspective with sensitivity to spatial development issues, and a theorization of non-human agency regarding the role of the landscape in tourism-driven rural development. Using a comparative case study approach, studying rural areas in Georgia and Argentina, this project helps explaining how, in a highly interconnected world, tourism impacts materialize and are negotiated by various actors. ID: ID: 212166 Start date: Start date: 01-10-2024 End date: End date: 30-09-2028 Last modified: Last modified: 25-03-2025 Created using DMPonline.be. Last modiﬁed 25 March 2025 1 of 9 Tourism and rural liveability in remote locations: Studying tourism impacts from a socio-spatial Tourism and rural liveability in remote locations: Studying tourism impacts from a socio-spatial systems perspective systems perspective Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 25 March 2025 2 of 9 Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Interview guides Interview guides New Digital Textual .txt <1GB / Questionnaire surveys Questionnaire surveys for tourists New Digital; Physical Textual .txt <1GB 500 pages Interview and focus group data Interview and focus group data New Digital Sound; Textual .mp3; .txt; .qdpx <100GB / Remote sensing Remote sensing data Existing; New Digital Images; Numerical .shp <100GB / Tourist questionnaires Questionnaires with tourists dealing with visitation patterns and paths New Physical; Digital Textual; Numerical .csv; .dat; .shp <1GB ±600 pages Field notes Field notes with observations New Physical; Digital Textual; Images .txt; .jpg <1GB ±100 pages Archival material Images and documents related to landscape change in local and national museums and associations Existing Physical; Digital Images; Textial .pdf; .txt <1GB ±250 pages ppGIS Public participation GIS with residents New Physical; Digital Images; Numerical .shp <100GB ±200 pages Policy documents Policy documents related to tourism, destination development, land use management and regional development Existing Digital Textual .pdf <1GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Landsat data for input for longitudinal land use change analysis: https://doi.org/10.5066/P9AF14YV . (Landsat 1-5) Created using DMPonline.be. Last modiﬁed 25 March 2025 3 of 9 https://doi.org/10.5066/P918ROHC . (Landsat 4-5) https://doi.org/10.5066/P9TU80IG . (Landsat 7) https://doi.org/10.5066/P975CC9B . (Landsat 8-9) Sentinel data for input for land use analysis: TBC The other existing data relates to: mostly hard copies of images and documents related to landscape change in local and national museums and associations, such as the Svaneti Museum of History and Ethnography and the Museo Arqueológico \"Pío Pablo Díaz\". Accessing and digitizing this data will require on-site archival work. No DOIs exist. policy documents related to tourism, destination development, land use management and regional development in Argentina and Georgia. These will be sampled on a convenience and purposive basis. These documents range from global governance institutions such as OECD, World Bank, UNWTO to national and local documents. The presence of DOIs, ISBNs etc will differ on an individual document basis and will be identified in the course of the data collection phase. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) PRET-SMEC clearance will be guaranteed prior to the first fieldwork stage, which will take place in Argentina. The preparation is currently ongoing; scheduled submission in April/May 2025. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Interview and focus group data; questionnaire data. PRET number will be provided once obtained: submission in April/May 2025. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No The project is a fundamental research project with societal value only, which can lead to input for optimizing policymaking and destination-level networking but which does not have commercial value as such. No directly derived spin-offs are realistic. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No The use of Landsat and Sentinel data as input for remote sensing analysis is unrestricted. As defined by Landsat (online): \"There are no restrictions on the use of Landsat products.\" https://www.usgs.gov/landsat-missions/landsat-collection-2-level-1-data Other existing data related to archival research will only be used as input for various data analysis stages and not be disseminated in original form, which assures that exploitation or dissemination of these data will not restrict the use of these data. The collected primary qualitative data (resulting from interviews, focus groups) will only be subject to informed consent procedures. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Created using DMPonline.be. Last modiﬁed 25 March 2025 4 of 9 (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No The existing data is open access/unrestricted. Other data is primary collected data. The whole project is managed by KU Leuven, ensuring that intellectual property rights will be retained within this university. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). After the project an overarching README file will be constructed and assigned a DOI through the RDR portal. The file will describe all data to present a complete overview. This overview will be subject to pseudonymization to ensure confidentiality of human participants. The overview file will also contain an overview of data collection methods (description of actions undertaken), protocols (in particular, the interview protocols and questionnaire surveys) and a qualitative data analysis codebook (description of the coding strategy and coding tree for the interview, focus group, field notes and policy document data), mentioned below. DOIs will be generated through RDR. The combined files will be stored after completion of the project on the PI's archival L-drive to include all data, including confidential. For the respective datasets, the following procedures will be applied. Interview protocol: the documents will be pseudonymized, assigned a DOI and made publicly available if sufficient confidentiality levels can be guaranteed upon the pseudonymization phase. Questionnaire survey: the documents will be assigned a DOI and made publicly available. Interview and focus group data: This data will be pseudonymized and safely archived. Considering potential sensitivity this data will not be made publicly available. The data will be supported by a confidential (for internal use only) README file which outlines practicalities regarding data collection (dates, subjects, time, recorded yes/no) Remote sensing data: The resulting shapefiles will be assigned a DOI and made publicly available. A supporting README file will document the details of the input data and analysis steps. Questionnaire data: The data will be collated into a .csv file, assigned a DOI, and made publicly available after data cleaning to ensure anonymity. A supporting README file will describe the codes, the full questions (referencing to the questionnaire survey), and the actions taken for data cleaning. Archival data: In terms of documentation, a README file will be constructed in which date of archival research, date of access, location of archive and mode of data capture/recording will be described. Field notes: Field notes will be transcribed and dated but will remain confidential. In terms of documentation, a README file will be constructed to describe the actions taken. Policy documents: these documents are already in the open domain, hence, these will not be shared in original form. A README file will be constructed for internal use to trace the covered policy documents, the existing hyperlinks to these documents, and the date of access. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes The project will use the metadata standard of KU Leuven Research Data Repository (DataCite) for data that will be assigned with a DOI and that will be published. The metadata will include publication date, name of the author and ORCID number, title of the data, department/faculty, dataset description, subject, keywords, related publication, file formats, type of access rights. Other data such as the interview audio files and transcripts will be securely archived and not covered by a specific metadata file other than the README file with descriptive summaries of the data as described above. Created using DMPonline.be. Last modiﬁed 25 March 2025 5 of 9 Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Personal network drive (I-drive) Sharepoint online The Sharepoint online storage will only be used during data collection (fieldwork) to ensure a double back up with the OneDrive. This also allows sharing the data with the project's coordinator, who will be able to back up the data within KU Leuven's A zone to his personal network drive and later on the personal archive drive (L-drive). Once returned from fieldwork the data will be deleted from Sharepoint. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The personal KU Leuven Onedrive and personal folders can only be accessed by the personal institutional login. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? N/A Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Other (specify below) Data that will be made publicly available (see description earlier in this DMP file) will be archived on KU Leuven's RDR. All data, Created using DMPonline.be. Last modiﬁed 25 March 2025 6 of 9 including the confidential data, will be stored on the personal archive drive of the project's PI (L-drive made available to him by SET-IT with a personalized archive folder) after the completion of the project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? N/A Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. No (closed access) Yes, as open data Interview protocol: the documents will be pseudonymized, assigned a DOI and made publicly available as open data if sufficient confidentiality levels can be guaranteed upon the pseudonymization phase. Questionnaire survey: the documents will be assigned a DOI and made publicly available as open data. Interview and focus group data: Considering potential sensitivity this data will not be made available. Remote sensing data: The resulting shapefiles will be assigned a DOI and made publicly available as open data Questionnaire data: The data will be made available as open data Archival data: access to these data will remain closed due to our use but not ownership of the data. Field notes: Considering potential sensitivity this data will not be made available. Policy documents: these documents are already in the open domain, hence, these will not be additionaly shared in original form as part of the project. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Only the project's supervisor, co-supervisors and SET-IT drive managers will have access to the closed data. Data can only be accessed in full pseudonymized form upon specific request to the project's (co-)supervisors. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, ethical aspects The interview and focus group data consist of recorded conversations with various stakeholder groups in the study areas to capture community dynamics, livelihood strategies, institutional organization forms including Indigenous institutions, and power dynamics in relation to tourism development organisations and state-led development plans and policies. These data will also capture within-community dynamics including gender relations, social networks, livability issues, and their evolution over time. At an unaggregated level these data may contain sensitive information, in particular in relation to the expected relatively disempowered position of several stakeholder groups and the Indigenous nature of parts of the study areas. Hence, due to confidentiality reasons as well as common practices related to research ethics in the social sciences, these data will not be shared with third parties. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Created using DMPonline.be. Last modiﬁed 25 March 2025 7 of 9 KU Leuven RDR (Research Data Repository) For the open data described above. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? N/A Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Francesca La Rocca and Helene Dahl (PhD researchers working on the project), supervised by Arie Stoffelen, Noel Salazar and Anton Van Rompaey (supervisors) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Francesca La Rocca and Helene Dahl (PhD researchers working on the project), supervised by Arie Stoffelen, Noel Salazar and Anton Van Rompaey (supervisors) Who will manage data preservation and sharing? Who will manage data preservation and sharing? Arie Stoffelen Who will update and implement this DMP? Who will update and implement this DMP? Arie Stoffelen Created using DMPonline.be. Last modiﬁed 25 March 2025 8 of 9 Created using DMPonline.be. Last modiﬁed 25 March 2025 9 of 9"
}