{
    "document_id": "D-2023-1924",
    "LinkTitle": "D-2023-1924",
    "file_name": "D-2023-1924.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1924.pdf",
    "metadata": {
        "title": "The role of the peripheral immune system and LRRK2 in gut-to-brain alpha-synuclein pathology propagation in Parkinson’s disease.",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "The role of the peripheral immune system and LRRK2 in gut-to-brain alpha-synuclein\npathology propagation in Parkinson’s disease.\nA Data Management Plan created using DMPonline.be\nCreator: \nGeorge Tsafaras\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11A3923N\nID: \n198331\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nParkinson’s disease (PD) is the most common neurodegenerative motor disorder characterized by dopaminergic neurodegeneration in\nthe midbrain and accumulation of α-synuclein (αSYN) aggregates. αSYN misfolding, aggregation, and prion-like propagation are\nconsidered key pathological events in PD. Evidence suggests that synucleinopathy can initiate in peripheral tissues and spread from the\nenteric nervous system, via the vagus nerve to the brain. However, the role of the gut-brain axis in that process is still unclear and a\nsubject of intense research. In addition, the involvement of the peripheral immune system in PD pathophysiology remains elusive.\nMutations in the leucine-rich-repeat kinase 2 (LRRK2) gene have been widely linked with familial and sporadic PD cases. Even if the\nactual role of LRRK2 in PD pathophysiology is far from understood, evidence indicates that it may be involved in αSYN pathology and\nimmune cell regulation, while it has also been associated with inflammatory diseases such as inflammatory bowel disease.\nThe overall aim of this project is to investigate the role of LRRK2 in αSYN pathology and its regulatory role in peripheral inflammation.\nMore specifically, we will investigate how the G2019S LRRK2 pathogenic mutation regulates intestinal inflammation and alters peripheral\nand cerebral αSYN pathology. Our findings will provide insight into PD pathophysiology and its association with other inflammatory\ndiseases and may reveal new therapeutic targets.\nLast modified: \n17-04-2023\nCreated using DMPonline.be. Last modiﬁed 17 April 2023\n1 of 9\nThe role of the peripheral immune system and LRRK2 in gut-to-brain alpha-synuclein\npathology propagation in Parkinson’s disease.\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nObtained data will include nucleic acid sequencing data from newly generated plasmids, microscope images and derived quantifications, movies from behavioral tests that will be analyzed\nmanually, stereological quantifications based on histological staining, graphs, and excel-based data. It will also generate compiled data as research documentation (text, spreadsheets, protocols,\nnotes, and diaries) and manuscripts.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\nJoris Van Asselberghs is a senior technician in our lab that manages all data on a common storage drive that is automatically backed up.\n2\n. \nStorage capacity/repository\nduring the research:\n All data are stored on a drive that is automatically backed up (capacity of 1 TB).\nafter the research:\n Storage of finished projects is transferred to a special storage drive (created by the KU Leuven) that can be expanded upon request.\nManuscripts: will be published and archived in public repositories.\nAll samples will be stored as appropriate: -80°C for nucleic acids, protein samples, vectors, and cell lines; animal house for living organisms.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nN/A\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nN/A\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nN/A\nCreated using DMPonline.be. Last modiﬁed 17 April 2023\n2 of 9\nThe role of the peripheral immune system and LRRK2 in gut-to-brain alpha-synuclein\npathology propagation in Parkinson’s disease.\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 17 April 2023\n3 of 9\nThe role of the peripheral immune system and LRRK2 in gut-to-brain alpha-synuclein\npathology propagation in Parkinson’s disease.\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 17 April 2023\n4 of 9\nThe role of the peripheral immune system and LRRK2 in gut-to-brain alpha-synuclein\npathology propagation in Parkinson’s disease.\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital data \nOnly for physical\ndata\n \nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical volume\n \n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from the\nfollowing options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt, .rtf,\n.dwg, .gml, …\nNA\nPlease choose from\nthe following options:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \n \nMicroscopy\nimages\nTransmitted-light\nmicroscopy,\nepifluorescent\nmicroscopy and\nconfocal microscopy of\nmouse brain and\nintestine\n \nGenerate new\ndata\nDigital\nExperimental\nDigital images in raster\nformats: uncompressed\nTIFF (.tif/.tiff), JPEG\n(.jpg), JPEG 2000 (.jp2),\nAdobe Portable\nDocument Format (.pdf),\nbitmap (.bmp), .gif;\n<100GB\n \n \n \n \n \nAnalysis of\nmicroscopy\ndata (mouse colon\nand brain\ntissue sections)\nimmunohistochemical,\nimmunofluorescent\nstaining\nGenerate new\ndata\nDigital\nExperimental\n.xls, .pzfx\n<100GB\n \nQuantification of\nmicroscopy\nimage data\nperformed using\nFiji, QuPath and\ncloud-based\nAiforia, in\nmicrosoft excel\nand GraphPad\nprism\nMouse brain\ntissue sections\nimmunohistochemical,\nimmunofluorescent\nstaining\nGenerate new\ndata\nPhysical\nExperimental\n \n \n150 plates with\nsections\nThe plates with\nthe section will\nbe stored at 4\n°C.\nMouse colon\ntissue sections\nimmunohistochemical,\nimmunofluorescent\nstaining\nGenerate new\ndata\nPhysical\nExperimental\n \n \n1000-5000 slides\nSlides with colon\nsections will be\nstores at room\ntemperature.\nWestern blot\nimages\nCharacterization of the\nprotein levels in\ndifferent mouse tissues\nGenerate new\ndata\nDigital\nExperimental\n.tiff,\n.ometiff\n500 MB\n \nTif images of\nchemiluminiscent\nsignal taken\nusing\nImageQuant LAS\n4000 instrument\nWestern blot\nmembranes\nCharacterization of the\nprotein levels in\ndifferent mouse tissues\nGenerate new\ndata\nPhysical\nExperimental\n \n \nLess than 50\nPVDF membrane\npieces\nSmall PVDF\nmembrane\npieces\nAnalysis of\nwestern\nblot images\nCharacterization of the\nprotein levels in\ndifferent mouse tissues\nGenerate new\ndata\nDigital\nExperimental\n.xls, .pzfx\n50-100\nMB\n \nCompilation and\nquantification of\nwestern blot\nimages\nperformed using\nFiji, in microsoft\nexcel and\nGraphPad prism\nMouse colon and\nbrain lysates\nProtein lysates coming\nfrom the tissues\nGenerate new\ndata\nPhysical\nExperimental\n \n \n300 tubes\nThe tubes with\nthe lysates are\nstored in -20\nAnalysis of Meso\nScale V-plex assay\n \n \nCytokines quantification\nfrom mouse lysates\nGenerate new\ndata\nDigital\nExperimental\n.xls, .pzfx\n \n \nAnalysis was\nperformed with\nthe Discovery\nWorkbench 4.0\nsoftware\nCreated using DMPonline.be. Last modiﬁed 17 April 2023\n5 of 9\nAnalysis of motor\nbehaviour tests\nRecorded videos and\nanalysis\nGenerate new\ndata\nDigital\nExperimental\nAvchd (video\nrecordings),.xlsx, .pzfx\n<100GB\n \n- .docx for\nprotocol on how\nto perform the\ntests\n- Video\nrecordings of\nanimal behaviour\n- Measures\nassociated with\nmotor\nperformance on\npaper records\nwill be\ntransferred to\ndigital .xlsx\nformat as soon\nas possible\n- Quantification\nwith statistical\nanalysis will be\nperformed\nPresentations of\ndata\nPresentations compiling\nanalysed\ndata and images to\ndisseminate\nproject results\nGenerate new\ndata\nDigital\nCompiled/aggregated data\n.pptx\n500 MB\n \n \nLab Book and\nprotocols\nPaper notes,\nOneNote\nGenerate new\ndata\nDigital\nCompiled/aggregated data\nOneNote\n<100MB\n \nDated written\nnotes about\neveryday tasks\nassociated with\ncarrying out\nexperimental\nprocedures.\nProtocols\nManuscript\nsummarizing results\nGenerate new\ndata\nDigital\nCompiled/aggregated data\nText files: Rich Text\nFormat (.rtf), plain text\ndata (Unicode, .txt), MS\nWord (.doc/.docx),\neXtensible Markup\nLanguage (.xml), Adobe\nPortable Document\nFormat (.pdf), LaTex\n(.tex) format ;\n<100MB\n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, animal data\nWe will perform experiments on mice. All necessary safety measures for laboratory and animal work will be taken. The animal experiments will comply with the relevant ethical principles and\napplicable international, EU, and national law EU Directives 2010/63/EU and 86/609/EEC. The permission to perform the animal experiments covered by this project has been approved by the\nAnimal Ethics Committee at KU Leuven. Ethical approval reference number: 156/2022\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nN/A\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nN/A\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nN/A\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 17 April 2023\n6 of 9\nNo\nN/A\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nMetadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) and/or in\nhard-copy lab notebooks that refer to specific datasets. All datasets will be accompanied by a README.txt file containing all the associated metadata (see more details below). The data will be\ngenerated following standardized protocols. Clear and detailed descriptions of these protocols will be stored in our lab protocol database, and published along with the results.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nDigital files will be named following a standard procedure so that all the names of all files in a given dataset will be in the same format: All names will start with the date (and time if applicable),\nfollowed by the project acronym, a short but specific descriptive name and a version number (containing leading zeros as needed) if applicable. Whenever possible names will be kept under 32\ncharacters. Names will only contain letters, numbers, and underscores. Dots will only be used for version control indicators (minor revisions indicated by decimal numbers, and major revisions by\nwhole numbers): YYYYMMDD_HHmm_Project_Experiment_ version.format. All changes in the files will be recorded. Data files will be stored in suitably labeled and organized folders and sub-\nfolders, accompanied by a README.txt file in the top-level directory of the dataset, containing all the associated metadata. This will allow the data to be understood by other members of the\nlaboratory and add contextual value to the dataset for future reuse. File names\nand locations will be recorded in the E-notebook to allow electronic records to be linked to the raw data.\nMetadata will include the following elements:\n• Title: free text\n• Creator: Last name, first name, organization\n• Date and time reference\n• Subject: Choice of keywords and classifications\n• Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to\nproduce and to read the data, the purpose of the experiment, etc.\n• Format: Details of the file format,\n• Resource Type: data set, image, audio, etc.\n• Identifier: DOI (when applicable)\n• Access rights: closed access, embargoed access, restricted access, open access.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll digital data will be stored on servers centrally managed by ICTS KU Leuven and with back-up capacities (Large Volume-storage). During the project, we will also use KU Leuven OneDrive for\nBusiness for active use of the data.The researchers working on the project will have copies of the data files as well as of the derived and compiled data stored on their personal computers.\nMouse Samples: Tissues will be stored at -80°C and stained sections will be stored at room temperature or/and 4°C\nOther biological and chemical samples: storage at 4°C, -20°C, or -80°C and/or as frozen samples in cryovials as appropriate.\nHow will the data be backed up?\nWe will use the backup facilities of KU Leuven ICTS with automatic daily backup procedures that allow for disaster recovery.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nStandard back-up provided by KU Leuven ICTS is sufficient to store the data collected for this project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll network storage is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS center, to provide disaster recovery and additional back-up capacity, thus guaranteeing\nlongterm data availability. Access to data is conditioned by KU Leuven security groups. All notebooks and physical data are stored in the labs. Entry to the lab requires ID-card and key. Access to\nthe digital data is u-number and password controlled.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nData storage and backup costs are included in general lab costs. The cost includes sufficient data storage, not only the data belonging to the present project.\nElectricity costs for the -80° and -20° freezers and refrigerators present in the labs as well as the cost of liquid nitrogen cryostorage are included in general lab costs.\n4. Data preservation after the end of the research project\nCreated using DMPonline.be. Last modiﬁed 17 April 2023\n7 of 9\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nThe minimum preservation term of 5 years after the end of the project will be applied to all datasets.\nWhere will these data be archived (stored and curated for the long-term)?\nAs a general rule, datasets will be made openly accessible, whenever possible at the latest at the time of publication. For all other datasets, long-term storage will be ensured as follows:\n-Digital datasets will be stored in storage space of a standard back-up provided by KU Leuven ICTS as an online data-backup service for at least 10 years, conform the KU Leuven RDM policy.\n-Mouse Samples: Tissues will be stored at -80°C and stained sections will be stored at room temperature or/and 4°C.\n-Other biological and chemical samples: storage at 4°C, -20°C or -80°C and/or as frozen samples in cryovials as appropriate.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nElectricity costs for the -80° freezers in the labs are included in general lab costs. The cost of the laboratory's professional subscription to the online data backup service is 10.000 Euros per year\n(50.000 Euros for 5 years). This cost includes unlimited data storage, not only the data belonging to the present project. Data storage and backup costs are included in general lab costs.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nParticipants to the present project are committed to publish research results to communicate them to peers and to a wide audience. All research outputs supporting publications will be made\nopenly accessible. Depending on their nature, some data may be made available prior to publication, either on an individual basis to interested researchers and/or potential new collaborators, or\npublicly via repositories (e.g. negative data). We aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in the main text, in\nsupplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the journal, accessibility restrictions may apply. Physical\ndata will be distributed to other parties if requested.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nN/A\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nN/A\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will be shared upon request by mail.\nPossible ways of sharing the generated data\nmanuscripts: bioRxiv (\nhttps://www.biorxiv.org/\n)\nmouse material: (snap frozen) direct mailing on dry ice\nmicroscope images: Image Data Resource (http://idr.openmicroscopy.org/about/)\nWhen will the data be made available?\nUpon publication of the research results\nGenerally, research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP\nrequirements – note that patent application filing will be planned so that publications need not be delayed - or ongoing projects requiring confidential data. In those cases, datasets will be made\npublicly available as soon as the embargo date is reached.\nWhich data usage licenses are you going to provide? If none, please explain why.\nMetadata will contain sufficient information to support data interpretation and reuse and will conform to community norms. These repositories clearly describe their conditions of use (typically\nunder a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and Licence, with a material\ntransfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI.\nFor data shared directly, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that\nare permitted.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nN/A\nCreated using DMPonline.be. Last modiﬁed 17 April 2023\n8 of 9\nWhat are the expected costs for data sharing? How will these costs be covered?\nIt is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using\nfree-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget.\nThe receiving party will pay for sharing physical data.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMetadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) that refer to\nspecific datasets. \nWho will manage data storage and backup during the research project?\nThe researcher, the supervisor of the project, and technical staff will ensure data storage and back up. \nWho will manage data preservation and sharing?\nThe main researcher, Georgios Tsafaras, and the supervisor of the project ,Prof. Veerle Baekelandt, is responsible for data preservation and sharing, with support from the research and technical\nstaff involved in the project, including Joris Van Asselberghs. \nWho will update and implement this DMP?\nThe main researcher, Georgios Tsafaras, is responsible for all data management during and after data collection, including implementing and updating the DMP. The PI (Prof. Veerle Baekelandt)\nbears the end responsibility of updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 17 April 2023\n9 of 9"
    },
    "clean_full_text": "The role of the peripheral immune system and LRRK2 in gut-to-brain alpha-synuclein pathology propagation in Parkinson’s disease. A Data Management Plan created using DMPonline.be Creator: George Tsafaras Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11A3923N ID: 198331 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Parkinson’s disease (PD) is the most common neurodegenerative motor disorder characterized by dopaminergic neurodegeneration in the midbrain and accumulation of α-synuclein (αSYN) aggregates. αSYN misfolding, aggregation, and prion-like propagation are considered key pathological events in PD. Evidence suggests that synucleinopathy can initiate in peripheral tissues and spread from the enteric nervous system, via the vagus nerve to the brain. However, the role of the gut-brain axis in that process is still unclear and a subject of intense research. In addition, the involvement of the peripheral immune system in PD pathophysiology remains elusive. Mutations in the leucine-rich-repeat kinase 2 (LRRK2) gene have been widely linked with familial and sporadic PD cases. Even if the actual role of LRRK2 in PD pathophysiology is far from understood, evidence indicates that it may be involved in αSYN pathology and immune cell regulation, while it has also been associated with inflammatory diseases such as inflammatory bowel disease. The overall aim of this project is to investigate the role of LRRK2 in αSYN pathology and its regulatory role in peripheral inflammation. More specifically, we will investigate how the G2019S LRRK2 pathogenic mutation regulates intestinal inflammation and alters peripheral and cerebral αSYN pathology. Our findings will provide insight into PD pathophysiology and its association with other inflammatory diseases and may reveal new therapeutic targets. Last modified: 17-04-2023 Created using DMPonline.be. Last modiﬁed 17 April 2023 1 of 9 The role of the peripheral immune system and LRRK2 in gut-to-brain alpha-synuclein pathology propagation in Parkinson’s disease. Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Obtained data will include nucleic acid sequencing data from newly generated plasmids, microscope images and derived quantifications, movies from behavioral tests that will be analyzed manually, stereological quantifications based on histological staining, graphs, and excel-based data. It will also generate compiled data as research documentation (text, spreadsheets, protocols, notes, and diaries) and manuscripts. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) Joris Van Asselberghs is a senior technician in our lab that manages all data on a common storage drive that is automatically backed up. 2 . Storage capacity/repository during the research: All data are stored on a drive that is automatically backed up (capacity of 1 TB). after the research: Storage of finished projects is transferred to a special storage drive (created by the KU Leuven) that can be expanded upon request. Manuscripts: will be published and archived in public repositories. All samples will be stored as appropriate: -80°C for nucleic acids, protein samples, vectors, and cell lines; animal house for living organisms. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) N/A Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) N/A Which other issues related to the data management are relevant to mention? (use up to 700 characters) N/A Created using DMPonline.be. Last modiﬁed 17 April 2023 2 of 9 The role of the peripheral immune system and LRRK2 in gut-to-brain alpha-synuclein pathology propagation in Parkinson’s disease. DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 17 April 2023 3 of 9 The role of the peripheral immune system and LRRK2 in gut-to-brain alpha-synuclein pathology propagation in Parkinson’s disease. GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 17 April 2023 4 of 9 The role of the peripheral immune system and LRRK2 in gut-to-brain alpha-synuclein pathology propagation in Parkinson’s disease. FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Microscopy images Transmitted-light microscopy, epifluorescent microscopy and confocal microscopy of mouse brain and intestine Generate new data Digital Experimental Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable Document Format (.pdf), bitmap (.bmp), .gif; <100GB Analysis of microscopy data (mouse colon and brain tissue sections) immunohistochemical, immunofluorescent staining Generate new data Digital Experimental .xls, .pzfx <100GB Quantification of microscopy image data performed using Fiji, QuPath and cloud-based Aiforia, in microsoft excel and GraphPad prism Mouse brain tissue sections immunohistochemical, immunofluorescent staining Generate new data Physical Experimental 150 plates with sections The plates with the section will be stored at 4 °C. Mouse colon tissue sections immunohistochemical, immunofluorescent staining Generate new data Physical Experimental 1000-5000 slides Slides with colon sections will be stores at room temperature. Western blot images Characterization of the protein levels in different mouse tissues Generate new data Digital Experimental .tiff, .ometiff 500 MB Tif images of chemiluminiscent signal taken using ImageQuant LAS 4000 instrument Western blot membranes Characterization of the protein levels in different mouse tissues Generate new data Physical Experimental Less than 50 PVDF membrane pieces Small PVDF membrane pieces Analysis of western blot images Characterization of the protein levels in different mouse tissues Generate new data Digital Experimental .xls, .pzfx 50-100 MB Compilation and quantification of western blot images performed using Fiji, in microsoft excel and GraphPad prism Mouse colon and brain lysates Protein lysates coming from the tissues Generate new data Physical Experimental 300 tubes The tubes with the lysates are stored in -20 Analysis of Meso Scale V-plex assay Cytokines quantification from mouse lysates Generate new data Digital Experimental .xls, .pzfx Analysis was performed with the Discovery Workbench 4.0 software Created using DMPonline.be. Last modiﬁed 17 April 2023 5 of 9 Analysis of motor behaviour tests Recorded videos and analysis Generate new data Digital Experimental Avchd (video recordings),.xlsx, .pzfx <100GB - .docx for protocol on how to perform the tests - Video recordings of animal behaviour - Measures associated with motor performance on paper records will be transferred to digital .xlsx format as soon as possible - Quantification with statistical analysis will be performed Presentations of data Presentations compiling analysed data and images to disseminate project results Generate new data Digital Compiled/aggregated data .pptx 500 MB Lab Book and protocols Paper notes, OneNote Generate new data Digital Compiled/aggregated data OneNote <100MB Dated written notes about everyday tasks associated with carrying out experimental procedures. Protocols Manuscript summarizing results Generate new data Digital Compiled/aggregated data Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Markup Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format ; <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data We will perform experiments on mice. All necessary safety measures for laboratory and animal work will be taken. The animal experiments will comply with the relevant ethical principles and applicable international, EU, and national law EU Directives 2010/63/EU and 86/609/EEC. The permission to perform the animal experiments covered by this project has been approved by the Animal Ethics Committee at KU Leuven. Ethical approval reference number: 156/2022 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No N/A Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No N/A Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No N/A Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 17 April 2023 6 of 9 No N/A 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) and/or in hard-copy lab notebooks that refer to specific datasets. All datasets will be accompanied by a README.txt file containing all the associated metadata (see more details below). The data will be generated following standardized protocols. Clear and detailed descriptions of these protocols will be stored in our lab protocol database, and published along with the results. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Digital files will be named following a standard procedure so that all the names of all files in a given dataset will be in the same format: All names will start with the date (and time if applicable), followed by the project acronym, a short but specific descriptive name and a version number (containing leading zeros as needed) if applicable. Whenever possible names will be kept under 32 characters. Names will only contain letters, numbers, and underscores. Dots will only be used for version control indicators (minor revisions indicated by decimal numbers, and major revisions by whole numbers): YYYYMMDD_HHmm_Project_Experiment_ version.format. All changes in the files will be recorded. Data files will be stored in suitably labeled and organized folders and sub- folders, accompanied by a README.txt file in the top-level directory of the dataset, containing all the associated metadata. This will allow the data to be understood by other members of the laboratory and add contextual value to the dataset for future reuse. File names and locations will be recorded in the E-notebook to allow electronic records to be linked to the raw data. Metadata will include the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) • Access rights: closed access, embargoed access, restricted access, open access. 3. Data storage & back-up during the research project Where will the data be stored? All digital data will be stored on servers centrally managed by ICTS KU Leuven and with back-up capacities (Large Volume-storage). During the project, we will also use KU Leuven OneDrive for Business for active use of the data.The researchers working on the project will have copies of the data files as well as of the derived and compiled data stored on their personal computers. Mouse Samples: Tissues will be stored at -80°C and stained sections will be stored at room temperature or/and 4°C Other biological and chemical samples: storage at 4°C, -20°C, or -80°C and/or as frozen samples in cryovials as appropriate. How will the data be backed up? We will use the backup facilities of KU Leuven ICTS with automatic daily backup procedures that allow for disaster recovery. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Standard back-up provided by KU Leuven ICTS is sufficient to store the data collected for this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All network storage is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS center, to provide disaster recovery and additional back-up capacity, thus guaranteeing longterm data availability. Access to data is conditioned by KU Leuven security groups. All notebooks and physical data are stored in the labs. Entry to the lab requires ID-card and key. Access to the digital data is u-number and password controlled. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Data storage and backup costs are included in general lab costs. The cost includes sufficient data storage, not only the data belonging to the present project. Electricity costs for the -80° and -20° freezers and refrigerators present in the labs as well as the cost of liquid nitrogen cryostorage are included in general lab costs. 4. Data preservation after the end of the research project Created using DMPonline.be. Last modiﬁed 17 April 2023 7 of 9 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The minimum preservation term of 5 years after the end of the project will be applied to all datasets. Where will these data be archived (stored and curated for the long-term)? As a general rule, datasets will be made openly accessible, whenever possible at the latest at the time of publication. For all other datasets, long-term storage will be ensured as follows: -Digital datasets will be stored in storage space of a standard back-up provided by KU Leuven ICTS as an online data-backup service for at least 10 years, conform the KU Leuven RDM policy. -Mouse Samples: Tissues will be stored at -80°C and stained sections will be stored at room temperature or/and 4°C. -Other biological and chemical samples: storage at 4°C, -20°C or -80°C and/or as frozen samples in cryovials as appropriate. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Electricity costs for the -80° freezers in the labs are included in general lab costs. The cost of the laboratory's professional subscription to the online data backup service is 10.000 Euros per year (50.000 Euros for 5 years). This cost includes unlimited data storage, not only the data belonging to the present project. Data storage and backup costs are included in general lab costs. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Participants to the present project are committed to publish research results to communicate them to peers and to a wide audience. All research outputs supporting publications will be made openly accessible. Depending on their nature, some data may be made available prior to publication, either on an individual basis to interested researchers and/or potential new collaborators, or publicly via repositories (e.g. negative data). We aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in the main text, in supplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the journal, accessibility restrictions may apply. Physical data will be distributed to other parties if requested. If access is restricted, please specify who will be able to access the data and under what conditions. N/A Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No N/A Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be shared upon request by mail. Possible ways of sharing the generated data manuscripts: bioRxiv ( https://www.biorxiv.org/ ) mouse material: (snap frozen) direct mailing on dry ice microscope images: Image Data Resource (http://idr.openmicroscopy.org/about/) When will the data be made available? Upon publication of the research results Generally, research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed - or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. Which data usage licenses are you going to provide? If none, please explain why. Metadata will contain sufficient information to support data interpretation and reuse and will conform to community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No N/A Created using DMPonline.be. Last modiﬁed 17 April 2023 8 of 9 What are the expected costs for data sharing? How will these costs be covered? It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. The receiving party will pay for sharing physical data. 6. Responsibilities Who will manage data documentation and metadata during the research project? Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) that refer to specific datasets. Who will manage data storage and backup during the research project? The researcher, the supervisor of the project, and technical staff will ensure data storage and back up. Who will manage data preservation and sharing? The main researcher, Georgios Tsafaras, and the supervisor of the project ,Prof. Veerle Baekelandt, is responsible for data preservation and sharing, with support from the research and technical staff involved in the project, including Joris Van Asselberghs. Who will update and implement this DMP? The main researcher, Georgios Tsafaras, is responsible for all data management during and after data collection, including implementing and updating the DMP. The PI (Prof. Veerle Baekelandt) bears the end responsibility of updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 17 April 2023 9 of 9"
}