{
    "document_id": "D-2022-1607",
    "LinkTitle": "D-2022-1607",
    "file_name": "D-2022-1607.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1607.pdf",
    "metadata": {
        "title": "C3 KillAge (Internal Funds DMP) - DMP title",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "DMP title\nProject Name\n C3 KillAge (Internal Funds DMP) - DMP title\nProject Identifier\n C3/21/012 KillAge DMP\nGrant Title\n C3/21/012\nPrincipal Investigator / Researcher\n Lutgarde Arckens\nProject Data Contact\n Jolien Van houcke, +3216376490, jolien.vanhoucke@kuleuven.be\nDescription\n The KillAge consortium proposes to exploit the fast-aging killifish (Nothobranchius\nfurzeri) in a platform for aging neurobiology research. This platform will provide a complete\nsolution to academia and biopharma industry with drug discovery and target validation activities\nin the field of healthy brain aging and age-related neurodegenerative diseases. With this\napproach, we want to address the unmet need for gerontology models in neuroscience, and\nimprove the productivity of drug discovery by providing validated tools for studying the aging\nvertebrate brain. The interest in killifish as a gerontology model is rising and the need for\nalternative drug discovery approaches is pressing, thus the time is now right to establish this first\nkillifish research platform for aging neurobiology. With its focus on (i) neuroscience and (ii)\nmolecular, structural, functional and behavioural changes during CNS aging, our killifish research\nplatform will be the first of its kind and ahead of competition.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nProf. Dr. Lutgarde Arckens\nInternal Funds Project number & title\nProject number: \nC3/21/012\nTitle: \nA killifish R&D platform for therapies improving healthy brain aging\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nWP1. Characterization of physiological aging in the killifish CNS\n1\n. \nType of data: Microscopy images \nFormat: TIFF file\nVolume: 200 – 600 GB\nHow created: Confocal microscopy of tissue sections after IHC or HCR\n2\n. \nType of data: Light-sheet microscopy images and 3D movies \nFormat: Sis file, TIFF file, mp4, avi \nVolume: 1.8 TB (Sis), 3 GB (TIFF), 240 MB (mp4), 60 MB (avi)\nHow created: Light sheet microscopy of tissue after IHC or HCR\n3\n. \nType of data: Gene expression data \nFormat: pcrd file \nVolume: 4 MB \nHow created: qPCR analysis with CFX Maestro\n4\n. \nType of data: Protein level data \nFormat: xlsx file\nVolume: 100 KB \nHow created: ELISA analysis of tissue protein samples\n5\n. \nType of data: Cell number quantification/sorting \nFormat: fcs file \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 7\nVolume: 300 KB \nHow created: FACS analysis of tissue single-cell suspensions\n6\n. \nType of data: Behavioral data: statistics and video \nFormat: xlsx file (statistics) & mpg (video)\nVolume: 450 KB (statistics) & 3 GB (video)\nHow created: Video tracking of fish with Ethovision\n7\n. \nType of data: Optokinetic response test\nFormat: xlsx file\nVolume: 100 kb\nHow created: Manual entry of data\n8\n. \nType of data: Dorsal light reflex: statistics and video\nFormat: xlsx file (statistics) & mp4 file (video)\nVolume: 450 KB (statistics) & 3 GB (video)\nHow created: Movie with camera and manual entry of data\n \nWP2. Characterization of pathological aging\n1\n. \nType of data: Microscopy images\nFormat: TIFF file\nVolume: 200 – 600 GB\nHow created: Confocal microscopy of tissue sections after IHC or HCR\n2\n. \nType of data: Gene expression data \nFormat: pcrd file \nVolume: 4 MB \nHow created: qPCR analysis with CFX Maestro\n3\n. \nType of data: Electrophysiological recordings\nFormat: Axon binary files\nVolume: 1 TB\nHow created: Electrophysiological recordings of cellular activity\n4\n. \nType of data:Microscopy images\nFormat: TIFF file\nVolume: 3-5 GB\nHow created: Electron microscopy of myelin\n \n \nWP3. Proof-of-concept studies with anti-aging compounds\n1\n. \nType of data: Microscopy images\nFormat: TIFF file\nVolume: 200 – 600 GB\nHow created: Confocal microscopy of tissue sections after IHC or HCR\n2\n. \nType of data: Light-sheet microscopy images and 3D movies\nFormat: Sis file, TIFF file, mp4, avi\nVolume: 1.8 TB (Sis), 3 GB (TIFF), 240 MB (mp4), 60 MB (avi)\nHow created: Light sheet microscopy of tissue after IHC or HCR\n3\n. \nType of data: Gene expression data\nFormat: pcrd file\nVolume: 4 MB\nHow created: qPCR analysis with CFX Maestro\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 7\n4\n. \nType of data: Protein level data\nFormat: xlsx file\nVolume: 100 KB\nHow created: ELISA analysis of tissue protein samples\n5\n. \nType of data: Cell number quantification/sorting\nFormat: fcs file\nVolume: 300 KB\nHow created: FACS analysis of tissue single-cell suspensions\n6\n. \nType of data: Behavioral data: statistics and video\nFormat: xlsx file (statistics) & mpg (video)\nVolume: 450 KB (statistics) & 3 GB (video)\nHow created: Video tracking of fish with Ethovision\n7\n. \nType of data: Optokinetic response test\nFormat: xlsx file\nVolume: 100 kb\nHow created: Manual entry of data\n8\n. \nType of data: Dorsal light reflex: statistics and video\nFormat: xlsx file (statistics) & mp4 file (video)\nVolume: 450 KB (statistics) & 3 GB (video)\nHow created: Movie with camera and manual entry of data\n9\n. \nType of data: Electrophysiological recordings\nFormat: Axon binary files\nVolume: 1 TB\nHow created: Electrophysiological recordings of cellular activity\n10\n. \nType of data:Microscopy images\nFormat: TIFF file\nVolume: 3-5 GB\nHow created: Electron microscopy of myelin\n \nWP4. Creation of a killifish transgenic and genome editing facility\n1\n. \nType of data: Cell number quantification/sorting \nFormat: fcs file \nVolume: 300 KB \nHow created: FACS analysis of tissue single-cell suspensions\n2.\nType of data: Gene expression data\nFormat: BCL/FASTQ file\nVolume: 500 GB\nHow created: Bulk RNA sequencing\n \n3.\nType of data: Genome data\nFormat: gb file\nVolume: 450 KB\nHow created: Genotyping analysis with BENCHLING\n \n4.\nType of data: Stocksheet diapauzed eggs\nFormat: xlsx file\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 7\nVolume: 450 KB\nHow created: Repository of dry diapauzed eggs of transgenic fish lines\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo.\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nWe will use experiments on animals, specifically on killifish. The research will be performed\nunder normal laboratory safety rules. All necessary safety measures for laboratory and animal\nwork will be taken. We follow the guidelines and rules from the HSE Department (Health, Safety\nand Environment) and the Animal Ethics Committee at KU Leuven. Ethical permission for animal\nwork were given for following ECD: \nP021-2020\n (Steven Bergmans - neurodegeneration & retina\nneurogenesis), ECD: \nP025-2021\n (Caroline Zandecki, Valerie Mariën, Jolien Van houcke - injury\nmodel, active avoidance test, senolytic drug proof-of-principle), ECD: \nCreation of genetically\nmodified lines LA-ES & Creation Moons/2022.\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nYes. The killifish preclinical platform for drug discovery comprises all tools needed for the initial\nphases of R&D, from target screening to mode of action studies. \nThe valorisation activities of the consortium will be organized into two valorisation trajectories: -\nCRO activities: We envision \nfee-for-service\n research for academic groups and industrial\ncollaborators with an interest in preclinical, predominantly –but not limited to– CNS, research. A\nsecond trajectory for value creation and growth is based on in-house research that will be\nconducted using the KillAge platform and is aimed at \ncreating IPR\n via the identification and\nvalidation of new targets for drug development and repurposing. If IP is created via identification\nand validation of new targets, we will contact LRD to guide us in determining the protection\nstrategy, filing a patent application and follow up.  \n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nYes.  Fee-for-service contracts for proof-of-concept studies, testing a benchmark/lead molecule\nfrom the 3rd party portfolio have an NDA. The data will only be desseminated in agreement with\nthe 3rd party. \n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nDigital\n \ndata:\nWe will maintain a record of the following for every WP (where applicable):\n-Experimental design and protocol (.docx file)\n-Abbreviations used (.docx file)\n-Structure of the data (.docx file)\n-Steps involved in data analysis and relevant analysis scripts\n-Raw data (specific file format according to data type)\n-Analysed data (specific file format according to data type)\n-Index file/read me file (.txt file) for every WP, linking the name, location (folder and subfolder on\n/server) and description of above-mentioned files.\nPhysical\n \ndata:\nSamples taken from experiments will be documented and stored for up to three years after the\nend of the project. Storage will be in fixative or in freezers depending on the kind of sample.\nImmunohistological stained slides will be stored in appropriate boxes in a dry place or freezer.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 7\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nThe experiments are unique, but the data will be standardized according to data-type across\nexperiments to make it easier to interpret the structure. Below, we list the metadata standards\napplicable to this project:\nMetadata standards will be used for genomics data ( \nhttp://www.dcc.ac.uk/resources/metadata-\nstandards/genome-metadata\n). For all other data, we adopt a single, well-defined file-folder\nstructure and file-naming rules. Every data folder is accompanied by appropriate metadata files\nconsisting of a readme.txt with info on nomenclature, file format, software and adopted data\nstandards.   \n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nAll digital data will be stored on servers centrally managed by ICTS KU Leuven and with back-up\ncapacities (KU Leuven enterprise box, LargeVolume-storage).\nWe expect about 10 Tb of data to be stored.\nThe physcial data will be stored in freezers/fridges.\n5.2. How will the data be backed up?\nWe will use the back-up facilities of the KU Leuven ICTS.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\n Yes.\nThere is currently sufficient storage at KU Leuven ICTS.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nBack-up cost per Tb (KU Leuven ICTS): 295€/year\nExpected amount of data (10 Tb). Digital vault for private data: windows server (KU Leuven\nICTS): 2950 €/year.\nThe costs will be covered by the running costs on the grant.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nAll network storage is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS\ncenter, to provide disaster recovery and additional back-up capacity, thus guaranteeing long-\nterm data availability. Access to data is conditioned by KU Leuven security groups. All data will\nbe password protected.\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nDigital\n \ndata:\n We will retain all data for the expected 10 year period. For most publications we\nexpect that we will make the data publicly available on data repositories. Sequencing data will be\nsubmitted to public databases (EBI-ENA/NCBI- SRA), where they will be permanently archived to\npreserve access to the public.\nPhysical\n \ndata:\n Freezer stocks of histological slides will be available upon request. After the\nconclusion of the project samples will be stored for up to three years after the end of the project.\nStorage will be in fixative or in freezers depending on the kind of sample.\n6.2. Where will these data be archived (= stored for the long term)?\nWe will use the back-up possibilities as proposed by KU Leuven ICTS, with servers centrally\nmanaged by the ICTS to store all digital data. Note books will be kept in the lab for at least 5\nyears, conform the KU Leuven RDM policy.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 7\nWe expect about 2800 EUR/year. These costs will be budgeted into the project.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nAll data generated under fee-for-service contract testing a benchmark/lead molecule from the\n3rd party portfolio have an NDA (= IP of the 3rd party) and will not be shared without explicit\npermission of that 3rd party (Data Transfer Agreement). \n7.2. Which data will be made available after the end of the project?\nUpon agreement of the 3rd party, written progress reports will be stored for internal purposes\nand can be accessed by KU Leuven researchers upon request. Relevant neurobiological findings\nwill be disseminated through publication in high profile, peer-reviewed international journals\nwithin the life science field. The data will be presented on (inter)national scientific field- specific\nmeetings, e.g. Nothobranchius symposium, SfN FENS meetings, Healthy Aging etc.\nPublished data will be available to all. For most publications we expect that we will make the data\npublicly available on data repositories. \n \n7.3. Where/how will the data be made available for reuse?\nIn an Open Access repository\nPublished experimental data will be made available through a data repository such as Genebank,\nFigShare (https://figshare.com/), Dryad (https://datadryad.org/) or https://zenodo.org/ depending\non the type of data. We will explore the possibilities via online repositories and will use the\nwebsite www.re3data.org.\n \n7.4. When will the data be made available?\nUpon publication of the research results\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nThe data will be made available after publication via the required link in the publications or upon\nrequest after an embargo period after publication (f.i. phenotype files, genetic data).  After the\nend of the project an embargo period will be applied to the upublished data as laid down in the\n3rd party agreement.\n7.5. Who will be able to access the data and under what conditions?\nAll team members have access as long as they are affiliated to KU Leuven. Once all files are\nreleased, anyone can use these data to generate new results, referring to the original publication\nand not for commercial use. Data will be released under a CC-BY-NC reuse license.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nThe transfer costs depend on the data repository selected. Costs will be covered by project fund.\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\n All PIs (Lutgarde Arckens, Lieve Moons, Eve Seuntjens, Lies De Groef), and the day-to-day\nmanagers of the C3- project (Current Postdocs and PhDs: Jolien van houcke, Steven Bergmans,\nJulie De Schutter).\n8.2. Who will be responsible for data storage & back up during the project?\n All PIs (Lutgarde Arckens, Lieve Moons, Eve Seuntjens, Lies De Groef), and the day-to-day\nmanagers of the C3- project (Current Postdocs and PhDs: Jolien van houcke, Steven Bergmans,\nJulie De Schutter).\n8.3. Who will be responsible for ensuring data preservation and sharing?\n All PIs (Lutgarde Arckens, Lieve Moons, Eve Seuntjens, Lies De Groef).\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 7\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n7 of 7"
    },
    "clean_full_text": "DMP title Project Name C3 KillAge (Internal Funds DMP) - DMP title Project Identifier C3/21/012 KillAge DMP Grant Title C3/21/012 Principal Investigator / Researcher Lutgarde Arckens Project Data Contact Jolien Van houcke, +3216376490, jolien.vanhoucke@kuleuven.be Description The KillAge consortium proposes to exploit the fast-aging killifish (Nothobranchius furzeri) in a platform for aging neurobiology research. This platform will provide a complete solution to academia and biopharma industry with drug discovery and target validation activities in the field of healthy brain aging and age-related neurodegenerative diseases. With this approach, we want to address the unmet need for gerontology models in neuroscience, and improve the productivity of drug discovery by providing validated tools for studying the aging vertebrate brain. The interest in killifish as a gerontology model is rising and the need for alternative drug discovery approaches is pressing, thus the time is now right to establish this first killifish research platform for aging neurobiology. With its focus on (i) neuroscience and (ii) molecular, structural, functional and behavioural changes during CNS aging, our killifish research platform will be the first of its kind and ahead of competition. Institution KU Leuven 1. General Information Name of the project lead (PI) Prof. Dr. Lutgarde Arckens Internal Funds Project number & title Project number: C3/21/012 Title: A killifish R&D platform for therapies improving healthy brain aging 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. WP1. Characterization of physiological aging in the killifish CNS 1 . Type of data: Microscopy images Format: TIFF file Volume: 200 – 600 GB How created: Confocal microscopy of tissue sections after IHC or HCR 2 . Type of data: Light-sheet microscopy images and 3D movies Format: Sis file, TIFF file, mp4, avi Volume: 1.8 TB (Sis), 3 GB (TIFF), 240 MB (mp4), 60 MB (avi) How created: Light sheet microscopy of tissue after IHC or HCR 3 . Type of data: Gene expression data Format: pcrd file Volume: 4 MB How created: qPCR analysis with CFX Maestro 4 . Type of data: Protein level data Format: xlsx file Volume: 100 KB How created: ELISA analysis of tissue protein samples 5 . Type of data: Cell number quantification/sorting Format: fcs file This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 7 Volume: 300 KB How created: FACS analysis of tissue single-cell suspensions 6 . Type of data: Behavioral data: statistics and video Format: xlsx file (statistics) & mpg (video) Volume: 450 KB (statistics) & 3 GB (video) How created: Video tracking of fish with Ethovision 7 . Type of data: Optokinetic response test Format: xlsx file Volume: 100 kb How created: Manual entry of data 8 . Type of data: Dorsal light reflex: statistics and video Format: xlsx file (statistics) & mp4 file (video) Volume: 450 KB (statistics) & 3 GB (video) How created: Movie with camera and manual entry of data WP2. Characterization of pathological aging 1 . Type of data: Microscopy images Format: TIFF file Volume: 200 – 600 GB How created: Confocal microscopy of tissue sections after IHC or HCR 2 . Type of data: Gene expression data Format: pcrd file Volume: 4 MB How created: qPCR analysis with CFX Maestro 3 . Type of data: Electrophysiological recordings Format: Axon binary files Volume: 1 TB How created: Electrophysiological recordings of cellular activity 4 . Type of data:Microscopy images Format: TIFF file Volume: 3-5 GB How created: Electron microscopy of myelin WP3. Proof-of-concept studies with anti-aging compounds 1 . Type of data: Microscopy images Format: TIFF file Volume: 200 – 600 GB How created: Confocal microscopy of tissue sections after IHC or HCR 2 . Type of data: Light-sheet microscopy images and 3D movies Format: Sis file, TIFF file, mp4, avi Volume: 1.8 TB (Sis), 3 GB (TIFF), 240 MB (mp4), 60 MB (avi) How created: Light sheet microscopy of tissue after IHC or HCR 3 . Type of data: Gene expression data Format: pcrd file Volume: 4 MB How created: qPCR analysis with CFX Maestro This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 7 4 . Type of data: Protein level data Format: xlsx file Volume: 100 KB How created: ELISA analysis of tissue protein samples 5 . Type of data: Cell number quantification/sorting Format: fcs file Volume: 300 KB How created: FACS analysis of tissue single-cell suspensions 6 . Type of data: Behavioral data: statistics and video Format: xlsx file (statistics) & mpg (video) Volume: 450 KB (statistics) & 3 GB (video) How created: Video tracking of fish with Ethovision 7 . Type of data: Optokinetic response test Format: xlsx file Volume: 100 kb How created: Manual entry of data 8 . Type of data: Dorsal light reflex: statistics and video Format: xlsx file (statistics) & mp4 file (video) Volume: 450 KB (statistics) & 3 GB (video) How created: Movie with camera and manual entry of data 9 . Type of data: Electrophysiological recordings Format: Axon binary files Volume: 1 TB How created: Electrophysiological recordings of cellular activity 10 . Type of data:Microscopy images Format: TIFF file Volume: 3-5 GB How created: Electron microscopy of myelin WP4. Creation of a killifish transgenic and genome editing facility 1 . Type of data: Cell number quantification/sorting Format: fcs file Volume: 300 KB How created: FACS analysis of tissue single-cell suspensions 2. Type of data: Gene expression data Format: BCL/FASTQ file Volume: 500 GB How created: Bulk RNA sequencing 3. Type of data: Genome data Format: gb file Volume: 450 KB How created: Genotyping analysis with BENCHLING 4. Type of data: Stocksheet diapauzed eggs Format: xlsx file This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 7 Volume: 450 KB How created: Repository of dry diapauzed eggs of transgenic fish lines 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). We will use experiments on animals, specifically on killifish. The research will be performed under normal laboratory safety rules. All necessary safety measures for laboratory and animal work will be taken. We follow the guidelines and rules from the HSE Department (Health, Safety and Environment) and the Animal Ethics Committee at KU Leuven. Ethical permission for animal work were given for following ECD: P021-2020 (Steven Bergmans - neurodegeneration & retina neurogenesis), ECD: P025-2021 (Caroline Zandecki, Valerie Mariën, Jolien Van houcke - injury model, active avoidance test, senolytic drug proof-of-principle), ECD: Creation of genetically modified lines LA-ES & Creation Moons/2022. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes. The killifish preclinical platform for drug discovery comprises all tools needed for the initial phases of R&D, from target screening to mode of action studies. The valorisation activities of the consortium will be organized into two valorisation trajectories: - CRO activities: We envision fee-for-service research for academic groups and industrial collaborators with an interest in preclinical, predominantly –but not limited to– CNS, research. A second trajectory for value creation and growth is based on in-house research that will be conducted using the KillAge platform and is aimed at creating IPR via the identification and validation of new targets for drug development and repurposing. If IP is created via identification and validation of new targets, we will contact LRD to guide us in determining the protection strategy, filing a patent application and follow up. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? Yes. Fee-for-service contracts for proof-of-concept studies, testing a benchmark/lead molecule from the 3rd party portfolio have an NDA. The data will only be desseminated in agreement with the 3rd party. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Digital data: We will maintain a record of the following for every WP (where applicable): -Experimental design and protocol (.docx file) -Abbreviations used (.docx file) -Structure of the data (.docx file) -Steps involved in data analysis and relevant analysis scripts -Raw data (specific file format according to data type) -Analysed data (specific file format according to data type) -Index file/read me file (.txt file) for every WP, linking the name, location (folder and subfolder on /server) and description of above-mentioned files. Physical data: Samples taken from experiments will be documented and stored for up to three years after the end of the project. Storage will be in fixative or in freezers depending on the kind of sample. Immunohistological stained slides will be stored in appropriate boxes in a dry place or freezer. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 7 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. The experiments are unique, but the data will be standardized according to data-type across experiments to make it easier to interpret the structure. Below, we list the metadata standards applicable to this project: Metadata standards will be used for genomics data ( http://www.dcc.ac.uk/resources/metadata- standards/genome-metadata ). For all other data, we adopt a single, well-defined file-folder structure and file-naming rules. Every data folder is accompanied by appropriate metadata files consisting of a readme.txt with info on nomenclature, file format, software and adopted data standards. 5. Data storage and backup during the project 5.1. Where will the data be stored? All digital data will be stored on servers centrally managed by ICTS KU Leuven and with back-up capacities (KU Leuven enterprise box, LargeVolume-storage). We expect about 10 Tb of data to be stored. The physcial data will be stored in freezers/fridges. 5.2. How will the data be backed up? We will use the back-up facilities of the KU Leuven ICTS. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes. There is currently sufficient storage at KU Leuven ICTS. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? Back-up cost per Tb (KU Leuven ICTS): 295€/year Expected amount of data (10 Tb). Digital vault for private data: windows server (KU Leuven ICTS): 2950 €/year. The costs will be covered by the running costs on the grant. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All network storage is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS center, to provide disaster recovery and additional back-up capacity, thus guaranteeing long- term data availability. Access to data is conditioned by KU Leuven security groups. All data will be password protected. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). Digital data: We will retain all data for the expected 10 year period. For most publications we expect that we will make the data publicly available on data repositories. Sequencing data will be submitted to public databases (EBI-ENA/NCBI- SRA), where they will be permanently archived to preserve access to the public. Physical data: Freezer stocks of histological slides will be available upon request. After the conclusion of the project samples will be stored for up to three years after the end of the project. Storage will be in fixative or in freezers depending on the kind of sample. 6.2. Where will these data be archived (= stored for the long term)? We will use the back-up possibilities as proposed by KU Leuven ICTS, with servers centrally managed by the ICTS to store all digital data. Note books will be kept in the lab for at least 5 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 7 We expect about 2800 EUR/year. These costs will be budgeted into the project. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? All data generated under fee-for-service contract testing a benchmark/lead molecule from the 3rd party portfolio have an NDA (= IP of the 3rd party) and will not be shared without explicit permission of that 3rd party (Data Transfer Agreement). 7.2. Which data will be made available after the end of the project? Upon agreement of the 3rd party, written progress reports will be stored for internal purposes and can be accessed by KU Leuven researchers upon request. Relevant neurobiological findings will be disseminated through publication in high profile, peer-reviewed international journals within the life science field. The data will be presented on (inter)national scientific field- specific meetings, e.g. Nothobranchius symposium, SfN FENS meetings, Healthy Aging etc. Published data will be available to all. For most publications we expect that we will make the data publicly available on data repositories. 7.3. Where/how will the data be made available for reuse? In an Open Access repository Published experimental data will be made available through a data repository such as Genebank, FigShare (https://figshare.com/), Dryad (https://datadryad.org/) or https://zenodo.org/ depending on the type of data. We will explore the possibilities via online repositories and will use the website www.re3data.org. 7.4. When will the data be made available? Upon publication of the research results After an embargo period. Specify the length of the embargo and why this is necessary The data will be made available after publication via the required link in the publications or upon request after an embargo period after publication (f.i. phenotype files, genetic data). After the end of the project an embargo period will be applied to the upublished data as laid down in the 3rd party agreement. 7.5. Who will be able to access the data and under what conditions? All team members have access as long as they are affiliated to KU Leuven. Once all files are released, anyone can use these data to generate new results, referring to the original publication and not for commercial use. Data will be released under a CC-BY-NC reuse license. 7.6. What are the expected costs for data sharing? How will these costs be covered? The transfer costs depend on the data repository selected. Costs will be covered by project fund. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? All PIs (Lutgarde Arckens, Lieve Moons, Eve Seuntjens, Lies De Groef), and the day-to-day managers of the C3- project (Current Postdocs and PhDs: Jolien van houcke, Steven Bergmans, Julie De Schutter). 8.2. Who will be responsible for data storage & back up during the project? All PIs (Lutgarde Arckens, Lieve Moons, Eve Seuntjens, Lies De Groef), and the day-to-day managers of the C3- project (Current Postdocs and PhDs: Jolien van houcke, Steven Bergmans, Julie De Schutter). 8.3. Who will be responsible for ensuring data preservation and sharing? All PIs (Lutgarde Arckens, Lieve Moons, Eve Seuntjens, Lies De Groef). 8.4. Who bears the end responsibility for updating & implementing this DMP? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 7 The end responsibility for updating and implementing the DMP is with the supervisor (promotor). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 7 of 7"
}