{
    "document_id": "D-2024-2516",
    "LinkTitle": "D-2024-2516",
    "file_name": "D-2024-2516.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2516.pdf",
    "metadata": {
        "title": "Mary at the Margins: Constructing a Liberative Marian Theology",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Mary at the Margins: Constructing a Liberative Marian Theology\nMary at the Margins: Constructing a Liberative Marian Theology\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nMarie-Claire Klassen\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n1280824N\nID: \nID: \n205183\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n01-10-2026\nProject abstract:\nProject abstract:\nIn the western theological context Mary is a divisive figure. For Christian conservatives she often represents traditional piety. For Christian feminists,\nMary is often viewed as a figure who perpetuates gender inequality and patriarchy. This project proposes an alternative approach to Mary through\nmaking two interventions. First, it brings liberation theologies that engage Mary into dialogue with Pope Francis’ approach to Mary within the broader\ncontext of his commitment to the theology of the people (la teología del pueblo). Second, this project considers the extent to which communities at the\nmargins draw on Mary as both a source for strength in the midst of oppression and as an agent of liberation. In order to develop this second\nintervention, I utilize the method of ethnography to collect original data in three locations: 1) Israel-Palestine (Mary, Our Lady of Palestine) 2) Rwanda\n(Mary, Our Lady of Kibeho) 3) U.S.: Mary in the Catholic Worker Communities ( examples include \"Our Lady of the Road/Madonna della Strada\" and\nOur Lady of Guadeloupe). This project breaks from both research on classic Marian piety and feminist critiques, to offer a fresh perspective on Mary,\nfocusing on the ways liberation theologies, Francis, and these Marian practices from the margins offer resources for constructing a liberative Marian\ntheology.                                                                                                                                  In my research I may also find practices that do not fit into\nthe liberative Marian framework I am proposing. Such practices will also be assessed and considered as a possible critique of my initial framework for\nthis study. The initial framework I have proposed will be reassessed in light of research findings. \nLast modified: \nLast modified: \n29-02-2024\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n1 of 6\nMary at the Margins: Constructing a Liberative Marian Theology\nMary at the Margins: Constructing a Liberative Marian Theology\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nI will be generating new data through semi-structured interviews. I will have interview recordings that are deleted after I complete transcriptions. In total there will\nbe between 45 to 60 interviews that I transcribed and saved as word documents. I will not need extra data storage as all I will be saving are word documents of\ntranscriptions. Audio recordings will only be saved for a limited amount of time (until transcription, usually between 1-6 weeks). \n \nSome of the information is personal because I ask people about their religious background. The interviews with be pseudonymized and any identifying details will\nbe removed. They are kept in a password protected folder on KU Leuven's OneDrive. The key that connects that pseudonymized names will be saved to a separate\nfolder on OneDrive. \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your\nanswer. (use up to 700 characters)\nanswer. (use up to 700 characters)\n1\n. \nDesignation of responsible person \nI am responsible for saving the interview transcriptions on OneDrive. There is no further data beyond interview transcriptions, which will not be publicly\navailable, due to the conditions agreed upon with  KU Leuven's SMEC. \n \n1\n. \nStorage capacity/repository\nDuring the research: the data (interview transcriptions) will be saved on KU Leuven's One Drive in a password protected folder. Audio recordings will\nalso be saved in a password protected folder on one drive but deleted as soon as the transcription is completed. \nafter the research: The interviews will continued to be saved on One Drive until it is no longer needed for the project (up to ten years). In the contract\nwith interviewees they can be saved for the duration they are relevant to the research project or ten years.  Due to the conditions of the interview/what\nwas approved by KU Leuven's SMEC, they are only accessible to myself and my advisor.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nThe research can be preserved until the completion of the project, up to ten years.  I would like to clarify that only myself and my supervisor have access to the\nresearch.\nResearch participants give informed consent to have their interview taken, but the only person who can have access to their real names is the principle researcher\n(myself). The only two people who have access to the interview transcriptions are myself and my supervisor (Ellen Van Stichel) This is because the interviews\ncontain sensitive materials and the KU Leuven SMEC review wants to minimize risk. \n \n \nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use\nup to 700 characters)\nup to 700 characters)\nThe security measures I have taken are as follows: \n Interview transcriptions  are saved on a password protected folder on OneDrive. Audio transcriptions are saved in a password protected folder and deleted upon\ntranscription. The key that connects interview transcriptions to the contact details of participants is saved in a password protected folder that is only accessible by the\nprinciple researcher (myself). In this way, the identity of interviewees is protected. \n \nFurthermore, in some cases, other potentially identifying details (occupation, location) are removed. \nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nI would like to note that this project has already been approved by KU Leuven's SMEC.\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n2 of 6\nMary at the Margins: Constructing a Liberative Marian Theology\nMary at the Margins: Constructing a Liberative Marian Theology\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\nupper limit of the volume of the data.\nupper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nInterviews\non Mary\nSemi-Structured\nInterview\nTranscriptions\nPlease choose from the following\noptions:\nGenerate new data\nPlease choose from\nthe following\noptions:\nDigital\nPlease choose from the\nfollowing options:\n \nOther(Interviews)\nPlease choose\nfrom the\nfollowing options:\n..pdf, \nPlease choose\nfrom the\nfollowing options:\n<100MB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nI do not reuse existing data. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment\nsection. Please refer to specific datasets or data types when appropriate.\nsection. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nUnless participants specifically ask to use their real name (for example, artists) it is important to keep the interviews pseudonymised data. \nPRET Approval: G-2023-7245\nSMEC: G-2023-7245\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types\nwhen appropriate.\nwhen appropriate.\nYes\nName\nAge\nOccupation \nReligious viewpoints \nEmail address\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset\nor data type where appropriate.\nor data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n3 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nI do not have any \"third party agreements.\" There is just the consent form with interviewees. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\ncomment section to what data they relate and which restrictions will be asserted.\ncomment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others,\nnow and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc.\nnow and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc.\nwhere this information is recorded).\nwhere this information is recorded).\nThis is not applicable. I only use interview transcriptions. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata\nstandard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nstandard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nI am not using metadata just interview transcriptions of about 45 to 60 people. \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nKU Leuven One Drive in password protected folders. \nHow will the data be backed up?\nHow will the data be backed up?\nKU Leuven One Drive \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes. Interview transcriptions do not take up much space and  KU Leuven OneDrive is sufficient. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nDate is stored in KU Leuven One Drive in password protected folders. The name and email of interviewees is kept in a separate password protected folder from\ninterview transcriptions. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n4 of 6\nNone. \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some\ndata cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\ndata cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nThe interview transcriptions can be saved for the duration of the project or up to ten years if they are still deemed important for the project, according to the approval\nfrom KU Leuven's SMEC. They will be on KU Leuven One Drive. \nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe interviews will only be on KU Leuven One Drive because they can not be accessed by anyone other than my supervisor and myself due to the conditions of\nSMEC. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNone. \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will\nbe made available.\nbe made available.\nNo (closed access)\nAs noted in previous sections, the data (interview transcriptions) is saved on KU Leuven OneDrive, and has closed access for myself and my supervisor to comply\nwith SMEC. It can be used during the project and can be saved for up to ten years if the data continues to be deemed relevant to the project. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nI can access all the data. My supervisor can access transcriptions but not audio or the key linking transcriptions to persons and emails. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in\nthe comment section per dataset or data type where appropriate.\nthe comment section per dataset or data type where appropriate.\nYes, Ethical aspects\nSince I conduct interviews that contain personal information, such as religious perspectives, the interviews are pseudonymized and sharing is restricted (only myself\nand my advisor) \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe interviews will not be made available in repositories but the results will be published in academic papers. \nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results. \nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n5 of 6\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThis research is conducted on the basis of public interest, under KU Leuven.  The data cannot be reused by others. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo data sharing. \n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nPrinciple researcher (myself). Please note that it is just interview transcriptions and an accompanying key. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nMyself (Principle researcher). \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nMyself (principle researcher) \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nMyself (principle researcher) \nCreated using DMPonline.be. Last modiﬁed 29 February 2024\n6 of 6"
    },
    "clean_full_text": "Mary at the Margins: Constructing a Liberative Marian Theology Mary at the Margins: Constructing a Liberative Marian Theology A Data Management Plan created using DMPonline.be Creator: Creator: Marie-Claire Klassen Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1280824N ID: ID: 205183 Start date: Start date: 01-10-2023 End date: End date: 01-10-2026 Project abstract: Project abstract: In the western theological context Mary is a divisive figure. For Christian conservatives she often represents traditional piety. For Christian feminists, Mary is often viewed as a figure who perpetuates gender inequality and patriarchy. This project proposes an alternative approach to Mary through making two interventions. First, it brings liberation theologies that engage Mary into dialogue with Pope Francis’ approach to Mary within the broader context of his commitment to the theology of the people (la teología del pueblo). Second, this project considers the extent to which communities at the margins draw on Mary as both a source for strength in the midst of oppression and as an agent of liberation. In order to develop this second intervention, I utilize the method of ethnography to collect original data in three locations: 1) Israel-Palestine (Mary, Our Lady of Palestine) 2) Rwanda (Mary, Our Lady of Kibeho) 3) U.S.: Mary in the Catholic Worker Communities ( examples include \"Our Lady of the Road/Madonna della Strada\" and Our Lady of Guadeloupe). This project breaks from both research on classic Marian piety and feminist critiques, to offer a fresh perspective on Mary, focusing on the ways liberation theologies, Francis, and these Marian practices from the margins offer resources for constructing a liberative Marian theology. In my research I may also find practices that do not fit into the liberative Marian framework I am proposing. Such practices will also be assessed and considered as a possible critique of my initial framework for this study. The initial framework I have proposed will be reassessed in light of research findings. Last modified: Last modified: 29-02-2024 Created using DMPonline.be. Last modiﬁed 29 February 2024 1 of 6 Mary at the Margins: Constructing a Liberative Marian Theology Mary at the Margins: Constructing a Liberative Marian Theology Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) I will be generating new data through semi-structured interviews. I will have interview recordings that are deleted after I complete transcriptions. In total there will be between 45 to 60 interviews that I transcribed and saved as word documents. I will not need extra data storage as all I will be saving are word documents of transcriptions. Audio recordings will only be saved for a limited amount of time (until transcription, usually between 1-6 weeks). Some of the information is personal because I ask people about their religious background. The interviews with be pseudonymized and any identifying details will be removed. They are kept in a password protected folder on KU Leuven's OneDrive. The key that connects that pseudonymized names will be saved to a separate folder on OneDrive. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) answer. (use up to 700 characters) 1 . Designation of responsible person I am responsible for saving the interview transcriptions on OneDrive. There is no further data beyond interview transcriptions, which will not be publicly available, due to the conditions agreed upon with KU Leuven's SMEC. 1 . Storage capacity/repository During the research: the data (interview transcriptions) will be saved on KU Leuven's One Drive in a password protected folder. Audio recordings will also be saved in a password protected folder on one drive but deleted as soon as the transcription is completed. after the research: The interviews will continued to be saved on One Drive until it is no longer needed for the project (up to ten years). In the contract with interviewees they can be saved for the duration they are relevant to the research project or ten years. Due to the conditions of the interview/what was approved by KU Leuven's SMEC, they are only accessible to myself and my advisor. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) The research can be preserved until the completion of the project, up to ten years. I would like to clarify that only myself and my supervisor have access to the research. Research participants give informed consent to have their interview taken, but the only person who can have access to their real names is the principle researcher (myself). The only two people who have access to the interview transcriptions are myself and my supervisor (Ellen Van Stichel) This is because the interviews contain sensitive materials and the KU Leuven SMEC review wants to minimize risk. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) up to 700 characters) The security measures I have taken are as follows: Interview transcriptions are saved on a password protected folder on OneDrive. Audio transcriptions are saved in a password protected folder and deleted upon transcription. The key that connects interview transcriptions to the contact details of participants is saved in a password protected folder that is only accessible by the principle researcher (myself). In this way, the identity of interviewees is protected. Furthermore, in some cases, other potentially identifying details (occupation, location) are removed. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) I would like to note that this project has already been approved by KU Leuven's SMEC. Created using DMPonline.be. Last modiﬁed 29 February 2024 2 of 6 Mary at the Margins: Constructing a Liberative Marian Theology Mary at the Margins: Constructing a Liberative Marian Theology FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Interviews on Mary Semi-Structured Interview Transcriptions Please choose from the following options: Generate new data Please choose from the following options: Digital Please choose from the following options: Other(Interviews) Please choose from the following options: ..pdf, Please choose from the following options: <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: I do not reuse existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Unless participants specifically ask to use their real name (for example, artists) it is important to keep the interviews pseudonymised data. PRET Approval: G-2023-7245 SMEC: G-2023-7245 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. when appropriate. Yes Name Age Occupation Religious viewpoints Email address Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 29 February 2024 3 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No I do not have any \"third party agreements.\" There is just the consent form with interviewees. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). where this information is recorded). This is not applicable. I only use interview transcriptions. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No I am not using metadata just interview transcriptions of about 45 to 60 people. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? KU Leuven One Drive in password protected folders. How will the data be backed up? How will the data be backed up? KU Leuven One Drive Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes. Interview transcriptions do not take up much space and KU Leuven OneDrive is sufficient. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Date is stored in KU Leuven One Drive in password protected folders. The name and email of interviewees is kept in a separate password protected folder from interview transcriptions. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 29 February 2024 4 of 6 None. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The interview transcriptions can be saved for the duration of the project or up to ten years if they are still deemed important for the project, according to the approval from KU Leuven's SMEC. They will be on KU Leuven One Drive. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The interviews will only be on KU Leuven One Drive because they can not be accessed by anyone other than my supervisor and myself due to the conditions of SMEC. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? None. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. be made available. No (closed access) As noted in previous sections, the data (interview transcriptions) is saved on KU Leuven OneDrive, and has closed access for myself and my supervisor to comply with SMEC. It can be used during the project and can be saved for up to ten years if the data continues to be deemed relevant to the project. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. I can access all the data. My supervisor can access transcriptions but not audio or the key linking transcriptions to persons and emails. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. the comment section per dataset or data type where appropriate. Yes, Ethical aspects Since I conduct interviews that contain personal information, such as religious perspectives, the interviews are pseudonymized and sharing is restricted (only myself and my advisor) Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The interviews will not be made available in repositories but the results will be published in academic papers. When will the data be made available? When will the data be made available? Upon publication of research results. Created using DMPonline.be. Last modiﬁed 29 February 2024 5 of 6 Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. This research is conducted on the basis of public interest, under KU Leuven. The data cannot be reused by others. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No data sharing. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Principle researcher (myself). Please note that it is just interview transcriptions and an accompanying key. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Myself (Principle researcher). Who will manage data preservation and sharing? Who will manage data preservation and sharing? Myself (principle researcher) Who will update and implement this DMP? Who will update and implement this DMP? Myself (principle researcher) Created using DMPonline.be. Last modiﬁed 29 February 2024 6 of 6"
}