{
    "document_id": "D-2024-2645",
    "LinkTitle": "D-2024-2645",
    "file_name": "D-2024-2645.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2645.pdf",
    "metadata": {
        "title": "D-2024-2645",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of t he project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives o f all Flemish funders \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requ irements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a stan dardized glossary  of definitions and abbreviations is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Mustafa Karatas, 0000 -0002 -2464 -0593  \nContributor name(s) (+ ORCID) & roles  Jelle Matthijnssens, 0000 -0003 -1188 -9733 , supervisor  \nEmmanuel André , 0000 -0001 -8321 -3770 , co-supervisor  \nMarc Van Ranst , 0000 -0002 -1674 -4157 , co-supervisor  \nProject number  1 & title  11P7I24N  - The impact of the COVID pandemic on rotavirus epidemiology & environmental sampling as a \ntool to monitor enteric virus circulation  \nFunder(s) GrantID  2 FWO  \nAffiliation(s)  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \nPlease provide a short project description  Our project investigates the epidemiology of enteric viruses using innovative environmental surveillance \nmethods  as well as using data of National Reference Center  (NRC) for Rotavirus . Firstly, NRC data will be \nanalyzed to  reveal effects of pandemic on rotavirus epidemiology. By analyzing  wastewater and air samples \nfrom Leuven, Belgium, we aim to uncover the presence and dynamics of enteric viruses like norovirus and \nrotavirus. Leveraging advanced virome analysis techniques, we seek to identify patterns and trends that \nmay serve as early i ndicators of virus outbreaks. Additionally, we explore the long -term effects of the COVID -\n19 pandemic on rotavirus epidemiology, anticipating potential shifts in virus circulation. Through our \nresearch, we aim to establish the utility of sewage and air sam ples as proxies for monitoring enteric virus \ntransmission, providing valuable insights for public health interventions. Ultimately, our project aims to \nenhance virus monitoring strategies and contribute to the development of more effective control measures . \n \n \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n  \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n 2. Research Data Summary  \n \nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), an d an \nestimate of the upper limit of the volume of the data  3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset Name  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \n  ☐ Generate new \ndata  \n☐ Reuse existing \ndata  ☐ Digital  \n☐ Physical  ☐ Audiovisual  \n☒ Images  \n☐ Sound  \n☐ Numerical  \n☐ Textual  \n☐ Model  \n☐ Software  \n☐ Other :  ☐ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n  \nRotavirus  Rotavirus \nepidemiology  Reuse existing data  ☒ Digital  \n ☒ Textual  \n .csv \n ☒ < 1 GB  \n  \nRota -model  Rotavirus \nmodeling  Reuse existing data  \nGenerate new data  ☒ Digital  \n ☒ Model  .R \n.py ☒ < 1 GB  \n  \nShotgun \nmetagenomics  Indoor air and \nwastewater  Generate new data  ☒ Digital  \n ☒ Numerical  \n☒ Images  \n☒ Textual  .fastq.gz  \n.R \n.py \n.bam  \n.ai ☒ > 5 TB  \n  \nShotgun \nmetagenomics  Wet -lab, \nsamples  Generate new data  ☒ Physical     20 9x9 boxes  \n0,0169 m3 \n \n \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n GUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are \nvaluable, diffic ult to replace and/or ethical issues are associated.  Materials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentatio n/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.   \n Data from National Reference Center for Rotavirus  (from here on referred as NRC Rotavirus)  will be \nreused.  \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☐ Yes, human subject data ; provide SMEC or EC a pproval  number:    \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☒ No \nRotavirus epidemiology data analysis was framed within the role of the National Reference Center for \nRotavirus UZ/KU Leuven (as defined by the Royal Decree of 09/02/2011).  \nWill you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☐ Yes (provide PRET G -number or EC S -number below)  \n☒ No \nAdditional information:  \n \n \nDoes your work have potential for commercial \nvalorization  (e.g. tech transfer, for example spin -\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.  ☐ Yes \n☒ No \nIf yes , please comment :  \n \n \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n Do existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements, \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be asserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures used, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded).  \n \nRDM guidance on documentation and metadata . \n For all parts of the research,  code s (e.g., figure, modelling ) will be stored with a README.txt file . This file \nwill contain necessary information to repeat / recreate these.  \n \nAll abbreviations, used to name samples will be stored with samples  as csv file , allowing easy access and \nunderstanding to data. Laboratory results will be stored in excel files, which will be accompanying \ninformation  to raw sequencing data.  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☐ Yes \n☒ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n \n \nIf no, please specify (where appropriate per dataset or data type ) which metadata will be created:  \n \n \n \n \n \n4. Data Storage & Back -up during the Research Project  \n \nWhere will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☒ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☒ OneDrive (KU Leuven)  \n☒ Sharepoint online  \n☐ Sharepoint on -premis  \n☒ Large Volume Storage  \n☐ Digital Vault  \n☐ Other:  \n \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☒ Personal back -ups I make (specify) : External drives  \n☐ Other (specify)  \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \n \nIf no, please specify:  \n \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n  \nMetadata files will be stored on external hard drives with password -protected access. Computers and \nlaptops are also password -protected. During the research, prokaryotic, eukaryotic and viral sequence data \nand analyses will be saved and analyzed on passwor d-protected storage space on the VSC -servers \n(Responsible: Prof. Jelle Matthijnssens). For rotavirus epidemiology, all files are  (and will be)  stored in \ncentrally managed KU Leuven computers or password -protected laptops. Only National Reference Center \npersonnel and researchers are allowed to reach and make changes in these files.  \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  During the research project, not more than 2TB of paid usage on VSC -servers is expected. Therefore, \nyearly cost is expected to be €50 for online servers. Two 5TB external hard discs planned to be in use  \nwhich is expected to cost less than €500. These costs will be covered by  Prof Jelle Matthijnssens.  \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n Which data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be \npreserved, clearly state the reasons for this  \n(e.g. legal or contract ual restrictions, \nstorage/budget issues, institutional policies...).  \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans  \n☐ Certain data cannot be kept for 10 years (explain)  \n \n \n \n \nWhere will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven storage solution, consult the  interactive  KU \nLeuven  storage guide . ☒ KU Leuven RDR  \n☒ Large Volume Storage (longterm for large volumes)  \n☒ Shared network drive (J -drive)  \n☐ Other (specifiy):  \n \n \n \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n Laboratory of Viral Metagenomics has storage space in high power computing nodes  (VSC -servers) , costs \nare covered by  Prof Jelle  Matthijnssens.   \n \n \n6. Data Sharing and Reuse  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n Will the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☒ Yes, as open dat a: Metagenomics data  \n☐ Yes, as embargoed data (temporary restriction)  \n☐ Yes, as restricted data (upon approval, or institutional access only ):  \n☒ No (closed access) : NRC Rotavirus data  \n☐ Other, please specify:  \n \n \n \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Access to NRC Rotavirus data will be restricted due to patient  confidentiality. These  data will only be \navaila ble to NRC personnel during their work period.  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☐ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☒ No \n \nIf yes, please specify:  \n \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.  ☒ KU Leuven RDR  \n☒ Other data repository (specify) : Sequence Read Archive  (SRA)  \n☐ Other (specify) : \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n When will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \nWhich data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☒ CC-BY 4.0 (data)  \n☐ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \n \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.  \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☒ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n There is no expected cost for data sharing.  \n \n7. Responsibilities  \nWho will manage data documentation and \nmetadata during the research project?  Mustafa Karatas  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n Who will manage data storage and backup \nduring the research project?  Mustafa Karatas  \nWho will manage data preservation and \nsharing?  Mustafa Karatas  \nWho will update and implement this DMP?  Mustafa Karatas  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of t he project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. T his Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives o f all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requ irements for data management planning. To increase understanding and facilitate completion of the DMP, a stan dardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Mustafa Karatas, 0000 -0002 -2464 -0593 Contributor name(s) (+ ORCID) & roles Jelle Matthijnssens, 0000 -0003 -1188 -9733 , supervisor Emmanuel André , 0000 -0001 -8321 -3770 , co-supervisor Marc Van Ranst , 0000 -0002 -1674 -4157 , co-supervisor Project number 1 & title 11P7I24N - The impact of the COVID pandemic on rotavirus epidemiology & environmental sampling as a tool to monitor enteric virus circulation Funder(s) GrantID 2 FWO Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 Please provide a short project description Our project investigates the epidemiology of enteric viruses using innovative environmental surveillance methods as well as using data of National Reference Center (NRC) for Rotavirus . Firstly, NRC data will be analyzed to reveal effects of pandemic on rotavirus epidemiology. By analyzing wastewater and air samples from Leuven, Belgium, we aim to uncover the presence and dynamics of enteric viruses like norovirus and rotavirus. Leveraging advanced virome analysis techniques, we seek to identify patterns and trends that may serve as early i ndicators of virus outbreaks. Additionally, we explore the long -term effects of the COVID - 19 pandemic on rotavirus epidemiology, anticipating potential shifts in virus circulation. Through our research, we aim to establish the utility of sewage and air sam ples as proxies for monitoring enteric virus transmission, providing valuable insights for public health interventions. Ultimately, our project aims to enhance virus monitoring strategies and contribute to the development of more effective control measures . 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple fundin g sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its techn ical format (file extension), an d an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume ☐ Generate new data ☐ Reuse existing data ☐ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other : ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Rotavirus Rotavirus epidemiology Reuse existing data ☒ Digital ☒ Textual .csv ☒ < 1 GB Rota -model Rotavirus modeling Reuse existing data Generate new data ☒ Digital ☒ Model .R .py ☒ < 1 GB Shotgun metagenomics Indoor air and wastewater Generate new data ☒ Digital ☒ Numerical ☒ Images ☒ Textual .fastq.gz .R .py .bam .ai ☒ > 5 TB Shotgun metagenomics Wet -lab, samples Generate new data ☒ Physical 20 9x9 boxes 0,0169 m3 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are valuable, diffic ult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentatio n/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Data from National Reference Center for Rotavirus (from here on referred as NRC Rotavirus) will be reused. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☐ Yes, human subject data ; provide SMEC or EC a pproval number: ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☒ No Rotavirus epidemiology data analysis was framed within the role of the National Reference Center for Rotavirus UZ/KU Leuven (as defined by the Royal Decree of 09/02/2011). Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☐ Yes (provide PRET G -number or EC S -number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin - offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No If yes , please comment : 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No If yes, please explain: 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata . For all parts of the research, code s (e.g., figure, modelling ) will be stored with a README.txt file . This file will contain necessary information to repeat / recreate these. All abbreviations, used to name samples will be stored with samples as csv file , allowing easy access and understanding to data. Laboratory results will be stored in excel files, which will be accompanying information to raw sequencing data. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☐ Yes ☒ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : If no, please specify (where appropriate per dataset or data type ) which metadata will be created: 4. Data Storage & Back -up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☒ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☒ OneDrive (KU Leuven) ☒ Sharepoint online ☐ Sharepoint on -premis ☒ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☒ Personal back -ups I make (specify) : External drives ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data Metadata files will be stored on external hard drives with password -protected access. Computers and laptops are also password -protected. During the research, prokaryotic, eukaryotic and viral sequence data and analyses will be saved and analyzed on passwor d-protected storage space on the VSC -servers (Responsible: Prof. Jelle Matthijnssens). For rotavirus epidemiology, all files are (and will be) stored in centrally managed KU Leuven computers or password -protected laptops. Only National Reference Center personnel and researchers are allowed to reach and make changes in these files. What are the expected costs for data storage and backup during the research project? How will these costs be covered? During the research project, not more than 2TB of paid usage on VSC -servers is expected. Therefore, yearly cost is expected to be €50 for online servers. Two 5TB external hard discs planned to be in use which is expected to cost less than €500. These costs will be covered by Prof Jelle Matthijnssens. 5. Data Preservation after the end of the Research P roject FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contract ual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☒ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☒ Shared network drive (J -drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Laboratory of Viral Metagenomics has storage space in high power computing nodes (VSC -servers) , costs are covered by Prof Jelle Matthijnssens. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☒ Yes, as open dat a: Metagenomics data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only ): ☒ No (closed access) : NRC Rotavirus data ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions. Access to NRC Rotavirus data will be restricted due to patient confidentiality. These data will only be availa ble to NRC personnel during their work period. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR ☒ Other data repository (specify) : Sequence Read Archive (SRA) ☐ Other (specify) : FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? There is no expected cost for data sharing. 7. Responsibilities Who will manage data documentation and metadata during the research project? Mustafa Karatas FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 Who will manage data storage and backup during the research project? Mustafa Karatas Who will manage data preservation and sharing? Mustafa Karatas Who will update and implement this DMP? Mustafa Karatas"
}