{
    "document_id": "D-2022-1700",
    "LinkTitle": "D-2022-1700",
    "file_name": "D-2022-1700.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1700.pdf",
    "metadata": {
        "title": "Toward 4D-printed foot orthotics based on pressure-driven shape adaptability for the remote management of at-risk diabetic feet",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Toward 4D-printed foot orthotics based on pressure-driven shape\nadaptability for the remote management of at-risk diabetic feet\nA Data Management Plan created using DMPonline.be\nCreators: \nVeerle Vandeginste, Kevin Deschamps\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nVeerle Vandeginste, Kevin Deschamps\nGrant number / URL: \nC24E/22/019\nID: \n193091\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nDiabetes-related foot disease is one of the ten leading causes of disability, and the main reason\nfor amputations. Its chronic complications and social impact claims for a prompt and effective\nprevention measure. The ORTEADA project will revolutionize the concept of foot orthotic by\ndeveloping a novel pressure-assessment-driven, electrically activated, shape-adaptable material\nsystem with a patient-centred approach. First, we will develop a sensor layer capable of\nmeasuring the foot plantar pressure distribution. Second, we will develop an electro-active\nshape-adaptable material for the orthotic. Third, we will quantify the dose-response effect of the\ncustomized foot orthotics on the plantar pressure distribution. Fourth, we will create those new\nfoot orthotics using additive manufacturing. Finally, we will design the control electronics and\nsoftware to make the shape-adaptable foot orthotic protoype, and conduct a pilot study.\nLast modified: \n30-01-2023\nCreated using DMPonline.be. Last modiﬁed 30 January 2023\n1 of 8\nToward 4D-printed foot orthotics based on pressure-driven shape\nadaptability for the remote management of at-risk diabetic feet\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.\nFor each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to\nknow what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also\nindicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the\nvolume of the data.\nCreated using DMPonline.be. Last modiﬁed 30 January 2023\n2 of 8\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:  \nD\n(igital)\nor \nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nSensor -\nS\nSensor synthesis protocol\nN\nD\nT\npdf\n<1GB\n \nSensor -\nC\nSensor electrical and mechanical\ncharacteristics\nN\nD\nN\nexcel\n<1GB\n \nSensor -\nM\nSensor modeling\nN\nD\nM\npdf\n<1GB\n \nSensor -\nD\nData acquisition with sensor\nN\nD\nN\nexcel\n<1GB\n \nSensor -\nSO\nSensor software: app to visualize pressure\ndata from sensor\nN\nD\nSO\n \n<100GB\n \nSensor -\nP\nSensor prototype\nN\nP\nprototype\npictures\ntechnical\ndrawing\n \nthin\nlayer\nSAM - S\nShape-adaptable material synthesis\nprotocol\nN\nD\nT\npdf\n<1GB\n \nSAM - C\nShape-adaptable material\ncharacterization\nN\nD\nN\nexcel\n<1GB\n \nSAM - I\nShape-adaptable material\ncharacterization with SEM\nN\nD\nI\npdf\n<100GB\n \nSAM - M\nShape-adaptable material auxetic\nstructure modeling\nN\nD\nM\npdf\n<1GB\n \nSAM - V\nShape-adaptable material validation\ntesting\nN\nD\nN\nexcel\n<1GB\n \nSAM - P\nShape-adaptable material prototype\nN\nP\nprototype\npictures\ntechnical\ndrawing\n \nsize of\nshoe\ninsole\nDRE - S\n3D scans of feet\nN\nD\nI\nobj, stl, cad\n<5TB\n \nDRE - P\nBarefoot Plantar pressure distribution\nN\nD\nN\ncsv, fpm\n<1TB\n \nPRT - P\nProtocol for 3D printing of the developed\nmaterial with auxetic structure\nN\nD\nT\npdf\n<1GB\n \nPRT - S\nProtocol for microprinting of pressure\nsensor\nN\nD\nT\npdf\n<1GB\n \nCTRL - P\nProtocol to control electronics\nN\nD\nT\npdf\n<1GB\n \nCTRL - A\nAlgorithm development to control the\nshape adaptable layer\nN\nD\nT\npdf\n<1GB\n \nCTRL -\nSO\nImplementation of algorithm and\nprogramming in microcontroller\nN\nD\nSO\nsource (C\nfiles) code\n<100GB\n \nCTRL - V\nValidation of pressure redistribution\nN\nD\nN\nexcel\n<1GB\n \nCTRL - S\nPilot study of prototype\nN\nD\nT\npdf\n<1GB\n \nCRF\nCase Report Form\nN\nD\nT\ntxt\n<1GB\n \nICF\nInformed Consent Form\nN\nP\nT\n \n \n \nVICON\n3D motion analysis\nN\nD\nA\nc3d\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nNo existing data will be reused in this project.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual\nuse)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nCreated using DMPonline.be. Last modiﬁed 30 January 2023\n3 of 8\nYes, human subject data (Provide SMEC or EC approval number below)\nThis will not be the case in the first year of the project yet. We will update this DMP when we will work with personal data.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU\nLeuven or UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nThis will not be the case in the first year of the project yet. We will update this DMP when we will work with personal data.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)?  If so, please comment per dataset or data type where appropriate. \nYes\nWe will make new materials and structures for a new type of foot orthotic. The research is on a quite fundamental level, but it does have\nan economic and societal impact. The project aims at develop a smart shape-adaptable foot orthotic, offering an innovative solution for\nthe at-risk feet of diabetic patients. The project has the ambition to demonstrate a fully functioning prototype within a laboratory setting\n(TRL4). Therefore, we think that follow-up projects, such as internal C3 project or VLAIO R&D projects, rather than the current C2\nproject, will develop the prototype further towards a product or technology at TRL6, which can then be licensed to companies. First, the\nsensor layer can be used to inform patients about the state of their foot during an activity. The sensor layer could be connected to a\nmobile application so the person can follow the condition of their foot. This is a very important aspect, as patients are in many cases\nunable to feel any protective sensation in their extremities. Second, the sensor layer will be designed to be sensitive to pressure\nchanges during a pressure load. This concept could also be useful in other applications, such as tactile gloves with haptic feedback.\nShape-adaptable materials, such as irreversible shape-memory polymers, are available on the market (e.g. stents). Some electro-active\npolymers, such as the so-called artificial muscles, show a reversible shape change when a high voltage is applied. A material thinner\nthan about 6 mm (required for the foot orthotic) that can withstand or enable a shape change based on an electric stimulus triggered by\nthe processed sensor signal, under the pressure exerted by the weight of a human body does not exist on the market. Hence, the\nproduct we will develop in ORTEADA can be classed as groundbreaking. Furthermore, the concepts and materials developed for this\nfoot orthotic will be transferrable and could lead to many other applications in the health, sports and mechatronics sectors (e.g., anti-\ndecubitus solutions, sport shoes, soft robotics, etc.). Our technology will be a major breakthrough in the field, and there is potential for\nfuture spin-offs to reap the economic benefits.\nAlso regarding the manufacturing process in this project, our solution for a smart 3D-printed foot orthotic is a huge step forward,\nbecause it integrates a printed sensor layer and the 3D-printed electro-active shape-adaptable auxetic material. Our solution consists of\n(i) a sensor layer made with printed electronics; (ii) a mapping algorithm to pre-stretch the flat substrate according to the curved foot\northotic; (iii) a shape-adaptable layer based on auxetic material; (iv) an algorithm that triggers the shape-adaptable layer based on the\nsensor values measured on the sensor layer. There is no technology on the market that can compete with our solution, as there is\ncurrently no electro-active shape-adaptable product providing a real solution for diabetes patients, let alone a manufacturing process to\nmake it.\nThe project is designed in a manner that the above aspects on technological valorization are independent of each other.  The data sets\neach have their own valorization potential regardless of the success of other aspects.\nThe data sets associated with potential commercial valorization involve:\nSensor: SENSOR - S, SENSOR - SO, SENSOR - P\nShape-adaptable material: SAM - S, SAM - M, SAM - P\n3D printing: PRT - P, PRT - S\ncontrol electronics and integrated system: CTRL - P, CTRL - A, CTRL - SO\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 30 January 2023\n4 of 8\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nFor each of the characterization analyses, the measurement procedures and conditions, instrument type, settings, etc will be recorded\nin text documents.\nWe will add the following metadata for the datasets:\nSensor - S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorisation\nSensor - C: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters,\nauthorisation\nSensor - M: details on investigation, investigator, topic and keyword, publication, model, dataset, datafile, parameters,\nauthorisation\nSensor - D: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters,\nauthorisation\nSensor - SO: details on investigation, investigator, topic and keyword, publication, sample, dataset, datafile, parameters,\nauthorisation\nSensor - P: details on investigation, investigator, topic and keyword, publication, material, model, dataset, datafile, parameters,\nauthorisation\nSAM - S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorisation\nSAM - C: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters,\nauthorisation\nSAM - I: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters,\nauthorisation\nSAM - M: details on investigation, investigator, topic and keyword, publication, model, dataset, datafile, parameters, authorisation\nSAM - V: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters,\nauthorisation\nSAM - P: details on investigation, investigator, topic and keyword, publication, material, model, dataset, datafile, parameters,\nauthorisation\nDRE - S: details on investigation, investigator, topic and keyword, publication, sample, dataset, datafile, parameters,\nauthorisation\nDRE - P: details on investigation, investigator, topic and keyword, publication, sample, dataset, datafile, parameters,\nauthorisation\nPRT - P: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorisation\nPRT - S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorisation\nCTRL - P: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorisation\nCTRL - A: details on investigation, investigator, topic and keyword, publication, model, dataset, datafile, parameters,\nauthorisation\nCTRL - SO: details on investigation, investigator, topic and keyword, publication, model, dataset, datafile, parameters,\nauthorisation\nCTRL - V: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters,\nauthorisation\nCTRL - S: details on investigation, investigator, topic and keyword, publication, material, model, dataset, datafile, parameters,\nauthorisation\nVICON: UID, date, session ID\nCRF: UID, REDCap, authorisation\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nWe will use the RDR data repository of KU Leuven. A metadata standard is automatically applied upon depositing the data. The\nmetadata model will include fields that are required, recommended and optional. Using this data repository, the data sets will be findable\nand reusable.\nData captured from human beings will be managed with RedCap software.\nCreated using DMPonline.be. Last modiﬁed 30 January 2023\n5 of 8\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nOther (specify below)\nLarge Volume Storage\nWe will explore novel solutions for data storage, such as Active Data Management Platform\n(https://icts.kuleuven.be/sc/english/storage/admp)\n \nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nKU Leuven has IT specifications for data storage and management. Based on the confidentiality of the data, storage space, possibility to\nshare data with colleagues, type of data, metadata, etc, IT provides tailored solutions. The recommended storage is SharePoint on\npremise or online-site or Teams-site.  Only the persons involved in the project will be able to access the data.  If other (third party)\npersons or research groups are interested in the data, then we will discuss this among the PIs of the project.\nLarge volume data will be stored on the dedicated platform of the KULeuven (LVD storage @ drives.kuleuven.be)\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo extra costs.  The platform of Sharepoint, Teams or the Active Data Management Platform is offered free of charge by KU Leuven.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end\nof the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human\nuse and for clinical experiments on humans\nWhere will these data be archived (stored and curated for the long-term)? \nCreated using DMPonline.be. Last modiﬁed 30 January 2023\n6 of 8\nKU Leuven RDR\nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFree for KU Leuven staff\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as embargoed data (temporary restriction)\nThe data that are important in terms of potential further commercial valorization will need to be kept confidential, and thus no access until\npatent is issued and granted if applicable.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe data will be restricted / embargoed until the work is published or patented. Only the specific investigators involved in the research\nproject will have access to the data during the restriction / embargo period.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nSome data may be used for patent application afterwards, and in this way, they would be restricted temporarily.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nUpon publication of research results\nOr for some data, after patenting.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nCreated using DMPonline.be. Last modiﬁed 30 January 2023\n7 of 8\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available,\nplease provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThe mentioned storage types are free for staff at KU Leuven.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe PhD researchers working on the research project and generating the data will make the dataset files along with the metadata. They\nwill ensure uploading and storing the datasets during the course of their PhD and the project. \nWho will manage data storage and backup during the research project? \nThe PhD researchers working on the research project will take care of data storage and backup during the research project, and they\nwill be supervised in this task by the promotors of the research project.\nWho will manage data preservation and sharing? \nThe promotors of the research project will be responsible for the long-term data storage, preservation and sharing of data. Specifically,\nthis will be Prof. Deschamps for datasets DRE - S, DRE - P, and CTRL - S. Prof. Vandeginste will be responsible for the long-term data\nstorage, preservation and sharing of all other datasets.\nWho will update and implement this DMP? \nThe promotors of the research project will update this DMP and make sure it is implemented. This is Prof. Deschamps for DRE - S, DRE\n- P, and CTRL - S, CRF- ICF-VICON, and thus all medical or patient related data, whereas Prof. Vandeginste will manage updates and\nimplementation of the other datasets in this DMP.\nCreated using DMPonline.be. Last modiﬁed 30 January 2023\n8 of 8"
    },
    "clean_full_text": "Toward 4D-printed foot orthotics based on pressure-driven shape adaptability for the remote management of at-risk diabetic feet A Data Management Plan created using DMPonline.be Creators: Veerle Vandeginste, Kevin Deschamps Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Veerle Vandeginste, Kevin Deschamps Grant number / URL: C24E/22/019 ID: 193091 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: Diabetes-related foot disease is one of the ten leading causes of disability, and the main reason for amputations. Its chronic complications and social impact claims for a prompt and effective prevention measure. The ORTEADA project will revolutionize the concept of foot orthotic by developing a novel pressure-assessment-driven, electrically activated, shape-adaptable material system with a patient-centred approach. First, we will develop a sensor layer capable of measuring the foot plantar pressure distribution. Second, we will develop an electro-active shape-adaptable material for the orthotic. Third, we will quantify the dose-response effect of the customized foot orthotics on the plantar pressure distribution. Fourth, we will create those new foot orthotics using additive manufacturing. Finally, we will design the control electronics and software to make the shape-adaptable foot orthotic protoype, and conduct a pilot study. Last modified: 30-01-2023 Created using DMPonline.be. Last modiﬁed 30 January 2023 1 of 8 Toward 4D-printed foot orthotics based on pressure-driven shape adaptability for the remote management of at-risk diabetic feet Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 30 January 2023 2 of 8 Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Sensor - S Sensor synthesis protocol N D T pdf <1GB Sensor - C Sensor electrical and mechanical characteristics N D N excel <1GB Sensor - M Sensor modeling N D M pdf <1GB Sensor - D Data acquisition with sensor N D N excel <1GB Sensor - SO Sensor software: app to visualize pressure data from sensor N D SO <100GB Sensor - P Sensor prototype N P prototype pictures technical drawing thin layer SAM - S Shape-adaptable material synthesis protocol N D T pdf <1GB SAM - C Shape-adaptable material characterization N D N excel <1GB SAM - I Shape-adaptable material characterization with SEM N D I pdf <100GB SAM - M Shape-adaptable material auxetic structure modeling N D M pdf <1GB SAM - V Shape-adaptable material validation testing N D N excel <1GB SAM - P Shape-adaptable material prototype N P prototype pictures technical drawing size of shoe insole DRE - S 3D scans of feet N D I obj, stl, cad <5TB DRE - P Barefoot Plantar pressure distribution N D N csv, fpm <1TB PRT - P Protocol for 3D printing of the developed material with auxetic structure N D T pdf <1GB PRT - S Protocol for microprinting of pressure sensor N D T pdf <1GB CTRL - P Protocol to control electronics N D T pdf <1GB CTRL - A Algorithm development to control the shape adaptable layer N D T pdf <1GB CTRL - SO Implementation of algorithm and programming in microcontroller N D SO source (C files) code <100GB CTRL - V Validation of pressure redistribution N D N excel <1GB CTRL - S Pilot study of prototype N D T pdf <1GB CRF Case Report Form N D T txt <1GB ICF Informed Consent Form N P T VICON 3D motion analysis N D A c3d <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No existing data will be reused in this project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Created using DMPonline.be. Last modiﬁed 30 January 2023 3 of 8 Yes, human subject data (Provide SMEC or EC approval number below) This will not be the case in the first year of the project yet. We will update this DMP when we will work with personal data. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) This will not be the case in the first year of the project yet. We will update this DMP when we will work with personal data. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes We will make new materials and structures for a new type of foot orthotic. The research is on a quite fundamental level, but it does have an economic and societal impact. The project aims at develop a smart shape-adaptable foot orthotic, offering an innovative solution for the at-risk feet of diabetic patients. The project has the ambition to demonstrate a fully functioning prototype within a laboratory setting (TRL4). Therefore, we think that follow-up projects, such as internal C3 project or VLAIO R&D projects, rather than the current C2 project, will develop the prototype further towards a product or technology at TRL6, which can then be licensed to companies. First, the sensor layer can be used to inform patients about the state of their foot during an activity. The sensor layer could be connected to a mobile application so the person can follow the condition of their foot. This is a very important aspect, as patients are in many cases unable to feel any protective sensation in their extremities. Second, the sensor layer will be designed to be sensitive to pressure changes during a pressure load. This concept could also be useful in other applications, such as tactile gloves with haptic feedback. Shape-adaptable materials, such as irreversible shape-memory polymers, are available on the market (e.g. stents). Some electro-active polymers, such as the so-called artificial muscles, show a reversible shape change when a high voltage is applied. A material thinner than about 6 mm (required for the foot orthotic) that can withstand or enable a shape change based on an electric stimulus triggered by the processed sensor signal, under the pressure exerted by the weight of a human body does not exist on the market. Hence, the product we will develop in ORTEADA can be classed as groundbreaking. Furthermore, the concepts and materials developed for this foot orthotic will be transferrable and could lead to many other applications in the health, sports and mechatronics sectors (e.g., anti- decubitus solutions, sport shoes, soft robotics, etc.). Our technology will be a major breakthrough in the field, and there is potential for future spin-offs to reap the economic benefits. Also regarding the manufacturing process in this project, our solution for a smart 3D-printed foot orthotic is a huge step forward, because it integrates a printed sensor layer and the 3D-printed electro-active shape-adaptable auxetic material. Our solution consists of (i) a sensor layer made with printed electronics; (ii) a mapping algorithm to pre-stretch the flat substrate according to the curved foot orthotic; (iii) a shape-adaptable layer based on auxetic material; (iv) an algorithm that triggers the shape-adaptable layer based on the sensor values measured on the sensor layer. There is no technology on the market that can compete with our solution, as there is currently no electro-active shape-adaptable product providing a real solution for diabetes patients, let alone a manufacturing process to make it. The project is designed in a manner that the above aspects on technological valorization are independent of each other. The data sets each have their own valorization potential regardless of the success of other aspects. The data sets associated with potential commercial valorization involve: Sensor: SENSOR - S, SENSOR - SO, SENSOR - P Shape-adaptable material: SAM - S, SAM - M, SAM - P 3D printing: PRT - P, PRT - S control electronics and integrated system: CTRL - P, CTRL - A, CTRL - SO Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 30 January 2023 4 of 8 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For each of the characterization analyses, the measurement procedures and conditions, instrument type, settings, etc will be recorded in text documents. We will add the following metadata for the datasets: Sensor - S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorisation Sensor - C: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorisation Sensor - M: details on investigation, investigator, topic and keyword, publication, model, dataset, datafile, parameters, authorisation Sensor - D: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorisation Sensor - SO: details on investigation, investigator, topic and keyword, publication, sample, dataset, datafile, parameters, authorisation Sensor - P: details on investigation, investigator, topic and keyword, publication, material, model, dataset, datafile, parameters, authorisation SAM - S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorisation SAM - C: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorisation SAM - I: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorisation SAM - M: details on investigation, investigator, topic and keyword, publication, model, dataset, datafile, parameters, authorisation SAM - V: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorisation SAM - P: details on investigation, investigator, topic and keyword, publication, material, model, dataset, datafile, parameters, authorisation DRE - S: details on investigation, investigator, topic and keyword, publication, sample, dataset, datafile, parameters, authorisation DRE - P: details on investigation, investigator, topic and keyword, publication, sample, dataset, datafile, parameters, authorisation PRT - P: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorisation PRT - S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorisation CTRL - P: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorisation CTRL - A: details on investigation, investigator, topic and keyword, publication, model, dataset, datafile, parameters, authorisation CTRL - SO: details on investigation, investigator, topic and keyword, publication, model, dataset, datafile, parameters, authorisation CTRL - V: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorisation CTRL - S: details on investigation, investigator, topic and keyword, publication, material, model, dataset, datafile, parameters, authorisation VICON: UID, date, session ID CRF: UID, REDCap, authorisation Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes We will use the RDR data repository of KU Leuven. A metadata standard is automatically applied upon depositing the data. The metadata model will include fields that are required, recommended and optional. Using this data repository, the data sets will be findable and reusable. Data captured from human beings will be managed with RedCap software. Created using DMPonline.be. Last modiﬁed 30 January 2023 5 of 8 Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Other (specify below) Large Volume Storage We will explore novel solutions for data storage, such as Active Data Management Platform (https://icts.kuleuven.be/sc/english/storage/admp) How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven has IT specifications for data storage and management. Based on the confidentiality of the data, storage space, possibility to share data with colleagues, type of data, metadata, etc, IT provides tailored solutions. The recommended storage is SharePoint on premise or online-site or Teams-site. Only the persons involved in the project will be able to access the data. If other (third party) persons or research groups are interested in the data, then we will discuss this among the PIs of the project. Large volume data will be stored on the dedicated platform of the KULeuven (LVD storage @ drives.kuleuven.be) What are the expected costs for data storage and backup during the research project? How will these costs be covered? No extra costs. The platform of Sharepoint, Teams or the Active Data Management Platform is offered free of charge by KU Leuven. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 30 January 2023 6 of 8 KU Leuven RDR Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Free for KU Leuven staff Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as embargoed data (temporary restriction) The data that are important in terms of potential further commercial valorization will need to be kept confidential, and thus no access until patent is issued and granted if applicable. If access is restricted, please specify who will be able to access the data and under what conditions. The data will be restricted / embargoed until the work is published or patented. Only the specific investigators involved in the research project will have access to the data during the restriction / embargo period. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Some data may be used for patent application afterwards, and in this way, they would be restricted temporarily. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results Or for some data, after patenting. Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Created using DMPonline.be. Last modiﬁed 30 January 2023 7 of 8 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? The mentioned storage types are free for staff at KU Leuven. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researchers working on the research project and generating the data will make the dataset files along with the metadata. They will ensure uploading and storing the datasets during the course of their PhD and the project. Who will manage data storage and backup during the research project? The PhD researchers working on the research project will take care of data storage and backup during the research project, and they will be supervised in this task by the promotors of the research project. Who will manage data preservation and sharing? The promotors of the research project will be responsible for the long-term data storage, preservation and sharing of data. Specifically, this will be Prof. Deschamps for datasets DRE - S, DRE - P, and CTRL - S. Prof. Vandeginste will be responsible for the long-term data storage, preservation and sharing of all other datasets. Who will update and implement this DMP? The promotors of the research project will update this DMP and make sure it is implemented. This is Prof. Deschamps for DRE - S, DRE - P, and CTRL - S, CRF- ICF-VICON, and thus all medical or patient related data, whereas Prof. Vandeginste will manage updates and implementation of the other datasets in this DMP. Created using DMPonline.be. Last modiﬁed 30 January 2023 8 of 8"
}