{
    "document_id": "D-2021-1276",
    "LinkTitle": "D-2021-1276",
    "file_name": "D-2021-1276.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1276.pdf",
    "metadata": {
        "title": "Exploring multi-mode and multi-laser scanning strategies for enhanced metal additive manufacturing -",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Project Name\n Exploring multi-mode and multi-laser scanning strategies for \nenhanced metal\nadditive manufacturing -\nGrant Title\n 1S53722N\nPrincipal Investigator / Researcher\n Lars Vanmunster\nDescription\n This research deals with machine adaptations and new operating procedures for\nincreasing the building speed of an additive manufacturing process. The questions to be\nanswered concern different strategies to optimise the process while maintaining part quality.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nLars Vanmunster\nFWO Project Number & Title\nExploring multi-mode and multi-laser scanning strategies for enhanced metal additive\nmanufacturing\n1S53722N\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nOrigin of data\nJob file\n.job, .cli\n100 MB\nPrepared job file\n(stl file sliced,\nhatched and with\nparameters)\nLPBF samples\nPhysical\nobject\n100's\nParts built by 3D\nprinting on the\nmachines involved\nin this research\nBenchmark part\nPhysical\nobject, .stl\n4\nPart built by LPBF,\nas a reference per\nchapter, and the\nassociated digital\nfile \nMechanical\nproperties data\nSpreadsheet\n(.xlsx)\n< 1 GB\nOverview of\nmeasurements,\ninformation and\nnumerical results\nof density, tensile\ntests, fatigue\ntests, hardness\ntests, ...\nTensile curves\nSpreadsheet\n(.csv)\n< 1 GB\nTensile curves\ngenerate by\ntensile test\nmachine\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nMicroscope images\nDigital (.tif)\n1 GB\nImages of\nsamples, hardness\nindentations and\nsample cross\nsections\ngenerated on an\noptical microscope\nSEM images\nDigital (.tif)\n10 GB\nSEM images of\nfracture surfaces\nand\nmicrostructures\nµCT scans \nVarious, .jpg\n1 TB\nRaw scans and\nfiltered data from\nµCT scans, and the\nextracted .jpg\n2D roughness\nprofile\n.DAT\n< 1 GB\n2D profile curve\ngenerated by\ntactile profile\nmeasurements\n3D surface profile\n.plux\n100 GB\n3D data of\nsurfaces scanned\nby 3D optical\nprofilometer\nSimulation code\nMatlab script\n+ results\n(.mat)\n10 GB\nSets of code to\nsimulate thermal\nprocess conditions\n+ generated\nresults\nBuild processor\ncode\nPython\nscript (.py)\n1 GB\nPython code for\ngenerating scan\nstrategies + build\nprocessor\nHigh\nspeed photography\nDigital\nimage (.tif,\n.mp4)\n100 GB\nRaw high speed\ncamera images of\nmelting process\nor processed into\nvideo\nIntensity\nmeasurements\n.foc\n10 MB\nMeasurements of\nthe laser intensity\nprofile with\ngenerated\ndedicated sensor\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nPotential valoristion of results will be evaluated throughout the project, and depends on the\nresults. If and when desired, IP rights may be claimed and/or protected through patent\napplications or other means, in consultation with Leuven Research & Development (LRD).\nSections of the final dissertation that contain protected information will be placed under\nembargo.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. Physical samples: Details about created parts are store in standardized spreadsheets\nmentioning material and machine properties/settings (including but not limited to: date of\nproduction, laser power, scan speed, powder supplier/size/material, machine, ...)\n2. Tensile curves: the automatically generated results spreadsheet has an extra sheet containing\noperation procedure & settings. These are: which properties are measured, machine speed,\ncontrolling variables (force or displacement), measurement sensor (extensometer, AVE,\nthermocouple, ...) and clamp type.\n3. For microscopy images, the machine automatically stores the following information: image\ntype, dimensions, data, lighting settings, zoom, lens name and tilt angle. Sample details and\nnames are store in accompanying spreadsheets, also listing image names. This spreadsheet also\ncontains the operating procedure for sample preparation and picture creation. Figure naming will\nfollow a consistent rule system (JobName_SampleCode_Magnification) that can easily be linked to\nthe physical parts.\n4. SEM images: machine automatically includes parameters such as zoom level, beam voltage,\nimage size, image creation date. The overviewing spreadsheat (see 1 of this question) will be\nappended to link samples to their respective pictures. Figure naming will follow a consistent rule\nsystem (JobName_SampleCode_SEM_Magnification) that can easily be linked to the physical\nparts.\n5. µCT scans: A txt document will explain the operating/data processing procedures (e.g. filters\nused). The final procedure will be exported and stored with the data.\n6. 2D/3D roughness profiles: The machine settings file can be exported and stored with the\ngenerated data. This contains the following info: type of tip, scan lenght, speed, measurement\nseparation, ... When processing the data, the code used will be stored together with the original\ndata.\n7. Results from simulation are programmed to store the settings and parameters in a separate\nvariable structure.\n8. High speed photography: a metadata file will need to be created manually. This will contain\ncamera settings (e.g. shutter speed, image size, ...) and info about the actual experiments (e.g.\nlaser power, speed, ...)\n9. Intensity measurements. Fixed operation procedure is described in a txt file. This includes\ndevice installation and location procedure, measurement device settings and machine settings\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nAn own-defined standard spreadsheet is created for the storage of information about a build job.\nThis format can be appended with sheets referring to specific test procedures. This allow a clear\nlink between a sample (and it's production parameters) and the tests performed on this sample\n(and the relevant test parameters)\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1. The most used (smaller) datasets are stored on a PC that syncronizes permanently to a 2 TB\nOneDrive provided by the university\n2. Larger volume datasets can be stored on university provided large volume storage disks.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nHow is backup of the data provided?\n1. The data is permanently syncronized to the cloud via OneDrive, acting as an online back up\n2. Offline backup creation will be performed regularly\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\n2 TB will be sufficient for everything except µCT data, that can be stored on the large volume\ndata storage\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe expected cost for data storage during the project is not expected to exceed €100/year,\nwhich will be covered either by the FWO bench fee or AM research group financial reserves. This\nis on top of the 2 TB of free, backed up storage space that KU Leuven researchers are provided\nvia OneDrive.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nNo sensitive data will be created in this project.\nSeparate file sharing folders are provided by the university, ensuring no shared access to the\ndata, unless specifically required.\nBelnet Filesender is used to send large amounts of data to others\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nNo data requiring restrictions on data preservations will be generated, thus all data can be\nstored for the required 10 years.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe KU Leuven offers backed up cold storage of data at €99,55/TB/year. The expected cost\nfor cold storage of the data after the project is therefore not expected to exceed €100/year,\nwhich will be covered by the AM research group financial reserves. If the amount of data to\nbe stored exceeds 2 TB, additional storage will be purchased and covered by the AM\nresearch group financial reserves.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\n1. Build processor code (see section 3)  will only be shared after approval of Materialise, as they\nprovide the starting code on which the BP is based\n2. All other data can be uploaded in a suitable repository\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n1. The data will be shared on the KU Leuven Research Data repository (known as RDR), which\ncan be found here: https://rdr.kuleuven.be\n2. The repository has limited space for fee-less sharing of data. Hence, the largest file types (µCT\ndata) will only be available upon request. \nWhen will the data be made available?\n1. In case the data is used for a publication, the data will be made available for use after the final\npublication\n2. In other cases, the dataset will be made available after the public defence of the FWO SB\nfellow's thesis dissertation\nWho will be able to access the data and under what conditions?\n1. The datasets will be made available under a CC-BY-NC-4.0 license, meaning free sharing and\nadaptation of data is allowed provided that they give appropriate credit to the creators, but\ncommercial use is prohibited.\n \n \nWhat are the expected costs for data sharing? How will the costs be covered?\n1. The datasets are believe to stay within the 50 GB free limit of the RDR, meaning that no extra\ncosts are expected.\n2. in case a larger set of data is created, part of the allocated project budget can be used to\ncover these costs\n \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nLars Vanmunster - FWO fellow\nWho will be responsible for data storage & back up during the project?\nLars Vanmunster - FWO fellow\nWho will be responsible for ensuring data preservation and reuse ?\nBey Vrancken - PI / PhD promotor\nBrecht Van Hooreweder - co-PI / PhD co-promotor\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "Project Name Exploring multi-mode and multi-laser scanning strategies for enhanced metal additive manufacturing - Grant Title 1S53722N Principal Investigator / Researcher Lars Vanmunster Description This research deals with machine adaptations and new operating procedures for increasing the building speed of an additive manufacturing process. The questions to be answered concern different strategies to optimise the process while maintaining part quality. Institution KU Leuven 1. General Information Name applicant Lars Vanmunster FWO Project Number & Title Exploring multi-mode and multi-laser scanning strategies for enhanced metal additive manufacturing 1S53722N Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume Origin of data Job file .job, .cli 100 MB Prepared job file (stl file sliced, hatched and with parameters) LPBF samples Physical object 100's Parts built by 3D printing on the machines involved in this research Benchmark part Physical object, .stl 4 Part built by LPBF, as a reference per chapter, and the associated digital file Mechanical properties data Spreadsheet (.xlsx) < 1 GB Overview of measurements, information and numerical results of density, tensile tests, fatigue tests, hardness tests, ... Tensile curves Spreadsheet (.csv) < 1 GB Tensile curves generate by tensile test machine This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Microscope images Digital (.tif) 1 GB Images of samples, hardness indentations and sample cross sections generated on an optical microscope SEM images Digital (.tif) 10 GB SEM images of fracture surfaces and microstructures µCT scans Various, .jpg 1 TB Raw scans and filtered data from µCT scans, and the extracted .jpg 2D roughness profile .DAT < 1 GB 2D profile curve generated by tactile profile measurements 3D surface profile .plux 100 GB 3D data of surfaces scanned by 3D optical profilometer Simulation code Matlab script + results (.mat) 10 GB Sets of code to simulate thermal process conditions + generated results Build processor code Python script (.py) 1 GB Python code for generating scan strategies + build processor High speed photography Digital image (.tif, .mp4) 100 GB Raw high speed camera images of melting process or processed into video Intensity measurements .foc 10 MB Measurements of the laser intensity profile with generated dedicated sensor 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Potential valoristion of results will be evaluated throughout the project, and depends on the results. If and when desired, IP rights may be claimed and/or protected through patent applications or other means, in consultation with Leuven Research & Development (LRD). Sections of the final dissertation that contain protected information will be placed under embargo. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. Physical samples: Details about created parts are store in standardized spreadsheets mentioning material and machine properties/settings (including but not limited to: date of production, laser power, scan speed, powder supplier/size/material, machine, ...) 2. Tensile curves: the automatically generated results spreadsheet has an extra sheet containing operation procedure & settings. These are: which properties are measured, machine speed, controlling variables (force or displacement), measurement sensor (extensometer, AVE, thermocouple, ...) and clamp type. 3. For microscopy images, the machine automatically stores the following information: image type, dimensions, data, lighting settings, zoom, lens name and tilt angle. Sample details and names are store in accompanying spreadsheets, also listing image names. This spreadsheet also contains the operating procedure for sample preparation and picture creation. Figure naming will follow a consistent rule system (JobName_SampleCode_Magnification) that can easily be linked to the physical parts. 4. SEM images: machine automatically includes parameters such as zoom level, beam voltage, image size, image creation date. The overviewing spreadsheat (see 1 of this question) will be appended to link samples to their respective pictures. Figure naming will follow a consistent rule system (JobName_SampleCode_SEM_Magnification) that can easily be linked to the physical parts. 5. µCT scans: A txt document will explain the operating/data processing procedures (e.g. filters used). The final procedure will be exported and stored with the data. 6. 2D/3D roughness profiles: The machine settings file can be exported and stored with the generated data. This contains the following info: type of tip, scan lenght, speed, measurement separation, ... When processing the data, the code used will be stored together with the original data. 7. Results from simulation are programmed to store the settings and parameters in a separate variable structure. 8. High speed photography: a metadata file will need to be created manually. This will contain camera settings (e.g. shutter speed, image size, ...) and info about the actual experiments (e.g. laser power, speed, ...) 9. Intensity measurements. Fixed operation procedure is described in a txt file. This includes device installation and location procedure, measurement device settings and machine settings Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No An own-defined standard spreadsheet is created for the storage of information about a build job. This format can be appended with sheets referring to specific test procedures. This allow a clear link between a sample (and it's production parameters) and the tests performed on this sample (and the relevant test parameters) 5. Data storage and backup during the FWO project Where will the data be stored? 1. The most used (smaller) datasets are stored on a PC that syncronizes permanently to a 2 TB OneDrive provided by the university 2. Larger volume datasets can be stored on university provided large volume storage disks. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 How is backup of the data provided? 1. The data is permanently syncronized to the cloud via OneDrive, acting as an online back up 2. Offline backup creation will be performed regularly Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes 2 TB will be sufficient for everything except µCT data, that can be stored on the large volume data storage What are the expected costs for data storage and back up during the project? How will these costs be covered? The expected cost for data storage during the project is not expected to exceed €100/year, which will be covered either by the FWO bench fee or AM research group financial reserves. This is on top of the 2 TB of free, backed up storage space that KU Leuven researchers are provided via OneDrive. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? No sensitive data will be created in this project. Separate file sharing folders are provided by the university, ensuring no shared access to the data, unless specifically required. Belnet Filesender is used to send large amounts of data to others 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). No data requiring restrictions on data preservations will be generated, thus all data can be stored for the required 10 years. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The KU Leuven offers backed up cold storage of data at €99,55/TB/year. The expected cost for cold storage of the data after the project is therefore not expected to exceed €100/year, which will be covered by the AM research group financial reserves. If the amount of data to be stored exceeds 2 TB, additional storage will be purchased and covered by the AM research group financial reserves. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? 1. Build processor code (see section 3) will only be shared after approval of Materialise, as they provide the starting code on which the BP is based 2. All other data can be uploaded in a suitable repository Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 1. The data will be shared on the KU Leuven Research Data repository (known as RDR), which can be found here: https://rdr.kuleuven.be 2. The repository has limited space for fee-less sharing of data. Hence, the largest file types (µCT data) will only be available upon request. When will the data be made available? 1. In case the data is used for a publication, the data will be made available for use after the final publication 2. In other cases, the dataset will be made available after the public defence of the FWO SB fellow's thesis dissertation Who will be able to access the data and under what conditions? 1. The datasets will be made available under a CC-BY-NC-4.0 license, meaning free sharing and adaptation of data is allowed provided that they give appropriate credit to the creators, but commercial use is prohibited. What are the expected costs for data sharing? How will the costs be covered? 1. The datasets are believe to stay within the 50 GB free limit of the RDR, meaning that no extra costs are expected. 2. in case a larger set of data is created, part of the allocated project budget can be used to cover these costs 8. Responsibilities Who will be responsible for data documentation & metadata? Lars Vanmunster - FWO fellow Who will be responsible for data storage & back up during the project? Lars Vanmunster - FWO fellow Who will be responsible for ensuring data preservation and reuse ? Bey Vrancken - PI / PhD promotor Brecht Van Hooreweder - co-PI / PhD co-promotor Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}