{
    "document_id": "D-2024-3560",
    "LinkTitle": "D-2024-3560",
    "file_name": "D-2024-3560.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3560.pdf",
    "metadata": {
        "title": "Management of (gestational) diabetes in pregnancy: new insights in predictors, complications, technology, and prevention of the long-term metabolic risk postpartum",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nManagement of (gestational) diabetes in pregnancy: new insights in predictors, complications, technology, and prevention of the\nlong-term metabolic risk postpartum\nCreator:\nCreator:\nKatrien Fouzia Benhalima\nPrincipal Investigator: \nPrincipal Investigator: \nKatrien Fouzia Benhalima\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nKatrien Fouzia Benhalima\nProject abstract:\nProject abstract:\nDiabetes and gestational diabetes (GDM) are associated with increased risks for pregnancy complications. Women with a history of\nGDM are also at increased risk to develop type 2 diabetes (T2D). Pregnant women with a history of bariatric surgery are at increased risk\nfor fetal growth restriction. Studies are therefore needed to investigate predictors, novel therapies and preventive strategies postpartum\nin these high risk populations. In this research project we will therefore investigate predictors (clinical and novel biomarkers) for long-\nterm metabolic risk and adherence to a mobile-based lifestyle intervention in women with a history of GDM. Secondly, with a large\nmulticentric RCT we will investigate whether the addition of a GLP-1 agonist (semaglutide) on top of lifestyle measures, can reduce the\nrisk to develop T2D in women with prediabetes after a history of GDM. Thirdly, we will investigate whether the use of glucose sensors can\nimprove pregnancy outcomes in women with GDM. Fourthly, we will investigate the safety and effectiveness of an artificial pancreas\nduring delivery in women with T1D and predictors for glycaemic control in pregnancy. In addition, we will evaluate whether an adapted\nartificial pancreas (based on the CRISTAL RCT we performed) can further improve glycaemic control in pregnancy. Lastly, we will\ninvestigate the association between glucose metabolism and metabolomics with fetal growth restriction in pregnant women with a\nhistory of bariatric surgery.\nID: \nID: \n211552\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2029\nLast modified: \nLast modified: \n09-12-2024\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n1 of 8\nManagement of (gestational) diabetes in pregnancy: new insights in predictors, complications,\nManagement of (gestational) diabetes in pregnancy: new insights in predictors, complications,\ntechnology, and prevention of the long-term metabolic risk postpartum\ntechnology, and prevention of the long-term metabolic risk postpartum\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use.\n(use up to 700 characters)\n(use up to 700 characters)\nWe will collect data from clinical measurements (such as height, weight, BMI and blood pressure), laboratory measurements\n(such as oral glucose tolerance tests and fasting analyzes), Novel biomarkers (metabolomics and glycated CD59), data derived\nfrom insulin pump therapy and glucose sensors (such as insulin dosage and glucose measurements), and self-administered\nquestionnaires (completed by participants during the study visits online). Redcap will used as database.\nThe data will be stored in the university's secure environment for private data. Only personnel working on the study, has access to\nthe study through Redcap.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of\nthe research? Motivate your answer. (use up to 700 characters)\nthe research? Motivate your answer. (use up to 700 characters)\nDesignation of responsible person (If already designated, please fill in their name.): Hilde Morobé, head of clinical trial team\nof endocrinology UZ Leuven\nStorage capacity/repository\nduring the research: storage will done in each participating center\nafter the research: Long-term storage of data during at least 25 years, will be done in collaboration with OASIS\n(https://www.oasisgroup.com/).\n \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5\nyears? (max. 700 characters)\nyears? (max. 700 characters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nmeasures do those data require? (use up to 700 characters)\nmeasures do those data require? (use up to 700 characters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n2 of 8\nManagement of (gestational) diabetes in pregnancy: new insights in predictors, complications,\nManagement of (gestational) diabetes in pregnancy: new insights in predictors, complications,\ntechnology, and prevention of the long-term metabolic risk postpartum\ntechnology, and prevention of the long-term metabolic risk postpartum\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n3 of 8\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nCRISTAL\nCompleted\nRCT of 780G\nsystem in\npregnancy\nReuse existing data\nDigital\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\n .xml,\n.tab,\n.csv,.pdf,\n.txt, \n<1GB\n \nMelinda \nCompleted\nRCT-Mobile-\nbased\nlifestyle\nintervention\nReuse existing data\nDigital\nObservational\nExperimental\nCompiled/aggregated\ndata\nxml, .tab,\n.csv,.pdf, .txt, \n<1GB\n \nBEDIP-\nFUS\nCompleted\nbservational\nfollow-up\nstudy\nReuse existing data\nDigital\nObservational\nExperimental\nCompiled/aggregated\ndat\nxml, .tab,\n.csv,.pdf, .txt, \n<1GB\n \nSERENA\nOngoing RCT\nwith\nsemaglutide\nfor the\nprevention of\ndiabetes\nafter\ngestational\ndiabetes\nGenerate new data\nDigital\nObservational\nExperimental\nxml, .tab,\n.csv,.pdf, .txt, \n<1GB\n \nCORDELIA\nOngoing RCT\non\ncontinuous\nglucose\nmonitoring in\nwomen with\ngestational\ndiabetes\nGenerate new data\nDigital\nObservational\nExperimental\nxml, .tab,\n.csv,.pdf, .txt, \n<1GB\n \nGLORIA\nongoing\nobservational\nstudy with\ncontinuous\nglucose\nmonitoring in\npregnant\nwomen with\na history of\nbariatric\nsurgery\nGenerate new data\nDigital\nObservational\nExperimental\nxml, .tab,\n.csv,.pdf, .txt, \n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nRe-use of data, is applicable to data of studies (CRISTAL, Melinda and BEDIP-FUS studies) that have been completed and from\nwhich subanalyzes are performed: Mobile-based lifestyle intervention in women with glucose intolerance after gestational\ndiabetes mellitus (MELINDA): a multicenter randomized controlled trial. Caro Minschart, Nele Myngheer, Toon Maes, Christophe\nDe Block, Inge Van Pottelbergh, Pascale Abrams MD, Wouter Vinck, Liesbeth Leuridan, Sabien Driessens, Chantal Mathieu, Jaak\nBillen, Christophe Matthys, Annouschka Laenen, Annick Bogaerts and Katrien Benhalima. EClinicalMedicine. 2024 Mar\n8;70:102523. doi: 10.1016/j.eclinm.2024.102523. eCollection 2024 Apr; \nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n4 of 8\n     \n     \nComparing advanced hybrid closed loop therapy and standard insulin therapy in pregnant women with type 1 diabetes\n(CRISTAL): a prospective, multicentre, randomized controlled trial. Katrien Benhalima, Kaat Beunen, Nancy Van Wilder, Dominique\nBallaux, Gerd Vanhaverbeke, Youri Taes, Xavier-Philippe Aers, Frank Nobels, Joke Marlier, Dahae Lee, Joke Cuypers, Vanessa\nPreumont, Sarah E. Siegelaar, Rebecca C. Painter, Annouschka Laenen, Pieter Gillard, Chantal Mathieu. Lancet Diabetes\nEndocrinol\n \n2024  Lancet Diabetes Endocrinol 2024 Published Online April 29, 2024 https://doi.org/10.1016/ S2213-\n8587(24)00089-5, \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nAll studies have received EC approval before the start of any study-related acitivity.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\nPrivacy Registry Reference: \nE-2022-3173\n. GDPR questionnaire is completed at the time of EC submission\nShort description of the kind of personal data that will be used: \nregular personal data\nregular personal data\n Date/year of birth and/or age, Initials,\npersonal identification number assigned to data subjects participating in the study such as EAD number, socio-economic data\nsuch as ethnicity, job, education and income \nSpecify special/sensitive categories of personal data\nSpecify special/sensitive categories of personal data\n Health data (e.g. description of\ncharacteristics of physical features of the body, medical history and medical test information (such as blood samples )\nWhose personal data are being processed for the purpose of the research (in accordance with the protocol)?\nWhose personal data are being processed for the purpose of the research (in accordance with the protocol)?\n Patients of UZ\nLeuven, Patients of the other participating hospitals \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nYes\nData from the CRISTAL study might be used for simulation by the compagny Medtronic to see if the algorithm of the 780G\nMinimed insulin pump can be improved for pregnancy. Data-transfert (pseudonymised digital data with data on glycaemic profiles\nof continuous glucose monitoring, duration of pregnancy and weight) with LRD has been established and has been transfered to\nMedtronic.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n5 of 8\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nFor the food diary and questionnaire data, a codebook will be generated containing study design and methodology. For the\nclinical examinations, details on the setting of the examinations (SOP's) will be documented in a Word document. Also steps\ntaken to remove direct identifiers in the data will be described.                                                                                       \nFor the lab analyzes and performing the OGTT's, details on the type of analyzes (units and normal lab values) and SOP on\nperforming OGTT's , will be documented in a word document.\nFor the continuous glucose monitoring (CGM) data, a SOP is provided and ill be documented in a word document.\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nNo, for all datasets and types.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe data will be stored on the university's central servers with automatic daily back-up procedures.\nHow will the data be backed up?\nHow will the data be backed up?\nThe data will be backed up with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nSince we will be working with sensitive personal data that are pseudonymised, the data will be stored in the university's secure\nenvironment for private data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nStorage of data during the study (through Redcap), will come at a limited cost of 80 euro per year. Long-term storage of data in\ncollaboration with OASIS, will come at a cost of about 1500 euro for 25 years. This will be covered by the FWO budget.\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n6 of 8\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nLong-term storage of all data is planned for 25 years (according to legal requirements of the EC).\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nLong-term storage of data will be done with OASIS (contract with UZ Leuven is in place) for at least 25 years.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nStorage of data during the study (through Redcap), will come at a limited cost of 80 euro per year. Long-term storage of data in\ncollaboration with OASIS, will come at a cost of about 1500 euro for 25 years. This will be covered by the FWO budget.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe full dataset will be deposited in a cvs format in KU Leuven RDR under a CC-BY license.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe anonymised transcripts will be made available through Harvard Dataverse. Access will be considered after a request is\nsubmitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe full dataset will be deposited in a cvs format in KU Leuven RDR under a CC-BY license.\n \nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of the main research results and upop publication of several subanalyzes of the\ndifferent studies.\nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n7 of 8\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nKU Leuven RDR under a CC-BY license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nphD students and PI K Benhalima \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe local investigators in each participating center and for the Redcap database, the PI and phD student. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PI, Katrien Benhalima. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PI, Katrien Benhalima. \nCreated using DMPonline.be. Last modiﬁed 09 December 2024\n8 of 8"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Management of (gestational) diabetes in pregnancy: new insights in predictors, complications, technology, and prevention of the long-term metabolic risk postpartum Creator: Creator: Katrien Fouzia Benhalima Principal Investigator: Principal Investigator: Katrien Fouzia Benhalima Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Katrien Fouzia Benhalima Project abstract: Project abstract: Diabetes and gestational diabetes (GDM) are associated with increased risks for pregnancy complications. Women with a history of GDM are also at increased risk to develop type 2 diabetes (T2D). Pregnant women with a history of bariatric surgery are at increased risk for fetal growth restriction. Studies are therefore needed to investigate predictors, novel therapies and preventive strategies postpartum in these high risk populations. In this research project we will therefore investigate predictors (clinical and novel biomarkers) for long- term metabolic risk and adherence to a mobile-based lifestyle intervention in women with a history of GDM. Secondly, with a large multicentric RCT we will investigate whether the addition of a GLP-1 agonist (semaglutide) on top of lifestyle measures, can reduce the risk to develop T2D in women with prediabetes after a history of GDM. Thirdly, we will investigate whether the use of glucose sensors can improve pregnancy outcomes in women with GDM. Fourthly, we will investigate the safety and effectiveness of an artificial pancreas during delivery in women with T1D and predictors for glycaemic control in pregnancy. In addition, we will evaluate whether an adapted artificial pancreas (based on the CRISTAL RCT we performed) can further improve glycaemic control in pregnancy. Lastly, we will investigate the association between glucose metabolism and metabolomics with fetal growth restriction in pregnant women with a history of bariatric surgery. ID: ID: 211552 Start date: Start date: 01-10-2024 End date: End date: 30-09-2029 Last modified: Last modified: 09-12-2024 Created using DMPonline.be. Last modiﬁed 09 December 2024 1 of 8 Management of (gestational) diabetes in pregnancy: new insights in predictors, complications, Management of (gestational) diabetes in pregnancy: new insights in predictors, complications, technology, and prevention of the long-term metabolic risk postpartum technology, and prevention of the long-term metabolic risk postpartum Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) (use up to 700 characters) We will collect data from clinical measurements (such as height, weight, BMI and blood pressure), laboratory measurements (such as oral glucose tolerance tests and fasting analyzes), Novel biomarkers (metabolomics and glycated CD59), data derived from insulin pump therapy and glucose sensors (such as insulin dosage and glucose measurements), and self-administered questionnaires (completed by participants during the study visits online). Redcap will used as database. The data will be stored in the university's secure environment for private data. Only personnel working on the study, has access to the study through Redcap. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) the research? Motivate your answer. (use up to 700 characters) Designation of responsible person (If already designated, please fill in their name.): Hilde Morobé, head of clinical trial team of endocrinology UZ Leuven Storage capacity/repository during the research: storage will done in each participating center after the research: Long-term storage of data during at least 25 years, will be done in collaboration with OASIS (https://www.oasisgroup.com/). What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA Created using DMPonline.be. Last modiﬁed 09 December 2024 2 of 8 Management of (gestational) diabetes in pregnancy: new insights in predictors, complications, Management of (gestational) diabetes in pregnancy: new insights in predictors, complications, technology, and prevention of the long-term metabolic risk postpartum technology, and prevention of the long-term metabolic risk postpartum FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 09 December 2024 3 of 8 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume CRISTAL Completed RCT of 780G system in pregnancy Reuse existing data Digital Observational Experimental Compiled/aggregated data Simulation data .xml, .tab, .csv,.pdf, .txt, <1GB Melinda Completed RCT-Mobile- based lifestyle intervention Reuse existing data Digital Observational Experimental Compiled/aggregated data xml, .tab, .csv,.pdf, .txt, <1GB BEDIP- FUS Completed bservational follow-up study Reuse existing data Digital Observational Experimental Compiled/aggregated dat xml, .tab, .csv,.pdf, .txt, <1GB SERENA Ongoing RCT with semaglutide for the prevention of diabetes after gestational diabetes Generate new data Digital Observational Experimental xml, .tab, .csv,.pdf, .txt, <1GB CORDELIA Ongoing RCT on continuous glucose monitoring in women with gestational diabetes Generate new data Digital Observational Experimental xml, .tab, .csv,.pdf, .txt, <1GB GLORIA ongoing observational study with continuous glucose monitoring in pregnant women with a history of bariatric surgery Generate new data Digital Observational Experimental xml, .tab, .csv,.pdf, .txt, <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Re-use of data, is applicable to data of studies (CRISTAL, Melinda and BEDIP-FUS studies) that have been completed and from which subanalyzes are performed: Mobile-based lifestyle intervention in women with glucose intolerance after gestational diabetes mellitus (MELINDA): a multicenter randomized controlled trial. Caro Minschart, Nele Myngheer, Toon Maes, Christophe De Block, Inge Van Pottelbergh, Pascale Abrams MD, Wouter Vinck, Liesbeth Leuridan, Sabien Driessens, Chantal Mathieu, Jaak Billen, Christophe Matthys, Annouschka Laenen, Annick Bogaerts and Katrien Benhalima. EClinicalMedicine. 2024 Mar 8;70:102523. doi: 10.1016/j.eclinm.2024.102523. eCollection 2024 Apr; Created using DMPonline.be. Last modiﬁed 09 December 2024 4 of 8 Comparing advanced hybrid closed loop therapy and standard insulin therapy in pregnant women with type 1 diabetes (CRISTAL): a prospective, multicentre, randomized controlled trial. Katrien Benhalima, Kaat Beunen, Nancy Van Wilder, Dominique Ballaux, Gerd Vanhaverbeke, Youri Taes, Xavier-Philippe Aers, Frank Nobels, Joke Marlier, Dahae Lee, Joke Cuypers, Vanessa Preumont, Sarah E. Siegelaar, Rebecca C. Painter, Annouschka Laenen, Pieter Gillard, Chantal Mathieu. Lancet Diabetes Endocrinol 2024 Lancet Diabetes Endocrinol 2024 Published Online April 29, 2024 https://doi.org/10.1016/ S2213- 8587(24)00089-5, Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data All studies have received EC approval before the start of any study-related acitivity. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes Privacy Registry Reference: E-2022-3173 . GDPR questionnaire is completed at the time of EC submission Short description of the kind of personal data that will be used: regular personal data regular personal data Date/year of birth and/or age, Initials, personal identification number assigned to data subjects participating in the study such as EAD number, socio-economic data such as ethnicity, job, education and income Specify special/sensitive categories of personal data Specify special/sensitive categories of personal data Health data (e.g. description of characteristics of physical features of the body, medical history and medical test information (such as blood samples ) Whose personal data are being processed for the purpose of the research (in accordance with the protocol)? Whose personal data are being processed for the purpose of the research (in accordance with the protocol)? Patients of UZ Leuven, Patients of the other participating hospitals Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. Yes Data from the CRISTAL study might be used for simulation by the compagny Medtronic to see if the algorithm of the 780G Minimed insulin pump can be improved for pregnancy. Data-transfert (pseudonymised digital data with data on glycaemic profiles of continuous glucose monitoring, duration of pregnancy and weight) with LRD has been established and has been transfered to Medtronic. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Created using DMPonline.be. Last modiﬁed 09 December 2024 5 of 8 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For the food diary and questionnaire data, a codebook will be generated containing study design and methodology. For the clinical examinations, details on the setting of the examinations (SOP's) will be documented in a Word document. Also steps taken to remove direct identifiers in the data will be described. For the lab analyzes and performing the OGTT's, details on the type of analyzes (units and normal lab values) and SOP on performing OGTT's , will be documented in a word document. For the continuous glucose monitoring (CGM) data, a SOP is provided and ill be documented in a word document. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No No, for all datasets and types. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The data will be stored on the university's central servers with automatic daily back-up procedures. How will the data be backed up? How will the data be backed up? The data will be backed up with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Since we will be working with sensitive personal data that are pseudonymised, the data will be stored in the university's secure environment for private data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Storage of data during the study (through Redcap), will come at a limited cost of 80 euro per year. Long-term storage of data in collaboration with OASIS, will come at a cost of about 1500 euro for 25 years. This will be covered by the FWO budget. Created using DMPonline.be. Last modiﬁed 09 December 2024 6 of 8 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). Long-term storage of all data is planned for 25 years (according to legal requirements of the EC). Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Long-term storage of data will be done with OASIS (contract with UZ Leuven is in place) for at least 25 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Storage of data during the study (through Redcap), will come at a limited cost of 80 euro per year. Long-term storage of data in collaboration with OASIS, will come at a cost of about 1500 euro for 25 years. This will be covered by the FWO budget. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The full dataset will be deposited in a cvs format in KU Leuven RDR under a CC-BY license. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The anonymised transcripts will be made available through Harvard Dataverse. Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The full dataset will be deposited in a cvs format in KU Leuven RDR under a CC-BY license. When will the data be made available? When will the data be made available? Upon publication of the main research results and upop publication of several subanalyzes of the different studies. Created using DMPonline.be. Last modiﬁed 09 December 2024 7 of 8 Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. KU Leuven RDR under a CC-BY license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? phD students and PI K Benhalima Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The local investigators in each participating center and for the Redcap database, the PI and phD student. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI, Katrien Benhalima. Who will update and implement this DMP? Who will update and implement this DMP? The PI, Katrien Benhalima. Created using DMPonline.be. Last modiﬁed 09 December 2024 8 of 8"
}