{
    "document_id": "D-2023-1793",
    "LinkTitle": "D-2023-1793",
    "file_name": "D-2023-1793.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1793.pdf",
    "metadata": {
        "title": "Profiling of protein depalmitoylation during adipogenesis using activity-based probes (12A2723N)",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Profiling of protein depalmitoylation during adipogenesis using activity-based probes\n(12A2723N)\nA Data Management Plan created using DMPonline.be\nCreators: \nRoeland Vanhoutte, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nRoeland Vanhoutte, n.n. n.n.\nGrant number / URL: \n12A2723N\nID: \n198536\nStart date: \n01-11-2022\nEnd date: \n31-10-2025\nProject abstract:\nModulation of adipogenesis is one of the most promising targets in the search for therapies against obesity. Given the large lipid pool\npresent in adipocytes, it is likely that protein (de)palmitoylation plays a role during their differentiation. However, this post-translational\nmodification is understudied in this process. In an in vitro model of adipogenesis, I therefore aim to (1) identify the substrates that are\n(de)palmitoylated, (2) profile protein depalmitoylases using chemical probes , and (3) shed light on the activity and cellular localization of\ntwo protein depalmitoylases, namely APT1 and APT2. To this end, I will identify targets for (de)palmitoylation using a chemical\nproteomics workflow on OP9 cells differentiating to adipocytes and develop several types of chemical probes to study APT1 and APT2. I\nwill apply these tools in fluorescence microscopy and proteomics experiments to measure the activity and localization of APT1 and APT2\nduring adipogenesis.\nLast modified: \n30-04-2023\nCreated using DMPonline.be. Last modiﬁed 30 April 2023\n1 of 7\nProfiling of protein depalmitoylation during adipogenesis using activity-based probes\n(12A2723N)\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nThis project will generate new data, outputs will be:\n-proteomics output (.raw) \n-fluorescence microscopy images (.tiff)\n-gel images (.gel, .tiff)\n-compound characterization files: NMR, HRMS (.pdf)\n-molecules\nThe proteomics output will generate ~1.5 GB per experiment, for the images I estimate 2-15 MB per image, other files are in the KB range.\nThe total amount of data will be within 100 GB.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nDesignated persons: Roeland Vanhoutte and Steven Verhelst\nDuring the research project, all data is stored on Roeland Vanhoutte's laptop and KU Leuven One Drive. Frequent back-ups are made on a hard-drive that stays within the lab.\nAfter the research project is finished, data will be stored on a hard-drive that stays within the lab.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNot applicable\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNot applicable\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 30 April 2023\n2 of 7\nProfiling of protein depalmitoylation during adipogenesis using activity-based probes\n(12A2723N)\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 30 April 2023\n3 of 7\nProfiling of protein depalmitoylation during adipogenesis using activity-based probes\n(12A2723N)\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 30 April 2023\n4 of 7\nProfiling of protein depalmitoylation during adipogenesis using activity-based probes\n(12A2723N)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for physical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical volume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\nGenerate\nnew data\nReuse\nexisting\ndata\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por, .xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nAdipogenesis\ndepalmitoylation\ntargets\nQuantitative proteomic analysis of targets of\ndepalmitoylases during adipogenesis\nGenerate\nnew data\nDigital\nExperimental\n.raw\n<100GB\nNA\nDepalmitoylase\nprobe synthesis\nSynthesis of activity-based probes (ABPs)\nfor protein depalmitoylases\nGenerate\nnew data\nDigital\nPhysical\nExperimental\n.txt\n<100MB\nSynthesized compounds will be\nstored at -20°C in the\nLaboratory of Chemical Biology\n(one freezer drawer)\nScreening of\ndepalmitoylase\nprobes\nScreening of synthesized probes against\npurified depalmitoylases using SDS-PAGE\nand platereader read-outs\nGenerate\nnew data\nDigital\nPhysical\nExperimental\n.gel\n.xml\n<1GB\nAcquired enzymes are stored at\n-80°C in the Laboratory of\nChemical Biology (one freezer\ndrawer)\nImaging of APT-\nactivity using\nactivity-based\nprobes\nFluorescence microspcopy on\ndifferentiating adipocyte-precursors treated\nwith APT-reactive activity-based probes\nGenerate\nnew data\nDigital\nExperimental\n.tiff\n<100GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nNewly synthesized activity-based probes that prove to be selective and reactive for one depalmitoylase could potentially be commercialised.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nCreated using DMPonline.be. Last modiﬁed 30 April 2023\n5 of 7\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\n- All procedures and results are written out in lab notebooks, which will be kept within the lab of chemical biology after the project is finished\n- New methods I develop will be digitalized in a Google Drive to which all labmembers have access\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nLaptop of Roeland Vanhoutte, harddrive within the lab of chemical biology, frequent back-ups on KU Leuven OneDrive\nHow will the data be backed up?\nBoth electronically on OneDrive and Physically on external harddrives\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\n25 GB of available space on OneDrive account, 1 TB on harddrive\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nLaptop of Roeland Vanhoutte is password-protected, OneDriveaccount can only be accessed with account of Roeland Vanhoutte, harddrives are kept within the office of Steven Verhelst, which is\nlocked when he is not there and can only be accessed by him.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo additional costs on data preservation will have to be made during this project.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data generated in this project can be preserved for more than 5 years.\nWhere will these data be archived (stored and curated for the long-term)?\nExternal harddrive, kept at the laboratory for chemical biology. Dedicated person will be the PI, Steven Verhelst\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nno additional costs will have to be made\nCreated using DMPonline.be. Last modiﬁed 30 April 2023\n6 of 7\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAny members from the laboratory of Chemical Biology will be able to access the data from the external harddrives. After approval from the PI, selected external members can also be granted\naccess.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nMore chemistry-based manuscripts will be deposited on Chemarchive and/or in chemistry-centered journals. More biology-based manuscripts on Bioarchive and/or in biology-centered journals. I\naim to publish in open access journals as much as possible.\nWhen will the data be made available?\nUpon publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY-4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nDOI: \n10.1039/D2SC04147B\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nRoeland Vanhoutte, Steven Verhelst \nWho will manage data storage and backup during the research project?\nRoeland Vanhoutte, Steven Verhelst \nWho will manage data preservation and sharing?\nRoeland Vanhoutte, Steven Verhelst \nWho will update and implement this DMP?\nRoeland Vanhoutte, Steven Verhelst \nCreated using DMPonline.be. Last modiﬁed 30 April 2023\n7 of 7"
    },
    "clean_full_text": "Profiling of protein depalmitoylation during adipogenesis using activity-based probes (12A2723N) A Data Management Plan created using DMPonline.be Creators: Roeland Vanhoutte, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Roeland Vanhoutte, n.n. n.n. Grant number / URL: 12A2723N ID: 198536 Start date: 01-11-2022 End date: 31-10-2025 Project abstract: Modulation of adipogenesis is one of the most promising targets in the search for therapies against obesity. Given the large lipid pool present in adipocytes, it is likely that protein (de)palmitoylation plays a role during their differentiation. However, this post-translational modification is understudied in this process. In an in vitro model of adipogenesis, I therefore aim to (1) identify the substrates that are (de)palmitoylated, (2) profile protein depalmitoylases using chemical probes , and (3) shed light on the activity and cellular localization of two protein depalmitoylases, namely APT1 and APT2. To this end, I will identify targets for (de)palmitoylation using a chemical proteomics workflow on OP9 cells differentiating to adipocytes and develop several types of chemical probes to study APT1 and APT2. I will apply these tools in fluorescence microscopy and proteomics experiments to measure the activity and localization of APT1 and APT2 during adipogenesis. Last modified: 30-04-2023 Created using DMPonline.be. Last modiﬁed 30 April 2023 1 of 7 Profiling of protein depalmitoylation during adipogenesis using activity-based probes (12A2723N) Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) This project will generate new data, outputs will be: -proteomics output (.raw) -fluorescence microscopy images (.tiff) -gel images (.gel, .tiff) -compound characterization files: NMR, HRMS (.pdf) -molecules The proteomics output will generate ~1.5 GB per experiment, for the images I estimate 2-15 MB per image, other files are in the KB range. The total amount of data will be within 100 GB. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Designated persons: Roeland Vanhoutte and Steven Verhelst During the research project, all data is stored on Roeland Vanhoutte's laptop and KU Leuven One Drive. Frequent back-ups are made on a hard-drive that stays within the lab. After the research project is finished, data will be stored on a hard-drive that stays within the lab. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Not applicable Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Not applicable Which other issues related to the data management are relevant to mention? (use up to 700 characters) Not applicable Created using DMPonline.be. Last modiﬁed 30 April 2023 2 of 7 Profiling of protein depalmitoylation during adipogenesis using activity-based probes (12A2723N) DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 30 April 2023 3 of 7 Profiling of protein depalmitoylation during adipogenesis using activity-based probes (12A2723N) GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 30 April 2023 4 of 7 Profiling of protein depalmitoylation during adipogenesis using activity-based probes (12A2723N) FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Adipogenesis depalmitoylation targets Quantitative proteomic analysis of targets of depalmitoylases during adipogenesis Generate new data Digital Experimental .raw <100GB NA Depalmitoylase probe synthesis Synthesis of activity-based probes (ABPs) for protein depalmitoylases Generate new data Digital Physical Experimental .txt <100MB Synthesized compounds will be stored at -20°C in the Laboratory of Chemical Biology (one freezer drawer) Screening of depalmitoylase probes Screening of synthesized probes against purified depalmitoylases using SDS-PAGE and platereader read-outs Generate new data Digital Physical Experimental .gel .xml <1GB Acquired enzymes are stored at -80°C in the Laboratory of Chemical Biology (one freezer drawer) Imaging of APT- activity using activity-based probes Fluorescence microspcopy on differentiating adipocyte-precursors treated with APT-reactive activity-based probes Generate new data Digital Experimental .tiff <100GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Newly synthesized activity-based probes that prove to be selective and reactive for one depalmitoylase could potentially be commercialised. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to Created using DMPonline.be. Last modiﬁed 30 April 2023 5 of 7 what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). - All procedures and results are written out in lab notebooks, which will be kept within the lab of chemical biology after the project is finished - New methods I develop will be digitalized in a Google Drive to which all labmembers have access Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? Laptop of Roeland Vanhoutte, harddrive within the lab of chemical biology, frequent back-ups on KU Leuven OneDrive How will the data be backed up? Both electronically on OneDrive and Physically on external harddrives Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes 25 GB of available space on OneDrive account, 1 TB on harddrive How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Laptop of Roeland Vanhoutte is password-protected, OneDriveaccount can only be accessed with account of Roeland Vanhoutte, harddrives are kept within the office of Steven Verhelst, which is locked when he is not there and can only be accessed by him. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No additional costs on data preservation will have to be made during this project. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data generated in this project can be preserved for more than 5 years. Where will these data be archived (stored and curated for the long-term)? External harddrive, kept at the laboratory for chemical biology. Dedicated person will be the PI, Steven Verhelst What are the expected costs for data preservation during the expected retention period? How will these costs be covered? no additional costs will have to be made Created using DMPonline.be. Last modiﬁed 30 April 2023 6 of 7 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. Any members from the laboratory of Chemical Biology will be able to access the data from the external harddrives. After approval from the PI, selected external members can also be granted access. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. More chemistry-based manuscripts will be deposited on Chemarchive and/or in chemistry-centered journals. More biology-based manuscripts on Bioarchive and/or in biology-centered journals. I aim to publish in open access journals as much as possible. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY-4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes DOI: 10.1039/D2SC04147B What are the expected costs for data sharing? How will these costs be covered? No costs are expected 6. Responsibilities Who will manage data documentation and metadata during the research project? Roeland Vanhoutte, Steven Verhelst Who will manage data storage and backup during the research project? Roeland Vanhoutte, Steven Verhelst Who will manage data preservation and sharing? Roeland Vanhoutte, Steven Verhelst Who will update and implement this DMP? Roeland Vanhoutte, Steven Verhelst Created using DMPonline.be. Last modiﬁed 30 April 2023 7 of 7"
}