{
    "document_id": "D-2023-1766",
    "LinkTitle": "D-2023-1766",
    "file_name": "D-2023-1766.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1766.pdf",
    "metadata": {
        "title": "Understanding thrombo-inflammation: the key to safer antithrombotic therapy?",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Understanding thrombo-inflammation: the key to safer antithrombotic therapy?\nA Data Management Plan created using DMPonline.be\nCreator: \nThomas Vanassche\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1843423N\nID: \n198228\nStart date: \n01-10-2022\nEnd date: \n30-09-2027\nProject abstract:\nCardiovascular diseases kill over 17 million people each year, and 85% of these deaths are due to thrombosis, the formation of blood\nclots in arteries or veins. Thrombosis is the main cause of death and disability and costs over 200 billion € per year in the EU. This burden\nis expected to increase over the next decade.\nAnticoagulants can help to treat and prevent thrombosis, but have important limitations. Since they increase the risk of bleeding, many\npatients at the highest need for protection are left without treatment. Furthermore, current drugs don’t prevent the underlying vascular\nchanges that cause increased blood clotting. There is an urgent unmet need for better use of current anticoagulants as well as for safer\nand more effective novel therapies.\nThe contact pathway links coagulation with the innate immune system, but is not required for protection against bleeding. Drugs that\ntarget the contact pathway could provide safer anticoagulation and are in various stages of clinical development. Understanding the role\nof the contact pathway in specific disease populations is urgently needed to determine who will benefit most from these treatments and to\nhelp their clinical translation.\nIncreasing evidence points to an overarching role for thrombo- inflammation in both atherosclerosis and thrombosis. Targeting the shared\ncause of vascular disease and thrombosis offers perspectives for more effective therapies to counter the enormous burden of\ncardiovascular disease.\nLast modified: \n30-03-2023\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n1 of 7\nUnderstanding thrombo-inflammation: the key to safer antithrombotic therapy?\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n2 of 7\nUnderstanding thrombo-inflammation: the key to safer antithrombotic therapy?\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n3 of 7\nUnderstanding thrombo-inflammation: the key to safer antithrombotic therapy?\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n4 of 7\nUnderstanding thrombo-inflammation: the key to safer antithrombotic therapy?\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly\nfor\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nFLEMENGHO\npatient cohort, existing database from prospective epidemiological\nresearch. Request for data extraction of specified parameters - only data\noutput for study request will be used\nReuse existing data\nDigital\nObservational\n \n.xml,\nother \n \n<1GB\n \nICFs\nPatient informed consent files\nNew\nPhysical\n \n \n \n2 boxes\n3\nbinders\nLabtests CP\nClinical patient information and results of laboratory tests\nNew\nDigital\nExperimental, non-\ninterventional\n(diagnostic tests)\n.xml for\ntabular\ndata\n<1GB\n \nAPS data\nClinical patient information and results of laboratory tests\nNew\nDigital\nExperimental, non-\ninterventional\n(diagnostic tests)\n.xml for\ntabular\ndata\n<1GB\n \nValve data\nresults of laboratory tests\nNew\nDigital\nExperimental\n.xml for\ntabular\ndata\n<1GB\n \nAnimal NET\ndata\nin vivo data\nNew\nDigital\nExperimental\n.csv or\nxml\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nFLEMENGHO database is available for research collaborations upon request: \nhttps://flemengho.eu/en/secundair-gebruik/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, animal data\nAs part of this project, data from patients will be collected prospectively. Prior to the initiation of this part of the study, an ethics committee file will be submitted.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nYes\nPatient characteristics and lab results will be collected as will be described in detail in the EC request. Anonimized data will be used wherever possible. If re-identification is required,\npsudonymised data will be used only where needed.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n5 of 7\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nMethodology, protocol, information on ethical committee approval and all study-related data will be kept in a secure drive. This information is only accessible to the investigator and will only be\nshared with team members by using secure file sharing when needed.\nInformed consents will be safely stored at the dedicated secure storing facility behind lock at the clinical study coordination center BLV.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nMethodology, protocol, information on ethical committee approval and all study-related data will be kept in a secure drive. This information is only accessible to the investigator and will only be\nshared with team members by using secure file sharing when needed.\nDigital information of study results (lab test results) will be stored on a secure drive.\nInformed consents will be safely stored at the dedicated secure storing facility behind lock at the clinical study coordination center BLV.\nHow will the data be backed up?\nAutomatic backup is provided via the personal KULeuven OneDrive\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nthe KULeuven OneDrive capacity is sufficient for this project (2TB)\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData will be stored in a secure environment with only access by the PI and - if needed - to authorized personnel.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe existing storage and backup facilities of the university should suffice for this project without additional charge. Storage of physical documents will be done in the existing secured long-term\ndocument storage facility of the clinical study department.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nData will be stored for five years after the end of the project for possibility of reuse, as part of preliminary research for future projects, and for regulatory / control reasons.\nWhere will these data be archived (stored and curated for the long-term)?\nuniversity central server, OneDrive with automatic back-up procedures, conform KULeuven RDM policy\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\ncentralized KULeuven online storage solution will suffice for completion of this project via the KULeuven OneDrive. If additional storage costs will arise, they can be budgeted through research\nfunds.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n6 of 7\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nPublished data will remain available as part of the published work and as part of the required data for validation/auditing.\nMore data can be made available upon request after permission of the principal investigator and after evaluation of the data request proposal. Only anonymised data can be made available.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nUpon reasonable request, anonymous data can be made available for research collaborations, through a data sharing agreement. Requests will be evaluated by the principal investigator.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nwill be chosen depending on publication strategy\nWhen will the data be made available?\nafter publication of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\ndata usage licence will be discussed with LRD if applicable before any licence is granted. Data sharing agreements will be evaluated after consulting LRD.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nIf specific costs would arise from sharing material, the coverage of these costs will be part of the data transfer agreement and will be negotiated in collaboration with LRD as part of the DTA.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nPrincipal Investigator (Thomas Vanassche) has final responsibility, researchers who generate the data will be responsible for the immediate storage \nWho will manage data storage and backup during the research project?\nPrincipal Investigator (Thomas Vanassche) \nWho will manage data preservation and sharing?\nPrincipal Investigator (Thomas Vanassche) \nWho will update and implement this DMP?\nPrincipal Investigator (Thomas Vanassche) \nCreated using DMPonline.be. Last modiﬁed 30 March 2023\n7 of 7"
    },
    "clean_full_text": "Understanding thrombo-inflammation: the key to safer antithrombotic therapy? A Data Management Plan created using DMPonline.be Creator: Thomas Vanassche Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1843423N ID: 198228 Start date: 01-10-2022 End date: 30-09-2027 Project abstract: Cardiovascular diseases kill over 17 million people each year, and 85% of these deaths are due to thrombosis, the formation of blood clots in arteries or veins. Thrombosis is the main cause of death and disability and costs over 200 billion € per year in the EU. This burden is expected to increase over the next decade. Anticoagulants can help to treat and prevent thrombosis, but have important limitations. Since they increase the risk of bleeding, many patients at the highest need for protection are left without treatment. Furthermore, current drugs don’t prevent the underlying vascular changes that cause increased blood clotting. There is an urgent unmet need for better use of current anticoagulants as well as for safer and more effective novel therapies. The contact pathway links coagulation with the innate immune system, but is not required for protection against bleeding. Drugs that target the contact pathway could provide safer anticoagulation and are in various stages of clinical development. Understanding the role of the contact pathway in specific disease populations is urgently needed to determine who will benefit most from these treatments and to help their clinical translation. Increasing evidence points to an overarching role for thrombo- inflammation in both atherosclerosis and thrombosis. Targeting the shared cause of vascular disease and thrombosis offers perspectives for more effective therapies to counter the enormous burden of cardiovascular disease. Last modified: 30-03-2023 Created using DMPonline.be. Last modiﬁed 30 March 2023 1 of 7 Understanding thrombo-inflammation: the key to safer antithrombotic therapy? Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 30 March 2023 2 of 7 Understanding thrombo-inflammation: the key to safer antithrombotic therapy? DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 30 March 2023 3 of 7 Understanding thrombo-inflammation: the key to safer antithrombotic therapy? GDPR GDPR Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 30 March 2023 4 of 7 Understanding thrombo-inflammation: the key to safer antithrombotic therapy? FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume FLEMENGHO patient cohort, existing database from prospective epidemiological research. Request for data extraction of specified parameters - only data output for study request will be used Reuse existing data Digital Observational .xml, other <1GB ICFs Patient informed consent files New Physical 2 boxes 3 binders Labtests CP Clinical patient information and results of laboratory tests New Digital Experimental, non- interventional (diagnostic tests) .xml for tabular data <1GB APS data Clinical patient information and results of laboratory tests New Digital Experimental, non- interventional (diagnostic tests) .xml for tabular data <1GB Valve data results of laboratory tests New Digital Experimental .xml for tabular data <1GB Animal NET data in vivo data New Digital Experimental .csv or xml <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: FLEMENGHO database is available for research collaborations upon request: https://flemengho.eu/en/secundair-gebruik/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, animal data As part of this project, data from patients will be collected prospectively. Prior to the initiation of this part of the study, an ethics committee file will be submitted. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Patient characteristics and lab results will be collected as will be described in detail in the EC request. Anonimized data will be used wherever possible. If re-identification is required, psudonymised data will be used only where needed. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 30 March 2023 5 of 7 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Methodology, protocol, information on ethical committee approval and all study-related data will be kept in a secure drive. This information is only accessible to the investigator and will only be shared with team members by using secure file sharing when needed. Informed consents will be safely stored at the dedicated secure storing facility behind lock at the clinical study coordination center BLV. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? Methodology, protocol, information on ethical committee approval and all study-related data will be kept in a secure drive. This information is only accessible to the investigator and will only be shared with team members by using secure file sharing when needed. Digital information of study results (lab test results) will be stored on a secure drive. Informed consents will be safely stored at the dedicated secure storing facility behind lock at the clinical study coordination center BLV. How will the data be backed up? Automatic backup is provided via the personal KULeuven OneDrive Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes the KULeuven OneDrive capacity is sufficient for this project (2TB) How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be stored in a secure environment with only access by the PI and - if needed - to authorized personnel. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The existing storage and backup facilities of the university should suffice for this project without additional charge. Storage of physical documents will be done in the existing secured long-term document storage facility of the clinical study department. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Data will be stored for five years after the end of the project for possibility of reuse, as part of preliminary research for future projects, and for regulatory / control reasons. Where will these data be archived (stored and curated for the long-term)? university central server, OneDrive with automatic back-up procedures, conform KULeuven RDM policy What are the expected costs for data preservation during the expected retention period? How will these costs be covered? centralized KULeuven online storage solution will suffice for completion of this project via the KULeuven OneDrive. If additional storage costs will arise, they can be budgeted through research funds. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made Created using DMPonline.be. Last modiﬁed 30 March 2023 6 of 7 available. Yes, in a restricted access repository (after approval, institutional access only, …) Published data will remain available as part of the published work and as part of the required data for validation/auditing. More data can be made available upon request after permission of the principal investigator and after evaluation of the data request proposal. Only anonymised data can be made available. If access is restricted, please specify who will be able to access the data and under what conditions. Upon reasonable request, anonymous data can be made available for research collaborations, through a data sharing agreement. Requests will be evaluated by the principal investigator. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. will be chosen depending on publication strategy When will the data be made available? after publication of the research results Which data usage licenses are you going to provide? If none, please explain why. data usage licence will be discussed with LRD if applicable before any licence is granted. Data sharing agreements will be evaluated after consulting LRD. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? If specific costs would arise from sharing material, the coverage of these costs will be part of the data transfer agreement and will be negotiated in collaboration with LRD as part of the DTA. 6. Responsibilities Who will manage data documentation and metadata during the research project? Principal Investigator (Thomas Vanassche) has final responsibility, researchers who generate the data will be responsible for the immediate storage Who will manage data storage and backup during the research project? Principal Investigator (Thomas Vanassche) Who will manage data preservation and sharing? Principal Investigator (Thomas Vanassche) Who will update and implement this DMP? Principal Investigator (Thomas Vanassche) Created using DMPonline.be. Last modiﬁed 30 March 2023 7 of 7"
}