{
    "document_id": "D-2024-2915",
    "LinkTitle": "D-2024-2915",
    "file_name": "D-2024-2915.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2915.pdf",
    "metadata": {
        "title": "D-2024-2915",
        "author": "N/A",
        "num_pages": 16
    },
    "content": {
        "full_text": " \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        1 \n FWO DMP  Template  - Flemish Standard Data Management Plan  \nVersion KU Leuven    \n \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.  \nThe DMP template used by the Research Foundation  Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders \nand research institutions.  This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning . To increase understanding and facilitate completion of the DMP, a standardized glossary  of definitions and abbreviations is \navailable via the following link.  \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        2 \n 1. General Project Information  \n \nName Grant Holder & ORCID  Prof. F. Amant - 0000 -0002 -5452 -4905  \nContributor name(s) ( + ORCID) & roles  Dr. Daniela Annibali (0000 -0001 -8413 -7669) – Research Ma nager  \nDr Liesbeth Lenaerts  \nProject number  1 & title G014724N Post -mortem tissue biobanking to illuminate end -stage ovarian cancer disease \n(ATLASOvCANCER)  \nFunder(s) GrantID  2 D-20242915  \nAffiliation(s)  X KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \nROR identifier KU Leuven : 05f950310  \n \n \n1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number.  \n2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multip le funding sources were used.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        3 \n Please provide a short project description  Little is known about the biology (spread, morphological and molecular character) of end -stage  \nserous ovarian cancer, when it has metastasized over the patient’s body. At University Hospitals Leuven, we \nare implementing a post -mortem tissue donation program for patients with end -stage low -grade (LGSOC) \nor high -grade (HGSOC) serous ovarian cancer. Using this program , we aim to establish a unique \nbiorepository of high -quality , well -annotated metastatic tissues and body fluids, from multiple anatomical \nsites in patients with LGSOC (n=15) or HGSOC (n=15). We will investigate the quality of proteins and nucleic \nacids and the viability of tumor cells in post -mortem specimens from the first n=3 LGSOC and n=3 HGSOC \npatients. We will do an extensive macro - and microscopic, histopathological evaluation of multi -region \nsamples. This will allow us to explore spread patterns and morphological heterogeneity of lesions across the \ndifferent metastatic sites and compare these between LGSOC and HGSOC. This work will support future \nfundamental and translational research and the establishment of a comprehensive atlas for lethal end -stage \novarian cancer (ATLASOvCANCER). Ultimately , this knowledge can be translated into improved treatment \nstrategies for these patients.  \n \n \n \n \n \n \n \n  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        4 \n 2. Research Data Summary  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        5 \n List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project.  For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data  3.  \n ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR DIGITAL DATA  ONLY FOR PHYSICAL DATA  \nDataset \nName  Description  New or Reused   Digital or \nPhysical   Digital Data Type  \n Digital Data \nFormat  \n Digital Data \nVolume (MB, GB, \nTB) Physical Volume  \n \n \nDS1.  \nClinical data  \n Data retrieved \nfrom the patient \nrecords (KWS \nplatform UZ \nLeuven), stored \nin a \npseudonymised \nmanner  ☐ Generate new \ndata  \n☒ Reuse existing \ndata  ☒ Digital  \n ☐ Audiovisual  \n☒ Images  \n☐ Sound  \n☒ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other : .xls ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB \n☐ NA \n NA \nDS2.  \nPersonal data  age, clinical \nhistory  ☒ Reuse existing \ndata ☒ Digital  \n ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☒ Textual  \n☐ Model  \n☐ Software  \n☐ Other:  .xls \n.doc  ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n  \nDS3.  \nGenetic data  sequencing data  ☒ Generate new \ndata  ☒ Digital  \n ☐ Audiovisual  \n☐ Images  \n☐ Sound  \n☒ Numerical  \n☒ Textual  \n☐ Model  .fastq files (raw \ndata) and  \n.csv files \n(analyzed data)  ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☒ > 5 TB  \n☐ NA  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        6 \n ☐ Software  \n☐ Other:   \nDS4.  \nImaging data  H&E and IHC \nimages  ☒ Generate new \ndata ☒ Digital  \n ☒ Images  \n☒ Numerical  TIFF files  \nExcel files  ☒ < 1 GB  \n☐ < 100 GB  \n☐ < 1 TB  \n☐ < 5 TB  \n☐ > 5 TB  \n☐ NA \n  \nDS5.  \nPatient \nsamples  Human body \nmaterials \ncollected during \nthe autoptic \nprocedures  ☒ Generate new \ndata  ☒ Physical    Complete \ndescription of the \ntype and amount of \nbiological samples \nthat will be \ncollected are listed \nin the UZL Biobank \napproved Form  \n \nGUIDANCE : \nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Mater ials that are  not considered data  in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.   \nRDM Guidance on data   \n \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type .   \n Clinical and personal data will be retrieved from the UZ Leuven Klinikal Werk Station (KWS) system by \nauthorized personnel in the Gynecological Oncology Lab  \n \n3 Add rows for each dataset you want to describe.  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        7 \n Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate  and provide the \nrelevant ethical approval number . ☒ Yes, huma n subject data ; provide SMEC or EC a pproval  number:   S-67461  \n☐ Yes, animal data ; provide ECD reference number:    \n☐ Yes, dual use; provide approva l number :   \n☐ No \nAdditional information : \n \n \nWill you process personal  data4? If so, please \nrefer to specific datasets or data types when \nappropriate and provide the KU Leuven or UZ \nLeuven privacy register number (G or S number).  ☒ Yes (provide PRET G -number or EC S -number below)  \n☐ No \nAdditional information:  \nS-67461  \n \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer , for example spin -\noffs, commercial exploitation, … )?  \nIf so, please comment per dataset  or data type \nwhere appropriate . ☐ Yes \n☒ No \nIf yes , please comment :  \n \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements , \nresearch  collaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and \nwhich restrictions will be a sserted.  ☐ Yes \n☒ No \nIf yes, please explain:  \n \n \n \n4 See Glossary Flemish Standard Data Management Plan  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        8 \n  \n \n3. Documentation and Metadata  \n \nClearly describe what approach will be followed \nto capture the accompanying information \nnecessary to keep data understandable and \nusable , for yourself and others, now and in the \nfuture (e.g. in terms of documentation levels and \ntypes required, procedures u sed, Electronic Lab \nNotebooks, README.txt files, Codebook.tsv etc. \nwhere this information is recorded ). \n \nRDM guidance on documentation and metadata . \n All digital data and metadata accompanying physical data will be stored on the data management platform \nfrom KU Leuven ManGO. This platform allows researchers to store and manage their data via different \nclients such as ManGO portal, or S FTP clients.  \n• Storage  \nThe data is stored securely in the data centers of KU Leuven. Of each file, two copies are stored: one in the \ndatacenter in Heverlee, and one other in the datacentre of Leuven.  \n• Metadata  \nData can be described in the platform by adding metadata (at the file or folder level) to provide context to \nthe data and make the data findable via the search interface. Each dataset will include a metadata file \nwhich will contain:  \no Title and description of the dataset  \no Names and contact informati on of the data creators  \no Date of data collection  \no Anonymized identifiers of patients from which samples were derived  \no File formats and structure  \no Instructions for accessing and using the data and relationship between different data \nelements  \nThe structure of the ManGO platform ensures data adheres to the FAIR data principles.  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        9 \n Will a metadata standard be used to make it \neasier to find and reuse the data ?  \n \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.  \n \nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS . \n ☒ Yes \n☐ No \nIf yes , please specify (where appropriate per dataset or data type ) which metadata  standard  will be used :  \n DNA/ RNA seq data  \no Dataset title  \no Dataset description  \no File format  \n▪ Raw data: FASTQ  \n▪ Processed data: BAM/SAM, HDF5, CSV  \n▪ Metadata: CSV, JSON  \no Sample ID  \no Donor ID  \no Sample collection data  \no Sequencing platform  \no Read length  \no Sequencing depth  \no Library preparation protocol  \no Raw data processing software  \no Alignment reference genome  \n Imaging  data  \no Dataset title  \no Dataset description  \no File format  \n▪ Raw images: TIFF  \n▪ Processed images: OME -TIFF \n▪ Metadata: JSON, CSV  \no Sample ID  \no Donor ID  \no Sample collection date  \no Fixation method  \no Section thickness  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        10 \n o Microscope model  \n▪ Objective  \n▪ Resolution  \n For all physical datasets  (e.g., viable, FFPE and frozen  tumor  and human body fluid material) \ncontainers will be labelled with:  \no Project ID  \no Sample ID  \no Donor ID  \no Date of collection  \no Material type  \no Sample processing method  \n• Fixation  \n• Freezing  \no These physical samples will be accompanied by a metadata file in ManGO detailing the \nsame information as the label on the physical container, with the addition of location where \ncontainer is stored  \n• Liquid nitrogen tank ID (flash frozen/viable frozen tissue)  \n▪ Rack number  \n▪ Box number  \n▪ Box position  \n• Storage container ID (FFPE material)  \n \nIf no, please specify (where appr opriate per dataset or data type) which metadata will be created:  \n \n \n \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        11 \n 4. Data Storage & Back-up during the Research Project  \n \nWhere will the data be stored?  \n \nConsult the  interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.  ☐ Shared network drive (J -drive)  \n☐ Personal network drive (I -drive)  \n☒ OneDrive (KU Leuven)  \n☐ Sharepoint online  \n☐ Sharepoint on -premis  \n☒ Large Volume Storage  \n☐ Digital Vault  \n☐ Other:  \n- a REDCap -based system will be used as an electronic case r eport form to collect all clinical data.  \n- an electronic lab notebook will be used to register and manage sample collection data and  \nmolecular analyses data  \n- sequencing data will be safely stored on space on KU Leuven drives (MANGO) for storing large volumes  \nHow will the data be backed up?  \n \nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS ?  ☒ Standard back -up provided by KU Leuven ICTS for my storage solution  \n☐ Personal back -ups I make (specify)  \n☒ Other (specify)  \n \nThe data are stored securely in the data centers of KU Leuven. Of each file, two copies are stored: one in \nthe datacenter in Heverlee, and one other in the datacentre of Leuven.  \n \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities  are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \n \nSee above  \n \n \nIf no, please specify :  \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        12 \n How will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?  \n \nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , \nNETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE .  \nGuidance on security for research data   \n ManGo can only be accessed via KU Leuven accounts  (after being granted permission)  via the ManGO \nportal or through SFTP clients. The KU Leuven RDM -ICTS support team manag es access and permission to \nthe ManGO platform.  \n \n \n \n \n \n \n \nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?  The expected costs for data storage are EUR 330.00/year. These costs have been accounted for in our \napplication for this project at FWO.  \n \n \n \n \n \n \n5. Data Preservation  after the end of the Research P roject  \n \nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the  project? In case some data cannot be \npreserved , clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, insti tutional policies.. .). \n Guidance on data preservation  ☒ All data will be preserved for 10 years according to KU Leuven RDM policy  \n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and f or clinical experiments on humans  \n☐ Certain data cannot be ke pt for 10 years (explain)  \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        13 \n Where will these data be archived (stored and \ncurated for the long -term)?  \n \nDedicated data repositories  are often the best place \nto preserve your data . Data not suitable for \npreservation in a repository can be stored using a KU \nLeuven  storage solution, consult the  interactive  KU \nLeuven  storage guide . ☐ KU Leuven RDR  \n☒ Large Volume Storage (longterm for large volumes)  \n☐ Shared network drive (J -drive)  \n☒ Other (specifiy):  \n \n \nAll digital data and metadata accompanying physical data will be stored on the data mana gement platform \nfrom KU Leuven ManGO Archive.  \n \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?  \n \n The expected costs for data storage are EUR 330.00/year. The costs of storage during the active years of \nthe project are covered by the FWO grant. The following years, these costs will be covered as part of the \nGynecological oncology lab running costs from  running credits.  \n \n \n \n6. Data Sharing and Reuse  \n \nWill the data (or part of the data) be made \navailable for reuse after/during the project?   \nPlease explain per dataset or data type which \ndata will be made available.   \n \nNOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA \nSET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE \nMAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN \n& RESTRICTED ACCESS . FOR MORE INFORMATION : \nHTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU-\nREPO /#INFOEUREPO -ACCESS RIGHTS  \n ☐ Yes, as open data  \n☐ Yes, as embargoed data (temporary restriction)  \n☒ Yes, as restricted dat a (upon approval, or institutional access only)  \n☐ No (closed access)  \n☐ Other, please specify:  \n \n \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        14 \n If access is restricted, please specify who will be \nable to access the data and under what \nconditions.  Sequencing data will be submitted to the European Genome -Phenome Archive (EGA) and can be accessed \nafter submission of a controlled data access (CDA) application  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.  ☒ Yes, privacy aspects  \n☐ Yes, intellectual property rights  \n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use  \n☐ Yes, other  \n☐ No \n \nIf yes, please specify : \nTo protect patient privacy, sequencing data of patient -derived tumor material will be deposited in an \naccess -controlled data repository.  \n \nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data t ype.  ☐ KU Leuven RDR  \n☒ Other data repository (specify)  \n☐ Other (specify)  \n \nWhen will the data be made available?  \n \n ☒ Upon publication of research results  \n☐ Specific date (specify)  \n☐ Other (specify)  \n \n \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        15 \n Which data usage licenses are you going to \nprovide? If none, please explain why.  \n \nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED \nOR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , \nTHE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO \nNOTE THAT YOU MAY ONLY RE LEASE DATA UNDER A LICENCE CHOSEN \nBY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE \nTHAT MIGHT PROHIBIT THAT . \nCheck the  RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose.   \n ☐ CC-BY 4.0 (data)  \n☒ Data Transfer Agreement (restricted data)  \n☐ MIT licence (code)  \n☐ GNU GPL -3.0 (code)  \n☐ Other (specify)  \n \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease  provide it  here . \n \nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . \n ☐ Yes, a PID will be added upon deposit in a data repository  \n☐ My dataset already has a PID  \n☐ No \n \n \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n Submission of data in EGA is free  \n \n7. Responsibilities  \n \nWho will manage data documentation and \nmetadata during the research project?  Prof. Dr. Frédéric Amant  \nDr. Daniela Annibali  \nDr. Liesbeth Lenaerts  \nPhD student to be appointed  \n \nFWO DMP Template (Flemish Standard DMP)   - Version KU Leuven        16 \n Who will manage data storage and backup \nduring the research project?  Prof. Dr. Frédéric Amant  \nDr. Danie la Annibali  \nDr. Liesbeth Lenaerts  \nPhD student to be appointed  \nWho will manage data preservation and \nsharing?  The PI is responsible for data preservation and sharing, with support from ICTS, gbiomed -IT staff,  \nand UZ -IT staff  \nWho will update and implement this DMP?  Prof. Dr. Frédéric Amant  \nDr. Daniela Annibali  \nDr. Liesbeth Lenaerts  \n \n \n \n \n \n \n \n \n \n "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1 FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first ver sion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning . To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 2 1. General Project Information Name Grant Holder & ORCID Prof. F. Amant - 0000 -0002 -5452 -4905 Contributor name(s) ( + ORCID) & roles Dr. Daniela Annibali (0000 -0001 -8413 -7669) – Research Ma nager Dr Liesbeth Lenaerts Project number 1 & title G014724N Post -mortem tissue biobanking to illuminate end -stage ovarian cancer disease (ATLASOvCANCER) Funder(s) GrantID 2 D-20242915 Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven : 05f950310 1 “Project number” refers to the institutional project number. This question is optional . Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multip le funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3 Please provide a short project description Little is known about the biology (spread, morphological and molecular character) of end -stage serous ovarian cancer, when it has metastasized over the patient’s body. At University Hospitals Leuven, we are implementing a post -mortem tissue donation program for patients with end -stage low -grade (LGSOC) or high -grade (HGSOC) serous ovarian cancer. Using this program , we aim to establish a unique biorepository of high -quality , well -annotated metastatic tissues and body fluids, from multiple anatomical sites in patients with LGSOC (n=15) or HGSOC (n=15). We will investigate the quality of proteins and nucleic acids and the viability of tumor cells in post -mortem specimens from the first n=3 LGSOC and n=3 HGSOC patients. We will do an extensive macro - and microscopic, histopathological evaluation of multi -region samples. This will allow us to explore spread patterns and morphological heterogeneity of lesions across the different metastatic sites and compare these between LGSOC and HGSOC. This work will support future fundamental and translational research and the establishment of a comprehensive atlas for lethal end -stage ovarian cancer (ATLASOvCANCER). Ultimately , this knowledge can be translated into improved treatment strategies for these patients. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4 2. Research Data Summary FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about ), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume DS1. Clinical data Data retrieved from the patient records (KWS platform UZ Leuven), stored in a pseudonymised manner ☐ Generate new data ☒ Reuse existing data ☒ Digital ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other : .xls ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA NA DS2. Personal data age, clinical history ☒ Reuse existing data ☒ Digital ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: .xls .doc ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA DS3. Genetic data sequencing data ☒ Generate new data ☒ Digital ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model .fastq files (raw data) and .csv files (analyzed data) ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6 ☐ Software ☐ Other: DS4. Imaging data H&E and IHC images ☒ Generate new data ☒ Digital ☒ Images ☒ Numerical TIFF files Excel files ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA DS5. Patient samples Human body materials collected during the autoptic procedures ☒ Generate new data ☒ Physical Complete description of the type and amount of biological samples that will be collected are listed in the UZL Biobank approved Form GUIDANCE : The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials tha t need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Mater ials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type . Clinical and personal data will be retrieved from the UZ Leuven Klinikal Werk Station (KWS) system by authorized personnel in the Gynecological Oncology Lab 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number . ☒ Yes, huma n subject data ; provide SMEC or EC a pproval number: S-67461 ☐ Yes, animal data ; provide ECD reference number: ☐ Yes, dual use; provide approva l number : ☐ No Additional information : Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (provide PRET G -number or EC S -number below) ☐ No Additional information: S-67461 Does your work have potential for commercial valorization (e.g. tech transfer , for example spin - offs, commercial exploitation, … )? If so, please comment per dataset or data type where appropriate . ☐ Yes ☒ No If yes , please comment : Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements , research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be a sserted. ☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures u sed, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded ). RDM guidance on documentation and metadata . All digital data and metadata accompanying physical data will be stored on the data management platform from KU Leuven ManGO. This platform allows researchers to store and manage their data via different clients such as ManGO portal, or S FTP clients. • Storage The data is stored securely in the data centers of KU Leuven. Of each file, two copies are stored: one in the datacenter in Heverlee, and one other in the datacentre of Leuven. • Metadata Data can be described in the platform by adding metadata (at the file or folder level) to provide context to the data and make the data findable via the search interface. Each dataset will include a metadata file which will contain: o Title and description of the dataset o Names and contact informati on of the data creators o Date of data collection o Anonymized identifiers of patients from which samples were derived o File formats and structure o Instructions for accessing and using the data and relationship between different data elements The structure of the ManGO platform ensures data adheres to the FAIR data principles. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT , WITH SPECIFIED ONTOLOGIES AND VOCABULARIES , I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS . ☒ Yes ☐ No If yes , please specify (where appropriate per dataset or data type ) which metadata standard will be used : DNA/ RNA seq data o Dataset title o Dataset description o File format ▪ Raw data: FASTQ ▪ Processed data: BAM/SAM, HDF5, CSV ▪ Metadata: CSV, JSON o Sample ID o Donor ID o Sample collection data o Sequencing platform o Read length o Sequencing depth o Library preparation protocol o Raw data processing software o Alignment reference genome Imaging data o Dataset title o Dataset description o File format ▪ Raw images: TIFF ▪ Processed images: OME -TIFF ▪ Metadata: JSON, CSV o Sample ID o Donor ID o Sample collection date o Fixation method o Section thickness FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10 o Microscope model ▪ Objective ▪ Resolution For all physical datasets (e.g., viable, FFPE and frozen tumor and human body fluid material) containers will be labelled with: o Project ID o Sample ID o Donor ID o Date of collection o Material type o Sample processing method • Fixation • Freezing o These physical samples will be accompanied by a metadata file in ManGO detailing the same information as the label on the physical container, with the addition of location where container is stored • Liquid nitrogen tank ID (flash frozen/viable frozen tissue) ▪ Rack number ▪ Box number ▪ Box position • Storage container ID (FFPE material) If no, please specify (where appr opriate per dataset or data type) which metadata will be created: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11 4. Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data. ☐ Shared network drive (J -drive) ☐ Personal network drive (I -drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on -premis ☒ Large Volume Storage ☐ Digital Vault ☐ Other: - a REDCap -based system will be used as an electronic case r eport form to collect all clinical data. - an electronic lab notebook will be used to register and manage sample collection data and molecular analyses data - sequencing data will be safely stored on space on KU Leuven drives (MANGO) for storing large volumes How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS ? ☒ Standard back -up provided by KU Leuven ICTS for my storage solution ☐ Personal back -ups I make (specify) ☒ Other (specify) The data are stored securely in the data centers of KU Leuven. Of each file, two copies are stored: one in the datacenter in Heverlee, and one other in the datacentre of Leuven. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No See above If no, please specify : FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY , NETWORK SECURITY , AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE . Guidance on security for research data ManGo can only be accessed via KU Leuven accounts (after being granted permission) via the ManGO portal or through SFTP clients. The KU Leuven RDM -ICTS support team manag es access and permission to the ManGO platform. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected costs for data storage are EUR 330.00/year. These costs have been accounted for in our application for this project at FWO. 5. Data Preservation after the end of the Research P roject Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved , clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, insti tutional policies.. .). Guidance on data preservation ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and f or clinical experiments on humans ☐ Certain data cannot be ke pt for 10 years (explain) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13 Where will these data be archived (stored and curated for the long -term)? Dedicated data repositories are often the best place to preserve your data . Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide . ☐ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J -drive) ☒ Other (specifiy): All digital data and metadata accompanying physical data will be stored on the data mana gement platform from KU Leuven ManGO Archive. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs for data storage are EUR 330.00/year. The costs of storage during the active years of the project are covered by the FWO grant. The following years, these costs will be covered as part of the Gynecological oncology lab running costs from running credits. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE ’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE , CONDITIONS FOR ACCESS AND USE MAY APPLY . AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS . FOR MORE INFORMATION : HTTPS ://WIKI.SURFNET .NL/DISPLAY /STANDARDS /INFO-EU- REPO /#INFOEUREPO -ACCESS RIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted dat a (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 14 If access is restricted, please specify who will be able to access the data and under what conditions. Sequencing data will be submitted to the European Genome -Phenome Archive (EGA) and can be accessed after submission of a controlled data access (CDA) application Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify : To protect patient privacy, sequencing data of patient -derived tumor material will be deposited in an access -controlled data repository. Where will the data be made available? If already known, please provide a repository per dataset or data t ype. ☐ KU Leuven RDR ☒ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 15 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS . IF NO LICENCE IS GRANTED , THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED . DO NOTE THAT YOU MAY ONLY RE LEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT . Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL -3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here . INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA . ☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? Submission of data in EGA is free 7. Responsibilities Who will manage data documentation and metadata during the research project? Prof. Dr. Frédéric Amant Dr. Daniela Annibali Dr. Liesbeth Lenaerts PhD student to be appointed FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 16 Who will manage data storage and backup during the research project? Prof. Dr. Frédéric Amant Dr. Danie la Annibali Dr. Liesbeth Lenaerts PhD student to be appointed Who will manage data preservation and sharing? The PI is responsible for data preservation and sharing, with support from ICTS, gbiomed -IT staff, and UZ -IT staff Who will update and implement this DMP? Prof. Dr. Frédéric Amant Dr. Daniela Annibali Dr. Liesbeth Lenaerts"
}