{
    "document_id": "D-2024-2965",
    "LinkTitle": "D-2024-2965",
    "file_name": "D-2024-2965.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2965.pdf",
    "metadata": {
        "title": "Dolichol: An overlooked lipid in human health and disease",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Dolichol: An overlooked lipid in human health and disease\nDolichol: An overlooked lipid in human health and disease\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nMatthew Wilson \n \nhttps://orcid.org/0000-0003-2252-8730\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \nG061524N\nID: \nID: \n207415\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2027\nProject abstract:\nProject abstract:\nGenes encode proteins, that is a central dogma. However, many of these proteins need further tailoring to become fully functional. Glycosylation - the\naddition of ‘sugar trees’ to proteins - is one of the major modifications that occur in biology. The glycosylation pathway looks like an assembly\nline, with hundreds of workers and spare parts. By searching for novel genes in patients with a Congenital Disorder of Glycosylation (CDG) we\nrecently identified DHRSX/Y, a new enzyme in the early steps of glycosylation, namely in the biosynthesis of dolichol. In mammalians, dolichol must\nfirst be formed from polyprenol, the end product of a pathway common with a.o. cholesterol. We realized that our current understanding of this\nconversion is incorrect. We also found evidence that DHRSX/Y and dolichol play additional roles within the cell, notably in the lipid droplets. We\nwish to:\n- ‘Fill the gaps’ in the dolichol biosynthetic pathway and understand the pathophysiology in patients by studying knock-our yeast and mammalian\nmodels.\n- Create an intracellular localisation inventory of the building blocks (isoprenoid species) and relevant enzymes\n- Understand the role of dolichol outside glycosylation, and how this is regulated in cells and organs\n- Investigate the role of defective dolichol metabolism in aging and neurodegeneration\nWe build this project on a longstanding and fruitful collaboration between research groups at KU Leuven and UCLouvain.\nLast modified: \nLast modified: \n16-05-2024\nCreated using DMPonline.be. Last modiﬁed 16 May 2024\n1 of 6\nDolichol: An overlooked lipid in human health and disease\nDolichol: An overlooked lipid in human health and disease\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset Name \nDataset Name \nDescription\nDescription\nNew or\nNew or\nreused\nreused\nDigital\nDigital\nor\nor\nPhysical\nPhysical\nDigital Data\nDigital Data\nType\nType\nDigital\nDigital\nData format\nData format\nDigital data\nDigital data\nvolume\nvolume\n(MB/GB/TB)\n(MB/GB/TB)\n \n \nPhysical\nPhysical\nvolume\nvolume\nCells from\naffected CDG\npatients\nFibroblasts or EBV-immortalized lymphoblast cell\nlines creating under the framework of another project\nReuse\nexisting\ndata\nPhysical\n \n \n \n \nModel human\ncell lines\nHEK293T, HAP1, Huh7, Shy5y cell models will be\nmanipulated\nGenerate\nnew data\nPhysical\n \n \n \n \nCell lines from\nother organisms\nChinese Hamster Ovary Cell models, yeast models,\nbacteria (E. Coli) developed for plasmid and protein\nproduction\nGenerate\nnew data\nPhysical\n \n \n \n \nPlasmids used\nfor research\ngoals\nPlasmids containing cDNA of interest for expression in\nmodel cell lines\nGenerate\nnew data\nPhysical\n \n \n \n \nSanger\nSequencing\ndata\nAnalysis of plasmids/cDNA/genomic DNA\nGenerate\nnew data\nDigital\nExperimental\n.ab\n<1GB\n \nImaging data\nImmunoblotting images, confocal microscopy of cells\nGenerate\nnew data\nDigital\nExperimental\n.tif\n <1TB\n \nHPLC and\nLCMS data\nAnalysis of cell lines for LLO and isoprenoid species\ncontent\nGenerate\nnew data\nDigital\nExperimental\n.D, .ch, .cdf\n <1TB\n \nRNA-Seq data\nRNA-Seq data from generated model cell lines and\naffected CDG patients\nGenerate\nnew data\nDigital\nExperimental\n.fastq,\n.bam,\n.cram, .csv,\n.xls\n<5TB\n \nFlow cytometry\ndata\nAnalysis of generated cell lines by fluorescent lectin\nbinding\nGenerate\nnew data\nDigital\nExperimental\n.fcs\n<1TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nPhysical and digital data previously produced within the laboratory will be reanalysed as needed and used for experiments during the project.\nDigital data is either stored on the KU Leuven OneDrive or ManGO and can be freely accessed by researchers there. Projects include FWO\nfellowship Matthew Wilson: 1289023N, Identification and characterization of Congenital Disorders of Glycosylation (CDG 2023-2028;\nS67875), CELSA/21/027 and EJP-RD Euroglycan-omics.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nThe project involves human subjects who are affected by several Congenital Disorders of Glycosylation (CDG). Cells derived from primary\nbiopsies will be studied (dermal fibroblasts and EBV-immortalized lymphoblasts). These samples were collected under previous projects\n(EUROGLYCAN-omics, Identification and characterization of Congenital Disorders of Glycosylation (CDG 2023-2028; S67875) and\nCELSA/21/027 that allowed the reuse of these samples for future projects within the same lab. Current consent forms are available from the\nCDG 2023-2028 project (S67875)\nCreated using DMPonline.be. Last modiﬁed 16 May 2024\n2 of 6\nConsent for data retention and sharing with other researchers has been (or will be) obtained from each of the study participants. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nBecause patient-derived cells and next-generation sequencing data will be studied, it is impossible to fully anonymise this data as genetic\ninformation can theoretically always be linked back to the original patient. Personal data will therefore be pseudonymized. \nA PRET application will be submitted at KU Leuven and full ethics approval thorugh the UZ/KU Leuven ethics commission is pending.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nSpecifically for the study of DHRSX a material transfer agreement is in place between KU Leuven and The Hospital for Sick Children,\nToronto for the study of patient samples (S58358 - R7363). \nA MTA is also being prepared for collaboration with UCLouvain on this FWO WEAVE project\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nSmall scale experimental data will be stored in a clearly labelled filesystem on the KU Leuven shared 'J' drive or the OneDrive accounts of\nindividual researchers. Larger data files will be stored on ManGO using an existing account. Metadata will be stored in an Excel file, noting\nthe pseudonymised codes (see below) assigned to each individual/cell line studied, the datasets as they have been integrated and the structure of\nthe filesystem used, as well as the formats of each individual piece of experimental data.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nData deposited in the KU Leuven RDR will use DataCite as the metadata standard.\nCreated using DMPonline.be. Last modiﬁed 16 May 2024\n3 of 6\nOther experimental metadata will be stored in an Excel file, noting the pseudonymised codes (see below) assigned to each individual studied,\nthe datasets as they have been integrated and the structure of the filesystem used, as well as the formats of each individual piece of\nexperimental data.\nFor data uploaded to RD-Connect, data will also be findable there.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nShort-term non-personal data will be stored on the KU Leuven OneDrive assigned to researchers on the project or on the shared 'J' drive.\nLarger data sets (e.g. Next generation sequencing data) will be stored on the KU Leuven ManGO data storage service. \nManGO will also be used as a backup for smaller datasets regarded to be important to share securely (e.g. .tif files created by confocal\nmicroscopy or chemiluminescence imaging)\nHow will the data be backed up?\nHow will the data be backed up?\nBoth the KU Leuven OneDrive and ManGO storage systems have redundancy that means backups are automatically created or data is stored in\nmultiple secure locations. Some smaller data (NB not larger datasets which are unsuitable for OneDrive storage) will also be kept in both of\nthese storage systems.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes, ManGO and J drive/OneDrive have sufficient storage for the datasets produced and these are extended (and paid for) on a pro-rata basis.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nBoth OneDrive for business and ManGO are secured using the KU Leuven data security systems and authentication.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive for business is free for researchers based at KU Leuven.\nManGO costs are estimated at 35 EUR/TB/Year. The research group currently uses approximately 4TB and during this project no more than a\ntotal of 5TB additional data for ManGO storage is expected to be produced. This would mean a maximum cost by the end of the project of 315\nEUR per year. These costs are relatively minor and can be paid by the fellow's bench fees during the project. After the project has been\ncompleted, the costs can be paid by existing grants within the laboratory of Gert Matthijs.\nA shared J drive will also cost a maximum of 100EUR per year.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nExperimental NGS data will be stored for 30 years as per UZ Leuven guidelines. Derived experimental data will be stored on the ManGo\nservers for at least 5 years, conforming to the Leuven RDP policy.\nCreated using DMPonline.be. Last modiﬁed 16 May 2024\n4 of 6\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nManGO KU Leuven storage volumes and price (35 EUR/TB/year) mean that this is a feasible location for long-term storage of the data.\nManGO allows the inclusion of metadata and the preservation of file systems for easy access and curation.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nManGO has costs of 35 EUR/TB/year. Since we expect to produce a total of approximately 5TB data during the project, long-term storage\ncosts are not large and can be covered by future research grants within the laboratory.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nRNA-Seq data will be made available by uploading it to the RD-Connect (https://rd-connect.eu/) platform. This will allow researchers (i.e.\nother verified users of the RD-Connect platform) that agree to certain terms and conditions free and open access to the data collected.\nSpecifically, Fastq files will be provided to RD-Connect.  This restricted access repository is necessary due to the personal nature of the data\nshared.\nOmics-scale data produced during the project will also be uploaded to public repositories such as proteomeexchange:\nhttps://proteomecentral.proteomexchange.org/ui or the European Nucleotide Archive: https://www.ebi.ac.uk/ena/browser/home\nOther data directly relevant to publications, and the publications themselves, will be made open access in their respective journals. In addition,\ndata necessary for replication of experiments but not shared directly in a publication will be shared in the KU Leuven Research Data\nRepository (RDR).\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nData shared in the repositories mentioned above can only be accessed by academics who have registered and been verified by the platform.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nPersonal data cannot be shared openly and will only be openly usable within the framework of RD-Connect. This fully anonymises the data\nand allows access only to registered and trusted scientific professionals. RNA-Seq or other data derived from patient samples will not be\nuploaded to public repositories.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nRNA-Seq data will be made available by uploading it to the RD-Connect (https://rd-connect.eu/) platform. This will allow researchers (i.e.\nother verified users of the RD-Connect platform) that agree to certain terms and conditions free and open access to the data collected.\nSpecifically, Fastq files will be provided to RD-Connect.  This restricted access repository is necessary due to the personal nature of the data\nshared.\nOmics-scale data produced during the project will also be uploaded to public repositories such as proteomeexchange:\nhttps://proteomecentral.proteomexchange.org/ui or the European Nucleotide Archive: https://www.ebi.ac.uk/ena/browser/home\nCreated using DMPonline.be. Last modiﬁed 16 May 2024\n5 of 6\nWhen will the data be made available?\nWhen will the data be made available?\nAfter the end of the project an embargo of 6 months will be applied to the data as laid down in the 3rd party agreement; this is also valid for\ndata shared on RD-Connect. After this it will be made available.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData shared in the KU Leuven RDR will be available under at CC-BY-4.0 license.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nKU Leuven RDR uses DOIs and one will be assigned to any datasets uploaded there.\nManuscripts produced during the project will receive DOIs upon publication.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe small amount of data in RDR will be free. other data repositoes mentioned are also free.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nMatthew Wilson \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nMatthew Wilson \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nMatthew Wilson \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nMatthew Wilson \nCreated using DMPonline.be. Last modiﬁed 16 May 2024\n6 of 6"
    },
    "clean_full_text": "Dolichol: An overlooked lipid in human health and disease Dolichol: An overlooked lipid in human health and disease A Data Management Plan created using DMPonline.be Creator: Creator: Matthew Wilson https://orcid.org/0000-0003-2252-8730 Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: G061524N ID: ID: 207415 Start date: Start date: 01-01-2024 End date: End date: 31-12-2027 Project abstract: Project abstract: Genes encode proteins, that is a central dogma. However, many of these proteins need further tailoring to become fully functional. Glycosylation - the addition of ‘sugar trees’ to proteins - is one of the major modifications that occur in biology. The glycosylation pathway looks like an assembly line, with hundreds of workers and spare parts. By searching for novel genes in patients with a Congenital Disorder of Glycosylation (CDG) we recently identified DHRSX/Y, a new enzyme in the early steps of glycosylation, namely in the biosynthesis of dolichol. In mammalians, dolichol must first be formed from polyprenol, the end product of a pathway common with a.o. cholesterol. We realized that our current understanding of this conversion is incorrect. We also found evidence that DHRSX/Y and dolichol play additional roles within the cell, notably in the lipid droplets. We wish to: - ‘Fill the gaps’ in the dolichol biosynthetic pathway and understand the pathophysiology in patients by studying knock-our yeast and mammalian models. - Create an intracellular localisation inventory of the building blocks (isoprenoid species) and relevant enzymes - Understand the role of dolichol outside glycosylation, and how this is regulated in cells and organs - Investigate the role of defective dolichol metabolism in aging and neurodegeneration We build this project on a longstanding and fruitful collaboration between research groups at KU Leuven and UCLouvain. Last modified: Last modified: 16-05-2024 Created using DMPonline.be. Last modiﬁed 16 May 2024 1 of 6 Dolichol: An overlooked lipid in human health and disease Dolichol: An overlooked lipid in human health and disease FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset Name Dataset Name Description Description New or New or reused reused Digital Digital or or Physical Physical Digital Data Digital Data Type Type Digital Digital Data format Data format Digital data Digital data volume volume (MB/GB/TB) (MB/GB/TB) Physical Physical volume volume Cells from affected CDG patients Fibroblasts or EBV-immortalized lymphoblast cell lines creating under the framework of another project Reuse existing data Physical Model human cell lines HEK293T, HAP1, Huh7, Shy5y cell models will be manipulated Generate new data Physical Cell lines from other organisms Chinese Hamster Ovary Cell models, yeast models, bacteria (E. Coli) developed for plasmid and protein production Generate new data Physical Plasmids used for research goals Plasmids containing cDNA of interest for expression in model cell lines Generate new data Physical Sanger Sequencing data Analysis of plasmids/cDNA/genomic DNA Generate new data Digital Experimental .ab <1GB Imaging data Immunoblotting images, confocal microscopy of cells Generate new data Digital Experimental .tif <1TB HPLC and LCMS data Analysis of cell lines for LLO and isoprenoid species content Generate new data Digital Experimental .D, .ch, .cdf <1TB RNA-Seq data RNA-Seq data from generated model cell lines and affected CDG patients Generate new data Digital Experimental .fastq, .bam, .cram, .csv, .xls <5TB Flow cytometry data Analysis of generated cell lines by fluorescent lectin binding Generate new data Digital Experimental .fcs <1TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Physical and digital data previously produced within the laboratory will be reanalysed as needed and used for experiments during the project. Digital data is either stored on the KU Leuven OneDrive or ManGO and can be freely accessed by researchers there. Projects include FWO fellowship Matthew Wilson: 1289023N, Identification and characterization of Congenital Disorders of Glycosylation (CDG 2023-2028; S67875), CELSA/21/027 and EJP-RD Euroglycan-omics. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data The project involves human subjects who are affected by several Congenital Disorders of Glycosylation (CDG). Cells derived from primary biopsies will be studied (dermal fibroblasts and EBV-immortalized lymphoblasts). These samples were collected under previous projects (EUROGLYCAN-omics, Identification and characterization of Congenital Disorders of Glycosylation (CDG 2023-2028; S67875) and CELSA/21/027 that allowed the reuse of these samples for future projects within the same lab. Current consent forms are available from the CDG 2023-2028 project (S67875) Created using DMPonline.be. Last modiﬁed 16 May 2024 2 of 6 Consent for data retention and sharing with other researchers has been (or will be) obtained from each of the study participants. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes Because patient-derived cells and next-generation sequencing data will be studied, it is impossible to fully anonymise this data as genetic information can theoretically always be linked back to the original patient. Personal data will therefore be pseudonymized. A PRET application will be submitted at KU Leuven and full ethics approval thorugh the UZ/KU Leuven ethics commission is pending. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Specifically for the study of DHRSX a material transfer agreement is in place between KU Leuven and The Hospital for Sick Children, Toronto for the study of patient samples (S58358 - R7363). A MTA is also being prepared for collaboration with UCLouvain on this FWO WEAVE project Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Small scale experimental data will be stored in a clearly labelled filesystem on the KU Leuven shared 'J' drive or the OneDrive accounts of individual researchers. Larger data files will be stored on ManGO using an existing account. Metadata will be stored in an Excel file, noting the pseudonymised codes (see below) assigned to each individual/cell line studied, the datasets as they have been integrated and the structure of the filesystem used, as well as the formats of each individual piece of experimental data. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes Data deposited in the KU Leuven RDR will use DataCite as the metadata standard. Created using DMPonline.be. Last modiﬁed 16 May 2024 3 of 6 Other experimental metadata will be stored in an Excel file, noting the pseudonymised codes (see below) assigned to each individual studied, the datasets as they have been integrated and the structure of the filesystem used, as well as the formats of each individual piece of experimental data. For data uploaded to RD-Connect, data will also be findable there. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Short-term non-personal data will be stored on the KU Leuven OneDrive assigned to researchers on the project or on the shared 'J' drive. Larger data sets (e.g. Next generation sequencing data) will be stored on the KU Leuven ManGO data storage service. ManGO will also be used as a backup for smaller datasets regarded to be important to share securely (e.g. .tif files created by confocal microscopy or chemiluminescence imaging) How will the data be backed up? How will the data be backed up? Both the KU Leuven OneDrive and ManGO storage systems have redundancy that means backups are automatically created or data is stored in multiple secure locations. Some smaller data (NB not larger datasets which are unsuitable for OneDrive storage) will also be kept in both of these storage systems. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes, ManGO and J drive/OneDrive have sufficient storage for the datasets produced and these are extended (and paid for) on a pro-rata basis. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Both OneDrive for business and ManGO are secured using the KU Leuven data security systems and authentication. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive for business is free for researchers based at KU Leuven. ManGO costs are estimated at 35 EUR/TB/Year. The research group currently uses approximately 4TB and during this project no more than a total of 5TB additional data for ManGO storage is expected to be produced. This would mean a maximum cost by the end of the project of 315 EUR per year. These costs are relatively minor and can be paid by the fellow's bench fees during the project. After the project has been completed, the costs can be paid by existing grants within the laboratory of Gert Matthijs. A shared J drive will also cost a maximum of 100EUR per year. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). Experimental NGS data will be stored for 30 years as per UZ Leuven guidelines. Derived experimental data will be stored on the ManGo servers for at least 5 years, conforming to the Leuven RDP policy. Created using DMPonline.be. Last modiﬁed 16 May 2024 4 of 6 Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? ManGO KU Leuven storage volumes and price (35 EUR/TB/year) mean that this is a feasible location for long-term storage of the data. ManGO allows the inclusion of metadata and the preservation of file systems for easy access and curation. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? ManGO has costs of 35 EUR/TB/year. Since we expect to produce a total of approximately 5TB data during the project, long-term storage costs are not large and can be covered by future research grants within the laboratory. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository RNA-Seq data will be made available by uploading it to the RD-Connect (https://rd-connect.eu/) platform. This will allow researchers (i.e. other verified users of the RD-Connect platform) that agree to certain terms and conditions free and open access to the data collected. Specifically, Fastq files will be provided to RD-Connect. This restricted access repository is necessary due to the personal nature of the data shared. Omics-scale data produced during the project will also be uploaded to public repositories such as proteomeexchange: https://proteomecentral.proteomexchange.org/ui or the European Nucleotide Archive: https://www.ebi.ac.uk/ena/browser/home Other data directly relevant to publications, and the publications themselves, will be made open access in their respective journals. In addition, data necessary for replication of experiments but not shared directly in a publication will be shared in the KU Leuven Research Data Repository (RDR). If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Data shared in the repositories mentioned above can only be accessed by academics who have registered and been verified by the platform. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Personal data cannot be shared openly and will only be openly usable within the framework of RD-Connect. This fully anonymises the data and allows access only to registered and trusted scientific professionals. RNA-Seq or other data derived from patient samples will not be uploaded to public repositories. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. RNA-Seq data will be made available by uploading it to the RD-Connect (https://rd-connect.eu/) platform. This will allow researchers (i.e. other verified users of the RD-Connect platform) that agree to certain terms and conditions free and open access to the data collected. Specifically, Fastq files will be provided to RD-Connect. This restricted access repository is necessary due to the personal nature of the data shared. Omics-scale data produced during the project will also be uploaded to public repositories such as proteomeexchange: https://proteomecentral.proteomexchange.org/ui or the European Nucleotide Archive: https://www.ebi.ac.uk/ena/browser/home Created using DMPonline.be. Last modiﬁed 16 May 2024 5 of 6 When will the data be made available? When will the data be made available? After the end of the project an embargo of 6 months will be applied to the data as laid down in the 3rd party agreement; this is also valid for data shared on RD-Connect. After this it will be made available. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Data shared in the KU Leuven RDR will be available under at CC-BY-4.0 license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes KU Leuven RDR uses DOIs and one will be assigned to any datasets uploaded there. Manuscripts produced during the project will receive DOIs upon publication. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? The small amount of data in RDR will be free. other data repositoes mentioned are also free. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Matthew Wilson Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Matthew Wilson Who will manage data preservation and sharing? Who will manage data preservation and sharing? Matthew Wilson Who will update and implement this DMP? Who will update and implement this DMP? Matthew Wilson Created using DMPonline.be. Last modiﬁed 16 May 2024 6 of 6"
}