{
    "document_id": "D-2022-1501",
    "LinkTitle": "D-2022-1501",
    "file_name": "D-2022-1501.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1501.pdf",
    "metadata": {
        "title": "CLSEC: A principled approach to cross-layer software and hardware design for security - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n CLSEC: A principled approach to cross-layer software and hardware design for\nsecurity - DMP title\nProject Identifier\n CLSEC\nGrant Title\n G081322N\nPrincipal Investigator / Researcher\n Frank Piessens\nInstitution\n KU Leuven\n1. General Information\nName applicant\nFrank Piessens\nFWO Project Number & Title\nA principled approach to cross-layer software and hardware design for security (3E211350)\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThe project will generate data in terms of source code (computer programs and hardware\ndesigns), evaluation data (sequences of measurements), formal models, research papers and\nproject/source code documentation (manuscripts).\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nSource code will be documented according to best practices in software engineering.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nExperimental data and formal models will be documented in published papers and corresponding\ntechnical reports.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe infrastructure of KU Leuven includes communication and collaboration platforms and\nrepository services with sufficient storage space for long-time storage and sharing of\ndevelopment artefacts, which are managed by teams of full-time system administrators. KU\nLeuven also operates the Lirias digital repository that stores, preserves and provides open access\nto research papers and reports.\nHow is backup of the data provided?\nThe data will be stored on university servers with automatic daily back-up procedures.\n \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe size of data generated in this project is relatively small.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nData will be stored on the standard infrastructure offered by KU Leuven to researchers. No\nadditional costs will be incurred.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nData will be protected by the standard access control mechanisms of the communication and\ncollaboration platforms and repository services.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll research data will be retained for at least 5 years after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nData will be stored on the standard infrastructure offered by KU Leuven to researchers. No\nadditional costs will be incurred.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nOpen source development artifacts will be made available on a git repository, and publications\non the Lirias repository.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nAll data will be publicly available.\nWhat are the expected costs for data sharing? How will the costs be covered?\nData will be stored on the standard infrastructure offered by KU Leuven to researchers. No\nadditional costs will be incurred.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nFrank Piessens\nWho will be responsible for data storage & back up during the project?\nFrank Piessens\nWho will be responsible for ensuring data preservation and reuse ?\nFrank Piessens\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name CLSEC: A principled approach to cross-layer software and hardware design for security - DMP title Project Identifier CLSEC Grant Title G081322N Principal Investigator / Researcher Frank Piessens Institution KU Leuven 1. General Information Name applicant Frank Piessens FWO Project Number & Title A principled approach to cross-layer software and hardware design for security (3E211350) Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The project will generate data in terms of source code (computer programs and hardware designs), evaluation data (sequences of measurements), formal models, research papers and project/source code documentation (manuscripts). 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Source code will be documented according to best practices in software engineering. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 Experimental data and formal models will be documented in published papers and corresponding technical reports. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? The infrastructure of KU Leuven includes communication and collaboration platforms and repository services with sufficient storage space for long-time storage and sharing of development artefacts, which are managed by teams of full-time system administrators. KU Leuven also operates the Lirias digital repository that stores, preserves and provides open access to research papers and reports. How is backup of the data provided? The data will be stored on university servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The size of data generated in this project is relatively small. What are the expected costs for data storage and back up during the project? How will these costs be covered? Data will be stored on the standard infrastructure offered by KU Leuven to researchers. No additional costs will be incurred. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be protected by the standard access control mechanisms of the communication and collaboration platforms and repository services. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All research data will be retained for at least 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Data will be stored on the standard infrastructure offered by KU Leuven to researchers. No additional costs will be incurred. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Open source development artifacts will be made available on a git repository, and publications on the Lirias repository. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 Where/how will the data be made available for reuse? In an Open Access repository When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? All data will be publicly available. What are the expected costs for data sharing? How will the costs be covered? Data will be stored on the standard infrastructure offered by KU Leuven to researchers. No additional costs will be incurred. 8. Responsibilities Who will be responsible for data documentation & metadata? Frank Piessens Who will be responsible for data storage & back up during the project? Frank Piessens Who will be responsible for ensuring data preservation and reuse ? Frank Piessens Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}