{
    "document_id": "D-2021-1158",
    "LinkTitle": "D-2021-1158",
    "file_name": "D-2021-1158.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1158.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n 1153122N\nPrincipal Investigator / Researcher\n Thomas Witdouck\nInstitution\n KU Leuven\n1. General Information\nName applicant\nThomas Witdouck\nFWO Project Number & Title\n1153122N\nWhich closed manifolds admit an Anosov diffeomorphism?\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWe will not do any physical or numerical experiments that use or generate data. The only data\nwe use or generate are published articles and preprints. Many of these articles are available on\narXiv (www.arxiv.org). The average size of an article is around 600kb.\n \n \n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nThe articles we produce will contain full proofs of our results. This makes everything entirely\nreproducible.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll documentation and unfinished articles will be stored on a personal computer and backed up\nby OneDrive. Finished articles will also be uploaded to arXiv (www.arxiv.org).\nHow is backup of the data provided?\nAll files are backed up by OneDrive instantaneously (as long as the computer is connected to the\ninternet).\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nKU Leuven provides OneDrive to all staff members for free. Thus there are no costs to be\ncovered.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data will be stored in the university's secure environment for private data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThe PhD dissertation, all preprints and all published articles will be permanently available after\nthe project.\nWhere will the data be archived (= stored for the longer term)?\nThe articles will be permanently stored on arXiv (www.arxiv.org) and the PhD dissertation will be\nstored on Lirias (Leuven Institutional Repository and Information Archiving System). Published\narticles will additionally be available through the publishing journal although not necessarily for\nfree.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe services of arXiv and Lirias are free.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll preprints, published articles and the PhD dissertation.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nPreprints are freely available on arXiv. The published versions are available through the\npublishing journals.\nWhen will the data be made available?\nImmediately after the end of the project\nUpon publication of the research results\nAs soon as preprint is finished, it will be available on arXiv (www.arxiv.com). The PhD dissertation\nwill be available on Lirias at the end of the project.\nWho will be able to access the data and under what conditions?\nThe pre-prints on arXiv (www.arxiv.org) are freely and permanently available to the world.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs are expected.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher (Thomas Witdouck) will be responsible.\nWho will be responsible for data storage & back up during the project?\nThe researcher (Thomas Witdouck) will be responsible.\nWho will be responsible for ensuring data preservation and reuse ?\nThe researcher (Thomas Witdouck) will be responsible.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier 1153122N Principal Investigator / Researcher Thomas Witdouck Institution KU Leuven 1. General Information Name applicant Thomas Witdouck FWO Project Number & Title 1153122N Which closed manifolds admit an Anosov diffeomorphism? Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). We will not do any physical or numerical experiments that use or generate data. The only data we use or generate are published articles and preprints. Many of these articles are available on arXiv (www.arxiv.org). The average size of an article is around 600kb. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 The articles we produce will contain full proofs of our results. This makes everything entirely reproducible. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? All documentation and unfinished articles will be stored on a personal computer and backed up by OneDrive. Finished articles will also be uploaded to arXiv (www.arxiv.org). How is backup of the data provided? All files are backed up by OneDrive instantaneously (as long as the computer is connected to the internet). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? KU Leuven provides OneDrive to all staff members for free. Thus there are no costs to be covered. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment for private data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The PhD dissertation, all preprints and all published articles will be permanently available after the project. Where will the data be archived (= stored for the longer term)? The articles will be permanently stored on arXiv (www.arxiv.org) and the PhD dissertation will be stored on Lirias (Leuven Institutional Repository and Information Archiving System). Published articles will additionally be available through the publishing journal although not necessarily for free. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The services of arXiv and Lirias are free. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All preprints, published articles and the PhD dissertation. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 Preprints are freely available on arXiv. The published versions are available through the publishing journals. When will the data be made available? Immediately after the end of the project Upon publication of the research results As soon as preprint is finished, it will be available on arXiv (www.arxiv.com). The PhD dissertation will be available on Lirias at the end of the project. Who will be able to access the data and under what conditions? The pre-prints on arXiv (www.arxiv.org) are freely and permanently available to the world. What are the expected costs for data sharing? How will the costs be covered? No costs are expected. 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher (Thomas Witdouck) will be responsible. Who will be responsible for data storage & back up during the project? The researcher (Thomas Witdouck) will be responsible. Who will be responsible for ensuring data preservation and reuse ? The researcher (Thomas Witdouck) will be responsible. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}