{
    "document_id": "D-2022-1358",
    "LinkTitle": "D-2022-1358",
    "file_name": "D-2022-1358.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1358.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Ninotsjka Callens",
        "num_pages": 7
    },
    "content": {
        "full_text": "D-2022 -1358  \n \n1 \n MY PLAN (INTERNAL FUNDS DMP)  \nDMP TITLE  \n \nADMIN DETAILS  \nProject Name: My plan (Internal Funds DMP) - DMP title  \nPrincipal Investigator / Researcher:  Marion Delcroix  \nInstitution: KU Leuven  \n1. GENERAL INFORMATION  \nName of the project lead (PI)  \nMarion DELCROIX  \nInternal Funds Project number & title  \nC24E/21/032  \nAir pollution as a Catalyzer of defective Angiogenesis Driving chronic thromboEmbolic pulMonary \nhypertension progression: Insights from in vivo and in vitro Approaches_ACADEMIA  \n2. DATA DESCRIPTION  \n2.1. W ill you generate/collect new data and/or make use of existing data?  \nGenerate new data  \nWe will use pulmonary arterial endothelial cells that we previously isolated and will further isolate. We will \nuse plasma and pulmonary vascular tissue , which we alread y received and will receive from UZ -Leuven  \n2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per \nobjective of the project.  \nWP1  \nOrigin/Source  Type  Format  Volumes  \nInformed consent form  Text Printed paper  1 per patient  \nPulmonary endarterectomy (PEA) tissue  Physical samples  Human t issue  \n 4-12 sample s \nper patient  \nSwan -Ganz pulmonary arterial catheters  Physical sa mples  Catheter  1 catheter per \npatient \nprocedure  \nHuman b lood Physical sample  Cryopreserved sample  3 sample s per \npatient  \nprocedure  \nPulmonary arterial endothelial cells  Physical sample  Cryopreserved sample  2-3 samples \nper patient \nprocedure  \nPlasma  Physical sample  Cryopreserved sample  2 samples per \npatient \nprocedure  \nD-2022 -1358  \n \n2 \n Extracellular vesicles  Physical sample  Cryopreserved sample  1 sample per \npatient  \nprocedure  \nOverview sample collected  Text xlsx 0.2 GB  \nCell culture growth observation  images ; text  .tiff; .xlsx  2 GB \nCell phenotyping  images ; text  .tiff; .xlsx  5 GB \nEVOS l ive imaging of pulmonary arterial \nendothelial cells  Movie  .mp4  10 GB  \nAngiogenesis data  images, raw data, \ngraphs  .tiff; .xlsx; .pzf 5 GB  \npulmonary arterial endothelial cell barrier \nfunction  imag es .tiff; xlsx 0.3 GB \nProtein lysates, RNA, cDNA  Physical sample  Cryopreserved sample  4-6 per patient  \n    \nU-plex assay  Molecular \nassessment  .png; .xlsx 0.5 GB \nRNA, cDNA, RT2 PCR array  Molecular \nassessment  .txt; .xls; .png; .pdf; .pzf  1 GB  \nParaffin emb edded blocks from PEA material  Embedded tissue  Room temperature \npreserved sample  \ntissue  4-12 blocks  per \npatient  \nCryoblocks from PEA material  Embedded tissue  Cryopreserved sample  4-12 blocks  per \npatient  \nHistological images  Images  .vsi; .tiff 10 GB \nWP2  \nRabbits  Animals   30 \nPlasma  Physical sample  Cryopreserved sample  1-2 sample s \nper patient  \nprocedure  \nProtein lysates, RNA, cDNA  Physical sample  Cryopreserved sample  4-6 per animal  \nAngiogenesis data  images, raw data, \ngraphs  .tiff; .xlsx; .pzf 3 GB  \nParaffin embedded blocks from rabbit tissue  Embedded tissue  Preserved sample  \ntissue  4-12 blocks  per \nanimal  \nCryoblocks from rabbit tissue  Embedded tissue  Cryopreserved sample  4-12 blocks  per \nanimal  \nHistological images  Images  .vsi; .tiff 10 GB \nTelemetry  data Raw d ata, graphs  .pnm; .xlsx; .pzf  15 GB  \nEchocardiography data  digital , raw data, \ngraphs  .dcm; .xlsx; .pzf  15 GB  \nmicroCT data  Digital data  .tiff 20 GB  \nWP3 \nOrigin/Source  Type  Format  Volumes  \nInformed consent form  Text Printed paper  1 per patient  \nPulmonary endarterectomy (PEA) tissue  Physical samples  Human t issue  \n 4-12 sample s per \npatient  \nSwan -Ganz pulmonary arterial catheters  Physical samples  Catheter  1 catheter per \npatient procedure  \nPulmonary arterial endothelial cells  Physical sample  Human cells  2-3 sa mples per \npatient procedure  \nOverview sample collected  Text .xlsx 0.2 GB  \nD-2022 -1358  \n \n3 \n Cell culture growth observation  images ; text  .tiff; .xlsx  2 GB \nCell phenotyping  images ; text  .tiff; .xlsx  5 GB \nEVOS Live imaging of pulmonary arterial \nendothelial cells  Movie  .mp4  10 GB  \nAngiogenesis data  images, raw data, \ngraphs  .tiff; .xlsx;  3 GB \npulmonary arterial endothelial cell barrier \nfunction  images  .tiff; xlsx 0.5 GB \nProtein lysates, RNA, cDNA  Physical sample  Cryopreserved \nsample  4-6 per patient  \nU-plex assay  Molecular \nasses sment  .png; .xlsx 0.5 GB \nRT2 PCR array  Molecular \nassessment  .txt; .xls; .png; .pdf; \n.pzf 1 GB  \n3. ETHICAL AND LEGAL ISSUES  \n3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add \nthe reference to the file in K U Leuven's Record of Processing Activities. Be aware that registering \nthe fact that you process personal data is a legal obligation.  \nYes, \nPersonal data include demographic information (age, gender, length, body weight, home address...), \nmedical information  (hemodynamics, exercise capacity , echocardiography ) and general health status \n(smoking behavior, pulmonary embolism history) and therapy (medical treatment). Data are exported from \nUZ Leuven medical record.  \nPulmonary vascul ar material is  collected via the ethical approval S57114 . Cellular composition and specific \nin vitro experiments will be addressed on pulmonary vascular endothelial cells (S57114) isolated from this \nmaterial . \n3.2. Are there any ethical issues concerning th e creation and/or use of the data (e.g. experiments \non humans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s).  \nYes \nEthical approval ( P047/2022 ) related to the animal model  has already been obtained for this project . \n3.3. Does your research possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which \nrestrictions will be asserted?  \nNo \n3.4. D o existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? \nIf so, to what data do they relate and what restrictions regarding reuse and sharing are in place?  \nNo \n4. DOCUMENTATION AND METADATA  \n4.1. What documentation wi ll be provided to enable understanding and reuse of the data \ncollected/generated in this project?  \nD-2022 -1358  \n \n4 \n Standard experimental procedures (SOPs) and practices wi ll be fully documented as word and PDF, and \nsaved on GBW -0098_Pulmonary Circulation J -drive . \nThose SOPs include:  \n- Pulmonary endarterectomy tissue collection and isolation pulmonary arterial  endothelial cells  \n- Swan-Ganz catheter  collection and  isolation pulmonary arterial  endothelial cells  \n- Blood collection and isolation of extracellular vesicles  \n- Culture procedures for pulmo nary vascular endothelial cells   \n- Procedures to prepare the organ on-chip device s \n- Procedures for in vitro assays ( endothelium barrier function ; angiogenesis )  \n- Sampling procedure and experimental protocol for li ve imaging, immunostaining, RNA studies and protein \nassays  \n- For microscopic image, dimensions, image type, bit -depth, pixel sizes and microscope settings will be \nnoted and the methodology and protocol will also be described in detail.  \n- Surgical and interventional procedures regarding the animal model  (telemetry  and catheter  implantation, \nechocardiography, right heart catheterization , micro CT) \nRaw experimental data will be collected per experimental test, and will include a text file with a clear \ndescription of what the data represent and how they were generated. This description will be documented \nin notebooks (with page numbers), in electronic for mat (word files) and/or in One Note.  \nThe name of the folder will always contain the date, name of the experiment and the name of the person \nwho performed the experiment.  \nEach individual file with experimental data will contain information on the study de sign, the origin of the \nsamples, and all necessary information for an independent analyst to use or reuse the data accurately and \nefficiently.  \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, \nstate in d etail which metadata will be created to make the data easy/easier to find and reuse.  \nNo \nFor raw data, a meta datafile of the experimental settings will be created in a software -dependent format \naccording to methodology. Metadata scheme using excel sheet wi th locked row and column will be used \nfor other metadata related to experiments and will include data, name of the investigator, type of \nexperiments and link to data documentation.  \nFor each manuscript, an excel file, statistical file (GraphPad prism), Pow erPoint file and word file will be \nprovided in order to allow reconstruction and reanalyze of the data of each manuscript.  \nAll files will be stored on GBW -0098_Pulmonary Circulation J -drive . \n5. DATA STORAGE AND BACKUP DURING THE PROJECT  \n5.1. Where will the data be stored?  \nDigital files of research data (raw data, figures, excel files, textual files, results from rabbit  experiments etc.) \nwill be stored on local KU Leuven PCs, and will be backed up on the  shared KU Leuven GBW -\n0098_Pulmonary Circulation J -drive . Images from microCT and echocardiography will be saved on external \nhard drives.  \nPaper lab notebooks will be kept in locked closets in the labs of the PIs.  \nD-2022 -1358  \n \n5 \n Physical samples are stored in the laboratory in histology room, fridges, freezers ( -20°C and -80°C), cryo-\nfreezer ( -150°C)  or in liquid nitrogen, depending on the kind of sample.  \nA detailed overview list  of all samples is available.   \n5.2. How will the data be backed up?  \nWe will use the back -up facilities of the KU Leuven IT services. Backups of project data are made using \n“snapsho t” technology, which is the online storage of incremental data changes. The standard backup \nregime is as follows:  \n• An hourly backup (at 8 AM, 12 PM, 4 PM and 8 PM) with the last 6 being stored on our server  \n• A daily backup at midnight, the last 6 being stored on our server  \n• A weekly backup each Saturday at midnight, the last 12 being stored on our server  \nThe end user can use his own Windows PC to restore files to an older version using the “previous versions” \nfunction. According to the above backup sche me, it is possible to go back in time up to 12 weeks.  \nFor the purpose of “business continuity” or “disaster recovery”, a mirror (exact copy) of all data is created \nin a second datacenter where the data are copied every hour. In the event that the primary storage unit is \ncorrupted, the ICTS team can get this copy online within an hour.  \nBack -ups from microCT and echocardiography images will be taken manually when images are collected . \n5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup cap acities are available, then explain how this will \nbe taken care of.  \nSince storage place  is still expandable, no storage or back up troubles are expected. Our data will be stored \nat the KU  Leuven  secure environment, of which daily backup are made by the ICT to secure the data. \nStorage will occur on the shared KU Leuven GBW -0098_Pulmonary Circulation J -drive .  \nFor storage of microCT and echocardiography images , we will acquire a 4TB external hard  disk. \nFor storage of samples we have currently sufficient storage space in fridges and freezers.  \n5.4. What are the expected costs for data storage and backup during the project? How will these \ncosts be covered?  \nCosts for large file storage (telemetry, echocardiography, micro CT) have been estimated as 500 euros per \nyear including the shared KU Leuven GBW -0098_Pulmonary Circulation J -drive  (52 euros/100 GB/year) \nand a 4TB external hard  disk (600 euros) . \n5.5. Data security: how wi ll you ensure that the data are securely stored and not accessed or \nmodified by unauthorized persons?  \nThe digital data are securely stored on the shared KU Leuven GBW -0098_Pulmonary Circulation J -drive . \nAccess to the server  and to “One Note” files is restricted to the research group members only and secured \nby a strict access right management controlled by the PI. The access to the KU Leuven server and One \nNote files  is u-number and password controlled.  \nAll physical data, printed forms an d notebooks are stored in the labs in locked cabinet. Access to the lab is \nsecured and badge controlled.  \n  \nD-2022 -1358  \n \n6 \n 6. DATA PRESERVATION AFTER THE END OF THE PROJECT  \n6.1. Which data will be retained for the expected 10 year period after the end of the project? If only \na selection of the data can/will be preserved, clearly state why this is the case (legal or contractual \nrestrictions, physical preservation issues, ...).  \nIn accordance to the KU Leuven policy we will retain all data for at least 5 years after the end of a research \nproject of after the end of a PhD disser tation or after a publication.  \n6.2. Where will these data be archived (= stored for th e long term)?  \nThe research data (digital raw data, figures, excel files, textual files, results from rabbit expe riments etc.) \nwill be stored on  the shared KU Leuven GBW -0098_Pulmonary Circulation J -drive  and on external hard \ndrives.  \nPaper notebook will be stored in the offices of the PIs.  \nPlasma samples and primary cells from patients and healthy subjects will be stored in locked -80°C and -\n150°C freezers . \nBiological samples will be stored in fridges and freezers in the BREATHE lab.  \n6.3. What are the expected costs for data preservation during these 10 years? How will the costs be \ncovered?  \nExpected costs for data preservation over the 5 -year period retention are about 10.40 euros. This will be \ncovered by running projects or eventually by the department CHROMETA , which reserves for each \nseparate group an annual  budget , which should be  sufficient to cover the costs of basic storage.  \n7. DATA SHARING AND RE -USE \n7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined \nin an agreement with a 3rd party, legal restrictions or because of IP potential)?  \nNo \n7.2. Which data will be made available after the end of the project?  \nAll data that published in international peer -reviewed journals will be available . \n7.3. Where /how will the data be made available for reuse?  \nPublicaitions will be made available through Lirias, taking into account the embargo period for the specific \nJournals.   \nFull anonymized  dataset will be uploaded in open repositories such  as Zenodo  (in .cvs format)  \n7.4. When will the data be made available?  \nUpon publication of the research results . \nPublished data will be made available at the time of publication in case of open access or upon request for \nother publications.  \n7.5. Who will be able to access the data and under what conditions?  \nDuring the time frame of  the project : all researchers involved in the project with access via u -number \nand password controlled.  \nDuring the post -project trajectory : all researchers involved in the project with access via u -number and \npassword controlled. External users upon reques t with contact via LRD.  \nD-2022 -1358  \n \n7 \n 7.6. What are the expecte d costs for data sharing? How will these costs be covered?  \nWe do not expect any costs associated with data sharing  since we  plan to use the free platform provided \nby Lirias . \n8. RESPONSIBILITIES  \n8.1. Who will be responsible for the data documentation & metadata?  \nThe PI (Marion Delcroix) and Co -PI (Rozenn Quarck) will be responsible for documentation of data and \nmetadata.  \nPhD students and technicians will have th e daily responsibility of record keeping of all data (digital, paper \nand biological samples). They will also be responsible for a correct and accurate data entry and recording \nof metadata.  \n8.2. Who will be responsible for data storage & back up duri ng the project?  \nPhD students and technicians will have the daily responsibility of  record keeping of all data (digital, paper \nand biological samples). They will also be responsible for a correct and accurate data entry and recording \nof metadata. The PI (Marion Delc roix) and Co -PI (Rozenn Quarck)  will be responsible for data storage and  \nback -up during the project.  \n8.3. Who will be responsible for ensuring data preservation and sharing?  \nThe PI (Marion Delcroix) and Co -PI (Rozenn Quarck) . \n8.4. Who bears the end responsibility for updating & implementing this DMP?  \nThe PI (Marion Del croix) and Co -PI (Rozenn Quarck ). "
    },
    "clean_full_text": "D-2022 -1358 1 MY PLAN (INTERNAL FUNDS DMP) DMP TITLE ADMIN DETAILS Project Name: My plan (Internal Funds DMP) - DMP title Principal Investigator / Researcher: Marion Delcroix Institution: KU Leuven 1. GENERAL INFORMATION Name of the project lead (PI) Marion DELCROIX Internal Funds Project number & title C24E/21/032 Air pollution as a Catalyzer of defective Angiogenesis Driving chronic thromboEmbolic pulMonary hypertension progression: Insights from in vivo and in vitro Approaches_ACADEMIA 2. DATA DESCRIPTION 2.1. W ill you generate/collect new data and/or make use of existing data? Generate new data We will use pulmonary arterial endothelial cells that we previously isolated and will further isolate. We will use plasma and pulmonary vascular tissue , which we alread y received and will receive from UZ -Leuven 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. WP1 Origin/Source Type Format Volumes Informed consent form Text Printed paper 1 per patient Pulmonary endarterectomy (PEA) tissue Physical samples Human t issue 4-12 sample s per patient Swan -Ganz pulmonary arterial catheters Physical sa mples Catheter 1 catheter per patient procedure Human b lood Physical sample Cryopreserved sample 3 sample s per patient procedure Pulmonary arterial endothelial cells Physical sample Cryopreserved sample 2-3 samples per patient procedure Plasma Physical sample Cryopreserved sample 2 samples per patient procedure D-2022 -1358 2 Extracellular vesicles Physical sample Cryopreserved sample 1 sample per patient procedure Overview sample collected Text xlsx 0.2 GB Cell culture growth observation images ; text .tiff; .xlsx 2 GB Cell phenotyping images ; text .tiff; .xlsx 5 GB EVOS l ive imaging of pulmonary arterial endothelial cells Movie .mp4 10 GB Angiogenesis data images, raw data, graphs .tiff; .xlsx; .pzf 5 GB pulmonary arterial endothelial cell barrier function imag es .tiff; xlsx 0.3 GB Protein lysates, RNA, cDNA Physical sample Cryopreserved sample 4-6 per patient U-plex assay Molecular assessment .png; .xlsx 0.5 GB RNA, cDNA, RT2 PCR array Molecular assessment .txt; .xls; .png; .pdf; .pzf 1 GB Paraffin emb edded blocks from PEA material Embedded tissue Room temperature preserved sample tissue 4-12 blocks per patient Cryoblocks from PEA material Embedded tissue Cryopreserved sample 4-12 blocks per patient Histological images Images .vsi; .tiff 10 GB WP2 Rabbits Animals 30 Plasma Physical sample Cryopreserved sample 1-2 sample s per patient procedure Protein lysates, RNA, cDNA Physical sample Cryopreserved sample 4-6 per animal Angiogenesis data images, raw data, graphs .tiff; .xlsx; .pzf 3 GB Paraffin embedded blocks from rabbit tissue Embedded tissue Preserved sample tissue 4-12 blocks per animal Cryoblocks from rabbit tissue Embedded tissue Cryopreserved sample 4-12 blocks per animal Histological images Images .vsi; .tiff 10 GB Telemetry data Raw d ata, graphs .pnm; .xlsx; .pzf 15 GB Echocardiography data digital , raw data, graphs .dcm; .xlsx; .pzf 15 GB microCT data Digital data .tiff 20 GB WP3 Origin/Source Type Format Volumes Informed consent form Text Printed paper 1 per patient Pulmonary endarterectomy (PEA) tissue Physical samples Human t issue 4-12 sample s per patient Swan -Ganz pulmonary arterial catheters Physical samples Catheter 1 catheter per patient procedure Pulmonary arterial endothelial cells Physical sample Human cells 2-3 sa mples per patient procedure Overview sample collected Text .xlsx 0.2 GB D-2022 -1358 3 Cell culture growth observation images ; text .tiff; .xlsx 2 GB Cell phenotyping images ; text .tiff; .xlsx 5 GB EVOS Live imaging of pulmonary arterial endothelial cells Movie .mp4 10 GB Angiogenesis data images, raw data, graphs .tiff; .xlsx; 3 GB pulmonary arterial endothelial cell barrier function images .tiff; xlsx 0.5 GB Protein lysates, RNA, cDNA Physical sample Cryopreserved sample 4-6 per patient U-plex assay Molecular asses sment .png; .xlsx 0.5 GB RT2 PCR array Molecular assessment .txt; .xls; .png; .pdf; .pzf 1 GB 3. ETHICAL AND LEGAL ISSUES 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in K U Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Yes, Personal data include demographic information (age, gender, length, body weight, home address...), medical information (hemodynamics, exercise capacity , echocardiography ) and general health status (smoking behavior, pulmonary embolism history) and therapy (medical treatment). Data are exported from UZ Leuven medical record. Pulmonary vascul ar material is collected via the ethical approval S57114 . Cellular composition and specific in vitro experiments will be addressed on pulmonary vascular endothelial cells (S57114) isolated from this material . 3.2. Are there any ethical issues concerning th e creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Yes Ethical approval ( P047/2022 ) related to the animal model has already been obtained for this project . 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No 3.4. D o existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No 4. DOCUMENTATION AND METADATA 4.1. What documentation wi ll be provided to enable understanding and reuse of the data collected/generated in this project? D-2022 -1358 4 Standard experimental procedures (SOPs) and practices wi ll be fully documented as word and PDF, and saved on GBW -0098_Pulmonary Circulation J -drive . Those SOPs include: - Pulmonary endarterectomy tissue collection and isolation pulmonary arterial endothelial cells - Swan-Ganz catheter collection and isolation pulmonary arterial endothelial cells - Blood collection and isolation of extracellular vesicles - Culture procedures for pulmo nary vascular endothelial cells - Procedures to prepare the organ on-chip device s - Procedures for in vitro assays ( endothelium barrier function ; angiogenesis ) - Sampling procedure and experimental protocol for li ve imaging, immunostaining, RNA studies and protein assays - For microscopic image, dimensions, image type, bit -depth, pixel sizes and microscope settings will be noted and the methodology and protocol will also be described in detail. - Surgical and interventional procedures regarding the animal model (telemetry and catheter implantation, echocardiography, right heart catheterization , micro CT) Raw experimental data will be collected per experimental test, and will include a text file with a clear description of what the data represent and how they were generated. This description will be documented in notebooks (with page numbers), in electronic for mat (word files) and/or in One Note. The name of the folder will always contain the date, name of the experiment and the name of the person who performed the experiment. Each individual file with experimental data will contain information on the study de sign, the origin of the samples, and all necessary information for an independent analyst to use or reuse the data accurately and efficiently. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in d etail which metadata will be created to make the data easy/easier to find and reuse. No For raw data, a meta datafile of the experimental settings will be created in a software -dependent format according to methodology. Metadata scheme using excel sheet wi th locked row and column will be used for other metadata related to experiments and will include data, name of the investigator, type of experiments and link to data documentation. For each manuscript, an excel file, statistical file (GraphPad prism), Pow erPoint file and word file will be provided in order to allow reconstruction and reanalyze of the data of each manuscript. All files will be stored on GBW -0098_Pulmonary Circulation J -drive . 5. DATA STORAGE AND BACKUP DURING THE PROJECT 5.1. Where will the data be stored? Digital files of research data (raw data, figures, excel files, textual files, results from rabbit experiments etc.) will be stored on local KU Leuven PCs, and will be backed up on the shared KU Leuven GBW - 0098_Pulmonary Circulation J -drive . Images from microCT and echocardiography will be saved on external hard drives. Paper lab notebooks will be kept in locked closets in the labs of the PIs. D-2022 -1358 5 Physical samples are stored in the laboratory in histology room, fridges, freezers ( -20°C and -80°C), cryo- freezer ( -150°C) or in liquid nitrogen, depending on the kind of sample. A detailed overview list of all samples is available. 5.2. How will the data be backed up? We will use the back -up facilities of the KU Leuven IT services. Backups of project data are made using “snapsho t” technology, which is the online storage of incremental data changes. The standard backup regime is as follows: • An hourly backup (at 8 AM, 12 PM, 4 PM and 8 PM) with the last 6 being stored on our server • A daily backup at midnight, the last 6 being stored on our server • A weekly backup each Saturday at midnight, the last 12 being stored on our server The end user can use his own Windows PC to restore files to an older version using the “previous versions” function. According to the above backup sche me, it is possible to go back in time up to 12 weeks. For the purpose of “business continuity” or “disaster recovery”, a mirror (exact copy) of all data is created in a second datacenter where the data are copied every hour. In the event that the primary storage unit is corrupted, the ICTS team can get this copy online within an hour. Back -ups from microCT and echocardiography images will be taken manually when images are collected . 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup cap acities are available, then explain how this will be taken care of. Since storage place is still expandable, no storage or back up troubles are expected. Our data will be stored at the KU Leuven secure environment, of which daily backup are made by the ICT to secure the data. Storage will occur on the shared KU Leuven GBW -0098_Pulmonary Circulation J -drive . For storage of microCT and echocardiography images , we will acquire a 4TB external hard disk. For storage of samples we have currently sufficient storage space in fridges and freezers. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? Costs for large file storage (telemetry, echocardiography, micro CT) have been estimated as 500 euros per year including the shared KU Leuven GBW -0098_Pulmonary Circulation J -drive (52 euros/100 GB/year) and a 4TB external hard disk (600 euros) . 5.5. Data security: how wi ll you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The digital data are securely stored on the shared KU Leuven GBW -0098_Pulmonary Circulation J -drive . Access to the server and to “One Note” files is restricted to the research group members only and secured by a strict access right management controlled by the PI. The access to the KU Leuven server and One Note files is u-number and password controlled. All physical data, printed forms an d notebooks are stored in the labs in locked cabinet. Access to the lab is secured and badge controlled. D-2022 -1358 6 6. DATA PRESERVATION AFTER THE END OF THE PROJECT 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). In accordance to the KU Leuven policy we will retain all data for at least 5 years after the end of a research project of after the end of a PhD disser tation or after a publication. 6.2. Where will these data be archived (= stored for th e long term)? The research data (digital raw data, figures, excel files, textual files, results from rabbit expe riments etc.) will be stored on the shared KU Leuven GBW -0098_Pulmonary Circulation J -drive and on external hard drives. Paper notebook will be stored in the offices of the PIs. Plasma samples and primary cells from patients and healthy subjects will be stored in locked -80°C and - 150°C freezers . Biological samples will be stored in fridges and freezers in the BREATHE lab. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? Expected costs for data preservation over the 5 -year period retention are about 10.40 euros. This will be covered by running projects or eventually by the department CHROMETA , which reserves for each separate group an annual budget , which should be sufficient to cover the costs of basic storage. 7. DATA SHARING AND RE -USE 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? No 7.2. Which data will be made available after the end of the project? All data that published in international peer -reviewed journals will be available . 7.3. Where /how will the data be made available for reuse? Publicaitions will be made available through Lirias, taking into account the embargo period for the specific Journals. Full anonymized dataset will be uploaded in open repositories such as Zenodo (in .cvs format) 7.4. When will the data be made available? Upon publication of the research results . Published data will be made available at the time of publication in case of open access or upon request for other publications. 7.5. Who will be able to access the data and under what conditions? During the time frame of the project : all researchers involved in the project with access via u -number and password controlled. During the post -project trajectory : all researchers involved in the project with access via u -number and password controlled. External users upon reques t with contact via LRD. D-2022 -1358 7 7.6. What are the expecte d costs for data sharing? How will these costs be covered? We do not expect any costs associated with data sharing since we plan to use the free platform provided by Lirias . 8. RESPONSIBILITIES 8.1. Who will be responsible for the data documentation & metadata? The PI (Marion Delcroix) and Co -PI (Rozenn Quarck) will be responsible for documentation of data and metadata. PhD students and technicians will have th e daily responsibility of record keeping of all data (digital, paper and biological samples). They will also be responsible for a correct and accurate data entry and recording of metadata. 8.2. Who will be responsible for data storage & back up duri ng the project? PhD students and technicians will have the daily responsibility of record keeping of all data (digital, paper and biological samples). They will also be responsible for a correct and accurate data entry and recording of metadata. The PI (Marion Delc roix) and Co -PI (Rozenn Quarck) will be responsible for data storage and back -up during the project. 8.3. Who will be responsible for ensuring data preservation and sharing? The PI (Marion Delcroix) and Co -PI (Rozenn Quarck) . 8.4. Who bears the end responsibility for updating & implementing this DMP? The PI (Marion Del croix) and Co -PI (Rozenn Quarck )."
}