{
    "document_id": "D-2023-1799",
    "LinkTitle": "D-2023-1799",
    "file_name": "D-2023-1799.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1799.pdf",
    "metadata": {
        "title": "UNRAVELLING THE IMPACT OF SOURDOUGH FERMENTATIONS ON THE VISCOELASTIC GLUTEN NETWORK AND THE AQUEOUS PHASE IN A WHEAT WHOLEMEAL DOUGH SYSTEM IN RELATION TO GAS CELL STABILITY",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "UNRAVELLING THE IMPACT OF SOURDOUGH FERMENTATIONS ON THE VISCOELASTIC\nGLUTEN NETWORK AND THE AQUEOUS PHASE IN A WHEAT WHOLEMEAL DOUGH SYSTEM\nIN RELATION TO GAS CELL STABILITY\nA Data Management Plan created using DMPonline.be\nCreator: \nYamina De Bondt\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n12B3723N\nID: \n198418\nStart date: \n01-10-2022\nEnd date: \n30-09-2025\nProject abstract:\nFood fermentation technology, including the use of sourdough, is increasingly re-examined as a sustainable technology that can improve\nthe nutritional quality of products, next to adding flavour and shelf life. While much progress has been made in recent years concerning\nthe microbial ecology of sourdoughs, a knowledge gap exists concerning the \ntechnofunctionality of sourdoughs in wheat\n(wholemeal) dough systems\n. Therefore, in this project, I aim to gain insight into the effect of sourdough fermentation on the viscoelastic\ngluten network and dough aqueous phase in a dough system, two defining elements for gas cell stabilisation. \nDifferent microorganisms\nwill be screened\n for their effect on the gluten network and the composition of the aqueous phase. Afterwards, specific sourdoughs and\nindividual metabolites will be used to study their functionality in dough systems in-depth. Mechanistic insights into the impact on the\ngluten network\n will be obtained by analysing the protein structure and dough rheology. The \naqueous phase\n will be investigated by\nisolating dough liquor and studying its composition, viscosity and air-water interfacial properties. The obtained insights will allow to\ndetermine the relative contribution of the gluten network and the aqueous phase on the \nevolution of the cellular structure\n in a dough\nsystem. With this project, fundamental insights that are crucial for the controlled incorporation of sourdough in food systems will be\nobtained.\nLast modified: \n29-04-2023\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n1 of 4\nUNRAVELLING THE IMPACT OF SOURDOUGH FERMENTATIONS ON THE VISCOELASTIC\nGLUTEN NETWORK AND THE AQUEOUS PHASE IN A WHEAT WHOLEMEAL DOUGH SYSTEM\nIN RELATION TO GAS CELL STABILITY\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital\ndata\nOnly for digital\ndata \nOnly for digital data \nOnly for\nphysical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical volume\nPhysicochemical characterisation of sourdough\nfermentations \n \nNew\nDigital\nExperimental\n.xlsx\n<1GB\n \nMicroscopy of bread dough\n \nNew\nDigital\nExperimental\n.tif\n<1TB\n \nOther analytical results\n \nNew\nDigital\nExperimental\n.tif\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nAll datasets could be used to generate new insights that could be applied in the baking industry.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nREADME files will accompany all datasets as a separate sheet in an excel file or as a .TXT file. This will include the methodology used to collect the data, analytical and procedural information,\ndefinitions of variables and units of measurement. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n2 of 4\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nDataCite will be used as a metadata standard.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData is stored centrally on storage facilities of the research unit and university. Daily back-ups (with a mirror copy) and network maintenance are executed by the ICTS services of KU Leuven.\nOnly specific lab members will have access to the shared folder and large volume storage. Unauthorised persons do not have access to this system.\nHow will the data be backed up?\nData is stored centrally on storage facilities of the research unit and university. Daily back-ups (with a mirror copy) and network maintenance are executed by the ICTS services of KU Leuven.\nOnly specific lab members will have access to the shared folder and large volume storage. Unauthorised persons do not have access to this system.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nData is stored centrally on storage facilities of the research unit and university. Daily back-ups (with a mirror copy) and network maintenance are executed by the ICTS services of KU Leuven.\nOnly specific lab members will have access to the shared folder and large volume storage. Unauthorised persons do not have access to this system.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData is stored centrally on storage facilities of the research unit and university. Daily back-ups (with a mirror copy) and network maintenance are executed by the ICTS services of KU Leuven.\nOnly specific lab members will have access to the shared folder and large volume storage. Unauthorised persons do not have access to this system.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nInternal funding\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll datasets will be retained for at least 10 years according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nKU Leuven RDR or FRIS portal\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNA\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nData will be shared in an Open access repository (KU Leuven RDR or FRIS portal) with restricted or open access depending on the type of data.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nRestricted access will be implemented to allow time to publish or seek patents. After publication, all data will be immediately available open access.\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n3 of 4\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR or FRIS portal\nWhen will the data be made available?\nUpon publication of the results\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nKU Leuven RDR or FRIS portal will assign a DOI number to the datasets\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe publishing costs will be covered by the host research group. No costs are expected for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nYamina De Bondt \nWho will manage data storage and backup during the research project?\nYamina De Bondt \nWho will manage data preservation and sharing?\nYamina De Bondt, Christophe Courtin \nWho will update and implement this DMP?\nYamina De Bondt \nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n4 of 4"
    },
    "clean_full_text": "UNRAVELLING THE IMPACT OF SOURDOUGH FERMENTATIONS ON THE VISCOELASTIC GLUTEN NETWORK AND THE AQUEOUS PHASE IN A WHEAT WHOLEMEAL DOUGH SYSTEM IN RELATION TO GAS CELL STABILITY A Data Management Plan created using DMPonline.be Creator: Yamina De Bondt Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 12B3723N ID: 198418 Start date: 01-10-2022 End date: 30-09-2025 Project abstract: Food fermentation technology, including the use of sourdough, is increasingly re-examined as a sustainable technology that can improve the nutritional quality of products, next to adding flavour and shelf life. While much progress has been made in recent years concerning the microbial ecology of sourdoughs, a knowledge gap exists concerning the technofunctionality of sourdoughs in wheat (wholemeal) dough systems . Therefore, in this project, I aim to gain insight into the effect of sourdough fermentation on the viscoelastic gluten network and dough aqueous phase in a dough system, two defining elements for gas cell stabilisation. Different microorganisms will be screened for their effect on the gluten network and the composition of the aqueous phase. Afterwards, specific sourdoughs and individual metabolites will be used to study their functionality in dough systems in-depth. Mechanistic insights into the impact on the gluten network will be obtained by analysing the protein structure and dough rheology. The aqueous phase will be investigated by isolating dough liquor and studying its composition, viscosity and air-water interfacial properties. The obtained insights will allow to determine the relative contribution of the gluten network and the aqueous phase on the evolution of the cellular structure in a dough system. With this project, fundamental insights that are crucial for the controlled incorporation of sourdough in food systems will be obtained. Last modified: 29-04-2023 Created using DMPonline.be. Last modiﬁed 29 April 2023 1 of 4 UNRAVELLING THE IMPACT OF SOURDOUGH FERMENTATIONS ON THE VISCOELASTIC GLUTEN NETWORK AND THE AQUEOUS PHASE IN A WHEAT WHOLEMEAL DOUGH SYSTEM IN RELATION TO GAS CELL STABILITY FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Physicochemical characterisation of sourdough fermentations New Digital Experimental .xlsx <1GB Microscopy of bread dough New Digital Experimental .tif <1TB Other analytical results New Digital Experimental .tif <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes All datasets could be used to generate new insights that could be applied in the baking industry. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). README files will accompany all datasets as a separate sheet in an excel file or as a .TXT file. This will include the methodology used to collect the data, analytical and procedural information, definitions of variables and units of measurement. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be Created using DMPonline.be. Last modiﬁed 29 April 2023 2 of 4 used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes DataCite will be used as a metadata standard. 3. Data storage & back-up during the research project Where will the data be stored? Data is stored centrally on storage facilities of the research unit and university. Daily back-ups (with a mirror copy) and network maintenance are executed by the ICTS services of KU Leuven. Only specific lab members will have access to the shared folder and large volume storage. Unauthorised persons do not have access to this system. How will the data be backed up? Data is stored centrally on storage facilities of the research unit and university. Daily back-ups (with a mirror copy) and network maintenance are executed by the ICTS services of KU Leuven. Only specific lab members will have access to the shared folder and large volume storage. Unauthorised persons do not have access to this system. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Data is stored centrally on storage facilities of the research unit and university. Daily back-ups (with a mirror copy) and network maintenance are executed by the ICTS services of KU Leuven. Only specific lab members will have access to the shared folder and large volume storage. Unauthorised persons do not have access to this system. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data is stored centrally on storage facilities of the research unit and university. Daily back-ups (with a mirror copy) and network maintenance are executed by the ICTS services of KU Leuven. Only specific lab members will have access to the shared folder and large volume storage. Unauthorised persons do not have access to this system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Internal funding 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All datasets will be retained for at least 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR or FRIS portal What are the expected costs for data preservation during the expected retention period? How will these costs be covered? NA 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Data will be shared in an Open access repository (KU Leuven RDR or FRIS portal) with restricted or open access depending on the type of data. If access is restricted, please specify who will be able to access the data and under what conditions. Restricted access will be implemented to allow time to publish or seek patents. After publication, all data will be immediately available open access. Created using DMPonline.be. Last modiﬁed 29 April 2023 3 of 4 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR or FRIS portal When will the data be made available? Upon publication of the results Which data usage licenses are you going to provide? If none, please explain why. CC-BY Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes KU Leuven RDR or FRIS portal will assign a DOI number to the datasets What are the expected costs for data sharing? How will these costs be covered? The publishing costs will be covered by the host research group. No costs are expected for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? Yamina De Bondt Who will manage data storage and backup during the research project? Yamina De Bondt Who will manage data preservation and sharing? Yamina De Bondt, Christophe Courtin Who will update and implement this DMP? Yamina De Bondt Created using DMPonline.be. Last modiﬁed 29 April 2023 4 of 4"
}