{
    "document_id": "D-2021-1225",
    "LinkTitle": "D-2021-1225",
    "file_name": "D-2021-1225.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1225.pdf",
    "metadata": {
        "title": "D-2021-1225",
        "author": "Myriam Mertens",
        "num_pages": 9
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template   1 \n FWO DMP  Template  \nProject supervisors (from application round 2018  onwards ) and fellows (from application round 2020  onwards ) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowsh ip. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the projec t; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \n \n \n1. General Information  \n \nName applicant  Lien Cools  \nFWO Project Number & Title  11M3322N  \nUnravelling the role of extracellular vesicles in Parkinson’s  pathogenesis: nano -organelles with mega \nimpact?  \nAffiliation  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☒ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☐ Reuse existing data  \n2019-10-01 | FWO DMP Template   2 \n Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).  Both physical and digital data  will be collected.  \nDigital data  will be  collected and stored in a variety of file formats (do cx, excel, tiff, jpg, csv files, etc.), as \ndetailed below.  \nPhysical data: Experimental samples will be documented and, dependent on the kind, stored in  \nfixative or freezers. Immunohistologically stained slides will be stored in a dry place or freezer.  \nMan uscripts: Written progress reports will be stored for internal purposes. Relevant findings will be  \ndisseminated through publication in high profile, peer -reviewed international journals, and  \npresented on (inter)national scientific meetings.   \n \nWP 1. Proteom ics study of EV cargo in a context of aSYN propagation  \nThe differential protein cargo in EVs under conditions of aSYN propagation will be assessed using \ncomparative proteomics. This data is mass spectrometry based proteomic data, delivered in .txt or .csv \nfiles. The comparative proteomic approach will result in a list of up -/down -regulated aSYN propagation \nassociated proteins that will be used later on an d will be stored as .mzML, which stores both the raw data \nand processed peak lists.  \nValidation of dif ferential proteins in EVs with and without aSYN will generate gene/protein expression \ndata in excel file formal (qPCR and Western Blotting).  \n \nWP 2. Mechanistic study of the role of EVs and selected key molecules in aSYN propagation  \n \nCell-to-cell transfer of EVs and aSYN w ill be visualised  using time superresolution  (PALM or STORM; Zeiss \nElyra, PALM Olympus) microscopy,  confocal imaging (Zeiss LSM880 Airyscan  / Olympus FluoView1000)  or \nlight sheet (Zeiss Leightsheet Z.1) microscopy in real time of following immunohistochemistry . The \nresulting file format are .tiff or .czi and oib. image stacks. Each movie is ~ .25 GB resulting is a total of ~ 400 \nGB. \nFor the ch aracterisation of EVs , EV measurements will be performed using nanoparticle tracking analysis \nand ExoView affinity microarray (NanoView Biotechnologies) and results in excel compatible sample \nreports . \nWP 3. Mechanistic study of the role of EVs and selected key molecules in aSYN -induced \nneuroin flammation  \n2019-10-01 | FWO DMP Template   3 \n This work package encompasses a similar workflow as compared to WP 2, yet now focussing on spreading \nof neuroinflammation rather than spreading of aSYN . Thus, data types will be the same.  \n \nWP 4. In vivo validation studies of the role of EVs and one lead molecule in aSYN -induced \nneuroinflammation  \nIn this work package, findings from the previous ex vivo/in vivo studies will be validated in vivo using \nimmuno histochemistry (resulting again in resulting file format are .tiff or .czi and oib. image stacks) and \nELISA resulting in excel compatible data.  \n \nAnalysis of data will be performed using ImageJ software, Imaris Bitplane,  nanoparticle tracking analysis, \nExoView, Mascot  Daemon software , Ingenuity Pathway Analysis, P ANTHER knowledgebase , each coming \nwith their specif ic file format. The results will be stored in two forms, in excel data sheets with \nquantitative data and summary statistical analysis as well as i n HDF5 files for more complex data \nstructures.  \nThe resulting visualization of data are generated in : excel, graph pad prism, adobe photoshop  and \nIndesign, and will be stored as vector graphics (.pdf and .svg).  \n \n \n3. Ethical and legal issues  \n \nWill you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet requ ired of \ncourse; please add the reference once the privacy \nregister is in place in your host institution.  ☐ Yes \n☒ No \nIf yes:  \n- Privacy Registry Reference:  \n- Short description of the kind of personal data that will be used:  \n2019-10-01 | FWO DMP Template   4 \n Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☒ Yes \n☐ No \nIf yes:  \nWe will use experiments on animals, both teleost fish and mice. The research will be performed under \nnormal laboratory safety rules. All  necessary safety measures for laboratory and animal work will be \ntaken.  \nWe follow the guidelines and rules from the HSE Department (Health, Safety  and Environment) and the \nAnimal Ethics Committee at KU  Leuven. Ethical permission for animal work were given for following ECDs  \n- P069/2020  \n- P089/2020  \n- P187/2020  \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted?  ☒ Yes \n☐ No \nIf yes, please comment : \nThe project largely contains fundamental research that will generate insights for possible future \nvalorisation. It holds a potential to medical  translation or application in the clinic but only on the long run. \nThere might be IP depending on the obtained results. This may involve the  identification of mo lecules that \nare involved in modulating aSYN propagation an neuroinflammation . If mechanisms or molecules being  \nidentified  in the project are novel and promising for clinic al application, possible IP protection will be \nconsidered, which will then be performed in  consultation with LRD and VIB.  \nDo existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate a nd \nwhat restrictions are in place?  ☐ Yes \n☒ No \nIf yes, please comment:  \nNewly identified molecules/pathways will first have to be screened to determine any possible pre -existing \nIP. Dissimination or  exploitation of the data is managed according to the fr amework agreement between \nKU Leuven/LRD and VIB.  \n \n4. Documentation and metadata  \n \n2019-10-01 | FWO DMP Template   5 \n What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  Digital data:  \nWe will maintain a record of the following for every WP (where applicable):  \n-Experimental design and protocol (.docx file)  \n-Abbreviations used (.docx file)  \n-Structure of the data (.docx file)  \n-Steps involved in data analysis and relevant analysis scripts ( R, MATLAB, Python, ImageJ and Imaris \nBitplane scripts)  \n-Raw data (specific file format according to data type)  \n-Analysed data (specific file format according to data type)  \n-Index file/read me file (.txt file) for every WP, linking the name, location (folder and subfolder on /server) \nand description of above -mentioned files.  \nPhysical data:  \nSamples taken from experiments will be documented and stored for up to three years after the end of the \nproject. Storage will be in fixative or in freezers depending on the kind of sample. Immunohistological \nstained slides will be stored in appropriate  boxes in a dry place or  freezer.  \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☐ Yes \n☒ No \nIf yes, please specify : \nThe experimen ts are unique, but the data will be standardized according to data -type across experiments \nto make it easier to interpret the structure. Below, we list the metadata standards applicable to this \nproject:  \nMetadata standards will be used for proteomics \n(http://www.dcc.ac.uk/resources/implementations/pride -proteomics -identificationsdatabase). For all \nother data, metadata will be createdusing the Dublin core (http://www.dcc.ac.uk/resources/metadata -\nstandards/d ublin -core)  \n \n5. Data storage & backup during the FWO project  \n \n2019-10-01 | FWO DMP Template   6 \n Where will the data be stored?  We will utilise our institute’s secure data storage system ( KU Leuven LUNA servers ) with automated onsite \nback -up and mirroring. All data will be examined and kept in a coded format, with each participant \nassigned a unique anonymous identification. Since I will perform part of my research at UGent, this data \nwill be stored on the UGent servers and shared via OneDrive. For other (inter)national collaborations, we \nwill use the OneDrive share as well. F or active use of the data during the project , OneDrive will ensure \ndata transfer between computers, and will also be stored on the KU Leuven  LUNA Large Volume Storage \nspace. Data that is already published and can be archived, will be thoroughly cleaned up and stored on the \nKU Leuven LUNA Archive drive. General data and Standard Operating Procedures shared within the lab will \nbe stored on the K U Leuven LUNA Shared drive. B iological samples will be taken, and stored in labelled \nfridges, freezers and closets in the lab. The inventory of all locations is shared on the KU Leuven LUNA \nShared drive.  \nHow will the data be backed up?  The data will be s tored on the secure data storage system ( KU Leuven LUNA servers ) with automated \nonsite back -up and mirroring.  \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf no, please specify :  \nThere is currently sufficient KU Leuven storage a vailable . However, we expect to need more back -up \nstorage than we have now at KU Leuven , yet this can be expanded at hoc . \n \nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for p art of the allocated \nproject budget  to be used to cover the cost incurred.  Back -up cost per Tb (KU Leuven ICTS): 295€/year Expected amount of data (5 Tb). Digital vault for private \ndata: windows server (KU Leuven ICTS): 1302 €/year.  \nThe costs will be cover ed by part of the allocated project budget.  \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  All network storage is hosted in the KU Leuven ICTS data center, with a mirror in the s econd ICTS center, \nto provide disaster recovery and additional back -up capacity, thus guaranteeing long -term data \navailability. Access to data is conditioned by KU Leuven security groups. All data will be password \nprotected.  \n2019-10-01 | FWO DMP Template   7 \n  \n6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and \ncontractual agreements allow.  \n \nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).  Digital data: We will retain all da ta for the expected 5 year period. For most publications we expect that \nwe will make the data publicly  available on data repositories.  \nProteomics  data will be submitted to public databases , where they will be permanently archived to \npres erve access  to the public.  \nPhysical data: Freezer stocks of histological slides will be available upon request. After the conclusion of \nthe project samples will be stored  for up to three years after the end of the project. Storage will be in \nfixative or in  freezers depending on the kind of sample.  \nWhere will these data be archived (= stored for \nthe long term)?  We will use the back -up possibilities as proposed by KU Leuven ICTS, with servers centrally managed by \nthe ICTS to store all digital data. Note books will be kept in the lab for at least 5 years, conform the KU \nLeuven RDM policy.  \n \nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?   \n \nAlthough FWO has no earmarked budget at its \ndisposal to support  correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  We expect about 1200 EUR/year.  \n \n7. Data sharing and reuse  \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☐ Yes \n☒ No \nIf yes, please specify : \n2019-10-01 | FWO DMP Template   8 \n Which data will be made available after the end \nof the project?  Written progress reports will be stored for internal purpos es and can be accessed by KU Leuven \nreseracher upon request. Relevant neurobiological findings will be disseminated through publication in \nhigh profile, peer -reviewed international journals within the life science field. The data will be presented \non (inte r)national scientific field - specific meetings, e.g. ARVO, EVER, SfN FENS meetings , etc.  \nPublished data will be made available before the end of the project. For most publications we expect that \nwe will make the data publicly available on d ata repositories.  \nProteomics  data will be submitted to public databases , where they will be permanently archived to \npreserve access to the public.  \nRequests for unpublished data will be transferred to evaluated on a per case basis and will be made \navailable.  \nWhere/how will the data be made available for \nreuse?  ☒ In an Open Access repository  \n☐ In a restricted access repository  \n☒ Upon request by mail  \n☐ Other (specify):  \n \nWhen will the data be made available?  Upon publication of the research results  \nWho will be able to access the data and under \nwhat conditions?  Only research personnel of the lab can access the data and metadata. After Open Access publication, \ncorrespondi ng data will be shared in an Open Access repository such as Genebank, FigShare \n(https://figshare.com/), Dryad (https://datadryad.org/) or https://zenodo.org/ depending on the type of \ndata or upon request by mail. We will explore the possibilities via onlin e repositories and will use the \nwebsite www.re3data.org . Unpublished data will only be shared under strict conditions, therefore, terms \nwill be set on beforehand in an MTA (Material Transfer Agreement).  \n \nWhat are the  expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  The expected cost for data sharing will be low, since the use of OneDrive is free for KU Leuven members \nup to 1TB. We do not expect to exceed this and if we would, part of the project budget would be allocated \nto data sharing.  \n \n2019-10-01 | FWO DMP Template   9 \n 8. Responsibilities  \n \nWho will be responsible for the data \ndocumentation & metadata?  Responsib ility for ensuring data preservation and sharing, as well as the end responsibility for  updating \nand implementing the DMP is with the supervisors (Lieve Moons, Lies De Groef, Roos  Vandenbroucke).  \nWho will be responsible for data storage & back \nup during the project?  Data documentation, data storage & back up during the project is the responsibility of all researchers \nworking on this project, including Lien Cools . \nWho will be responsible for ensur ing data \npreservation and sharing?  Lieve Moons, Lies De Groef, Roos Vandenbroucke  \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response : The PI bears the overall \nresponsibility for updating & implementing this DMP  Lieve Moons, Lies De Groef, Roos Vandenbroucke  \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards ) and fellows (from application round 2020 onwards ) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a completed DMP no later than 6 months after the official start date of the project or fellowsh ip. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the projec t; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Lien Cools FWO Project Number & Title 11M3322N Unravelling the role of extracellular vesicles in Parkinson’s pathogenesis: nano -organelles with mega impact? Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☒ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Both physical and digital data will be collected. Digital data will be collected and stored in a variety of file formats (do cx, excel, tiff, jpg, csv files, etc.), as detailed below. Physical data: Experimental samples will be documented and, dependent on the kind, stored in fixative or freezers. Immunohistologically stained slides will be stored in a dry place or freezer. Man uscripts: Written progress reports will be stored for internal purposes. Relevant findings will be disseminated through publication in high profile, peer -reviewed international journals, and presented on (inter)national scientific meetings. WP 1. Proteom ics study of EV cargo in a context of aSYN propagation The differential protein cargo in EVs under conditions of aSYN propagation will be assessed using comparative proteomics. This data is mass spectrometry based proteomic data, delivered in .txt or .csv files. The comparative proteomic approach will result in a list of up -/down -regulated aSYN propagation associated proteins that will be used later on an d will be stored as .mzML, which stores both the raw data and processed peak lists. Validation of dif ferential proteins in EVs with and without aSYN will generate gene/protein expression data in excel file formal (qPCR and Western Blotting). WP 2. Mechanistic study of the role of EVs and selected key molecules in aSYN propagation Cell-to-cell transfer of EVs and aSYN w ill be visualised using time superresolution (PALM or STORM; Zeiss Elyra, PALM Olympus) microscopy, confocal imaging (Zeiss LSM880 Airyscan / Olympus FluoView1000) or light sheet (Zeiss Leightsheet Z.1) microscopy in real time of following immunohistochemistry . The resulting file format are .tiff or .czi and oib. image stacks. Each movie is ~ .25 GB resulting is a total of ~ 400 GB. For the ch aracterisation of EVs , EV measurements will be performed using nanoparticle tracking analysis and ExoView affinity microarray (NanoView Biotechnologies) and results in excel compatible sample reports . WP 3. Mechanistic study of the role of EVs and selected key molecules in aSYN -induced neuroin flammation 2019-10-01 | FWO DMP Template 3 This work package encompasses a similar workflow as compared to WP 2, yet now focussing on spreading of neuroinflammation rather than spreading of aSYN . Thus, data types will be the same. WP 4. In vivo validation studies of the role of EVs and one lead molecule in aSYN -induced neuroinflammation In this work package, findings from the previous ex vivo/in vivo studies will be validated in vivo using immuno histochemistry (resulting again in resulting file format are .tiff or .czi and oib. image stacks) and ELISA resulting in excel compatible data. Analysis of data will be performed using ImageJ software, Imaris Bitplane, nanoparticle tracking analysis, ExoView, Mascot Daemon software , Ingenuity Pathway Analysis, P ANTHER knowledgebase , each coming with their specif ic file format. The results will be stored in two forms, in excel data sheets with quantitative data and summary statistical analysis as well as i n HDF5 files for more complex data structures. The resulting visualization of data are generated in : excel, graph pad prism, adobe photoshop and Indesign, and will be stored as vector graphics (.pdf and .svg). 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet requ ired of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: 2019-10-01 | FWO DMP Template 4 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No If yes: We will use experiments on animals, both teleost fish and mice. The research will be performed under normal laboratory safety rules. All necessary safety measures for laboratory and animal work will be taken. We follow the guidelines and rules from the HSE Department (Health, Safety and Environment) and the Animal Ethics Committee at KU Leuven. Ethical permission for animal work were given for following ECDs - P069/2020 - P089/2020 - P187/2020 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☒ Yes ☐ No If yes, please comment : The project largely contains fundamental research that will generate insights for possible future valorisation. It holds a potential to medical translation or application in the clinic but only on the long run. There might be IP depending on the obtained results. This may involve the identification of mo lecules that are involved in modulating aSYN propagation an neuroinflammation . If mechanisms or molecules being identified in the project are novel and promising for clinic al application, possible IP protection will be considered, which will then be performed in consultation with LRD and VIB. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate a nd what restrictions are in place? ☐ Yes ☒ No If yes, please comment: Newly identified molecules/pathways will first have to be screened to determine any possible pre -existing IP. Dissimination or exploitation of the data is managed according to the fr amework agreement between KU Leuven/LRD and VIB. 4. Documentation and metadata 2019-10-01 | FWO DMP Template 5 What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Digital data: We will maintain a record of the following for every WP (where applicable): -Experimental design and protocol (.docx file) -Abbreviations used (.docx file) -Structure of the data (.docx file) -Steps involved in data analysis and relevant analysis scripts ( R, MATLAB, Python, ImageJ and Imaris Bitplane scripts) -Raw data (specific file format according to data type) -Analysed data (specific file format according to data type) -Index file/read me file (.txt file) for every WP, linking the name, location (folder and subfolder on /server) and description of above -mentioned files. Physical data: Samples taken from experiments will be documented and stored for up to three years after the end of the project. Storage will be in fixative or in freezers depending on the kind of sample. Immunohistological stained slides will be stored in appropriate boxes in a dry place or freezer. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No If yes, please specify : The experimen ts are unique, but the data will be standardized according to data -type across experiments to make it easier to interpret the structure. Below, we list the metadata standards applicable to this project: Metadata standards will be used for proteomics (http://www.dcc.ac.uk/resources/implementations/pride -proteomics -identificationsdatabase). For all other data, metadata will be createdusing the Dublin core (http://www.dcc.ac.uk/resources/metadata - standards/d ublin -core) 5. Data storage & backup during the FWO project 2019-10-01 | FWO DMP Template 6 Where will the data be stored? We will utilise our institute’s secure data storage system ( KU Leuven LUNA servers ) with automated onsite back -up and mirroring. All data will be examined and kept in a coded format, with each participant assigned a unique anonymous identification. Since I will perform part of my research at UGent, this data will be stored on the UGent servers and shared via OneDrive. For other (inter)national collaborations, we will use the OneDrive share as well. F or active use of the data during the project , OneDrive will ensure data transfer between computers, and will also be stored on the KU Leuven LUNA Large Volume Storage space. Data that is already published and can be archived, will be thoroughly cleaned up and stored on the KU Leuven LUNA Archive drive. General data and Standard Operating Procedures shared within the lab will be stored on the K U Leuven LUNA Shared drive. B iological samples will be taken, and stored in labelled fridges, freezers and closets in the lab. The inventory of all locations is shared on the KU Leuven LUNA Shared drive. How will the data be backed up? The data will be s tored on the secure data storage system ( KU Leuven LUNA servers ) with automated onsite back -up and mirroring. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : There is currently sufficient KU Leuven storage a vailable . However, we expect to need more back -up storage than we have now at KU Leuven , yet this can be expanded at hoc . What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for p art of the allocated project budget to be used to cover the cost incurred. Back -up cost per Tb (KU Leuven ICTS): 295€/year Expected amount of data (5 Tb). Digital vault for private data: windows server (KU Leuven ICTS): 1302 €/year. The costs will be cover ed by part of the allocated project budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All network storage is hosted in the KU Leuven ICTS data center, with a mirror in the s econd ICTS center, to provide disaster recovery and additional back -up capacity, thus guaranteeing long -term data availability. Access to data is conditioned by KU Leuven security groups. All data will be password protected. 2019-10-01 | FWO DMP Template 7 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Digital data: We will retain all da ta for the expected 5 year period. For most publications we expect that we will make the data publicly available on data repositories. Proteomics data will be submitted to public databases , where they will be permanently archived to pres erve access to the public. Physical data: Freezer stocks of histological slides will be available upon request. After the conclusion of the project samples will be stored for up to three years after the end of the project. Storage will be in fixative or in freezers depending on the kind of sample. Where will these data be archived (= stored for the long term)? We will use the back -up possibilities as proposed by KU Leuven ICTS, with servers centrally managed by the ICTS to store all digital data. Note books will be kept in the lab for at least 5 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. We expect about 1200 EUR/year. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify : 2019-10-01 | FWO DMP Template 8 Which data will be made available after the end of the project? Written progress reports will be stored for internal purpos es and can be accessed by KU Leuven reseracher upon request. Relevant neurobiological findings will be disseminated through publication in high profile, peer -reviewed international journals within the life science field. The data will be presented on (inte r)national scientific field - specific meetings, e.g. ARVO, EVER, SfN FENS meetings , etc. Published data will be made available before the end of the project. For most publications we expect that we will make the data publicly available on d ata repositories. Proteomics data will be submitted to public databases , where they will be permanently archived to preserve access to the public. Requests for unpublished data will be transferred to evaluated on a per case basis and will be made available. Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Only research personnel of the lab can access the data and metadata. After Open Access publication, correspondi ng data will be shared in an Open Access repository such as Genebank, FigShare (https://figshare.com/), Dryad (https://datadryad.org/) or https://zenodo.org/ depending on the type of data or upon request by mail. We will explore the possibilities via onlin e repositories and will use the website www.re3data.org . Unpublished data will only be shared under strict conditions, therefore, terms will be set on beforehand in an MTA (Material Transfer Agreement). What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. The expected cost for data sharing will be low, since the use of OneDrive is free for KU Leuven members up to 1TB. We do not expect to exceed this and if we would, part of the project budget would be allocated to data sharing. 2019-10-01 | FWO DMP Template 9 8. Responsibilities Who will be responsible for the data documentation & metadata? Responsib ility for ensuring data preservation and sharing, as well as the end responsibility for updating and implementing the DMP is with the supervisors (Lieve Moons, Lies De Groef, Roos Vandenbroucke). Who will be responsible for data storage & back up during the project? Data documentation, data storage & back up during the project is the responsibility of all researchers working on this project, including Lien Cools . Who will be responsible for ensur ing data preservation and sharing? Lieve Moons, Lies De Groef, Roos Vandenbroucke Who bears the end responsibility for updating & implementing this DMP? Default response : The PI bears the overall responsibility for updating & implementing this DMP Lieve Moons, Lies De Groef, Roos Vandenbroucke"
}