{
    "document_id": "D-2024-2590",
    "LinkTitle": "D-2024-2590",
    "file_name": "D-2024-2590.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2590.pdf",
    "metadata": {
        "title": "LIFELONG-LEARNING ELECTRONIC SYSTEMS: EDGE-DEVICES THAT GET SMARTER DAY-BY-DAY [LIFELINES]",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "LIFELONG-LEARNING ELECTRONIC SYSTEMS: EDGE-DEVICES THAT GET SMARTER DAY-BY-\nLIFELONG-LEARNING ELECTRONIC SYSTEMS: EDGE-DEVICES THAT GET SMARTER DAY-BY-\nDAY [LIFELINES]\nDAY [LIFELINES]\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nMarian Verhelst, n.n. n.n., n.n. n.n., David Maes, Tinne Tuytelaars\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nTinne Tuytelaars, n.n. n.n., n.n. n.n., Marian Verhelst\nData Manager:\nData Manager:\n \nDavid Maes\nGrant number / URL: \nGrant number / URL: \nhttps://research.kuleuven.be/portal/en/project/3E231213\nID: \nID: \n204105\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2030\nProject abstract:\nProject abstract:\nElectronic devices have become an integral part of our daily life. Yet, current devices are still largely inefficient and ineffective, as they do not adapt to\ntheir user or changing operating context. Inspired by biological systems, LifeLinES instead aims to develop lifelong-learning, self-managing devices,\nthat will continuously learn and improve their performance based on inputs from their environment and users. Unlike current systems that rely on\ngeneric models pre-trained offline with large datasets, the proposed research focuses on in-the-edge solutions, where devices can learn independently\nwithout privacy-sensitive data leaving the device. This is realized by innovating along 3 pillars: (1) OBSERVE: developing energy-efficient and\ndynamically adaptable sensing and edge processing architectures; (2) LEARN: researching novel machine learning methods that fit within the\ncomputational energy and memory budgets of embedded devices; and (3) ADAPT: enabling hardware and system software to be fully flexible and\ncapable of adjusting operating parameters on the fly. Successful implementation of the LifeLinES' vision will result in personalized, adaptable\nelectronic devices that can grow along with their users and environments, with ever-improving performance and user satisfaction, and with low energy\nconsumption and low ecological footprint.\nLast modified: \nLast modified: \n30-01-2024\nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n1 of 7\nLIFELONG-LEARNING ELECTRONIC SYSTEMS: EDGE-DEVICES THAT GET SMARTER DAY-BY-\nLIFELONG-LEARNING ELECTRONIC SYSTEMS: EDGE-DEVICES THAT GET SMARTER DAY-BY-\nDAY [LIFELINES]\nDAY [LIFELINES]\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nImageNet\nopen source image database for classification\ntasks\nE\nD\nI\njpeg,\nxml,\ntxt\n167.62\nGB\n/\nMNIST\nPopular image dataset for bench-marking\nmachine learning models\nE\nD\nI\n.gz\nfile\n<1GB\n/\nCIFAR-10\nPopular image dataset for bench-marking\nmachine learning models\nE\nD\nI\n.gz\nfile\n<1GB\n/\nCIFAR-100\nPopular image dataset for bench-marking\nmachine learning models\nE\nD\nI\n.gz\nfile\n<1GB\n/\nStandard cell\ncharacterization\ndata\nVendor-specific data of the performance of\nstandard cells in different silicon technologies\nE\nD\nN\nlib\n120GB\n/\nDeveloped\nalgorithms\nML algorithms developed in the project\nN\nD\nSO\n.py\n1GB\n/\nDeveloped digital\nIP blocks\nRTL implementations of digital hardware\ndeveloped in the project\nN\nD\nT\n.v\n1GB\n/\nDeveloped\nelectronic circuit\nblocks\nCircuit netlists\nN\nD\nT\n.spi\n1GB\n/\n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nImageNet: Online: ImageNet Object Localization Challenge | Kaggle\nMNIST: http://yann.lecun.com/exdb/mnist/\nCIFAR-10: https://www.cs.toronto.edu/~kriz/cifar.html\nCIFAR-100: https://www.cs.toronto.edu/~kriz/cifar.html\nStandard cell characterization data: TSMC, GlobalFoundries and Intel, via direct download from the vendors (under their NDA\nconditions).\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n2 of 7\nNo\n/\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\n/\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nAlgorithms: They can later be commercialized for specific applications, either by tech transfer to an existing company or potentially\nleading to a spin-off company.\nDigital IP: They can be reused on commercial tape-outs, either by a spin-off or an external company to which tech transfer is done.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nStandard cell characterization data: Under the NDA conditions of the semiconductor foundry providing the standard cells, it is not\nallowed to share the bare data with third parties. Yet, the resulting chip design and the obtained chip performances can be shared. Future\ncollaboration partners can themselves also apply to the semiconductor foundry for access to these technology characterizations.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n/\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \n1) Algorithms:\nThe source code will be collected per algorithm and per version of the algorithm, including a text file with a clear description of the algorithm.\nThis is automated using an internal GITHUB, and registered on Zenodo. The GIThub folders storing the open-source algorithms and tools will\nhave a docker container to make them easy to install/use.\nMoreover, we will add extensive readme files on the required tool versions. Finally, the code is planned to be written in Python, as\ntypically used in this field.\n2) Designs: The RTL description (Verilog code) of some parts of the designs will be shared with the open source community. This will be\nautomated using an internal GITHUB, and registered on Zenodo. Other parts of the designs might require more careful IPR management,\npreventing the data to be shared without a prior agreement on confidentiality and IPR. We will update the DMP in case this is decided for\nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n3 of 7\nspecific blocks, while we keep open sourcing of the design blocks as the default. The RTL description will be written and shared in the Verilog\nlanguage, which is the most popular hardware description language used in practice today.\n \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\n1) Algorithms:\nThe source code will be collected per algorithm and per version of the algorithm, including a text file with a clear description of the algorithm.\nThis is automated using an internal GITHUB, and registered on Zenodo.\nThe GIThub folders can be used freely by other researchers under the \nBSD-3-Clause license\n. No embargo is foreseen. Through GIT, an active\nissue management system will be foreseen, such that users can flag problems with the tools, and the developers can react openly to how they\nare handled.\n2) Electronic designs:\na) Simulations: Raw simulation data will be collected per simulation test, including a text file with a clear description of what the data\nrepresent and how they were generated. The input files used for the simulation will be kept inside the same folder. The name of the folder will\ncontain the simulation conditions. A text file explaining the naming will be maintained. At the moment, there are no plans to share these\nsimulation files, as they are not very informative to the community.\nb) Designs: Details on the conceptual, architectural and topological design of the circuits will be documented in word files. Links to the folders\nin which the design data are stored will be included, as well as all the necessary metadata to be able to extract and reuse the design data:\ntechnology node and flavor, etc. Moreover, the RTL description (Verilog code) or the netlist of designs will be shared with the open source\ncommunity. This will be automated using an internal GITHUB, and registered on Zenodo. The VERILOG code in the GIThub folders can be\nused freely by other researchers under the BSD-3-Clause license; no embargo is foreseen.\nc) Experiments/measurements:\nRaw measurement data will be collected per measurement test, including a text file with a clear description of what the data represent and how\nthey were generated. The input files used for the measurements will be kept inside the same folder. The name of the folder will contain the\nmeasurement conditions. A text file explaining the naming will be maintained. At the moment, there are no plans to publicly share these\nmeasurement files, as they are not very informative to the community.\n \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nOneDrive (KU Leuven)\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe resources and responsibilities for long-term preservation are clear. The data storage resources are available within the research groups.\nAt KU Leuven, the costs for data storage are internally accounted for at departmental level. Currently, there is more than sufficient disk space\nat the involved research groups to cover the data storage requirements of this project. The data will be stored on our servers with automatic\ndaily back-up procedures for at least 10 years, conform the KU Leuven RDM policy. Ben Geeraerts (KU Leuven, ESAT-MICAS) will be\nresponsible for data storage and back-up and for data preservation.\nMoreover, the Department of Electrical Engineering (ESAT) of KU Leuven hosts an own gitlab server, which allows to share large projects\nwith the open-source community for free.\nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n4 of 7\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nThe data storage resources are available within the ESAT-MICAS and ESAT-PSI research groups.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nNo sensitive personal data will be used in the project. Confidential data of the silicon technologies used are stored on file servers that are only\naccessible by authorized people with specific account settings. The servers are located in a secured room with access restrictred to system\nadministrators. For data related to specific, very advanced and exclusive technologies we even have physically separate file servers.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe data storage resources are available within the ESAT-MICAS and ESAT-PSI research groups.\nThe storage capabilities are upgraded annually, and the cost is distributed across all projects that make use of them. The Methusalem project\nwill hence pay a small fraction of these storage expenses.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nThe data will be stored on our servers with automatic daily back-up procedures for at least 10 years, conform the KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nOther (specify below)\nThe data will be stored on the ESAT storage system for at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\n \nThe expenses for the ESAT-organized backup and 10-year storage system are distributed among all projects that make use of this service. The\nLifeLinES Methusalem project will hence pay its small fraction of these expenses.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n5 of 7\nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nDeveloped algorithms will be made available as open source to the community through GIT, and registered on Zenodo.\nPart of the developed hardware designs will be made available to the community in open source through GIT, by sharing their RTL files.\nThe technology-specific characterization data for these designs will not be  shared due to the NDA conditions from the semiconductor\nfoundries.\n \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \n/\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nAny technology-related information or files coming from the silicon vendors can not be shared in open source, due to IP regulations. Yet, this\ndoes not prevent us from sharing the VERILOG RTL code of the designs made in the LifeLinES project.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nGITHUB, registered on Zenodo.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nMIT licence (code)\nBSD-3-Clause license\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n6 of 7\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nMain costs are the personpower to document the data and to answer to inquiries posted online, supporting future users. This will be done by\npersonnel (PhDs and postdoc) paid on the LifeLinES Methusalem project.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe PhD researchers on the LifeLinES project, supervised by the postdoc and the PIs.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nBen Geeraerts (KU Leuven, ESAT-MICAS) will be responsible for data storage and back-up and for data preservation.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PhD researchers on the LifeLinES project, supervised by the postdoc and PIs, will be responsible for data sharing.\nBen Geeraerts (KU Leuven, ESAT-MICAS) will be responsible for data preservation.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PIs: Marian Verhelst, Georges Gielen and Tinne Tuytelaers\nCreated using DMPonline.be. Last modiﬁed 30 January 2024\n7 of 7"
    },
    "clean_full_text": "LIFELONG-LEARNING ELECTRONIC SYSTEMS: EDGE-DEVICES THAT GET SMARTER DAY-BY- LIFELONG-LEARNING ELECTRONIC SYSTEMS: EDGE-DEVICES THAT GET SMARTER DAY-BY- DAY [LIFELINES] DAY [LIFELINES] A Data Management Plan created using DMPonline.be Creators: Creators: Marian Verhelst, n.n. n.n., n.n. n.n., David Maes, Tinne Tuytelaars Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Tinne Tuytelaars, n.n. n.n., n.n. n.n., Marian Verhelst Data Manager: Data Manager: David Maes Grant number / URL: Grant number / URL: https://research.kuleuven.be/portal/en/project/3E231213 ID: ID: 204105 Start date: Start date: 01-01-2024 End date: End date: 31-12-2030 Project abstract: Project abstract: Electronic devices have become an integral part of our daily life. Yet, current devices are still largely inefficient and ineffective, as they do not adapt to their user or changing operating context. Inspired by biological systems, LifeLinES instead aims to develop lifelong-learning, self-managing devices, that will continuously learn and improve their performance based on inputs from their environment and users. Unlike current systems that rely on generic models pre-trained offline with large datasets, the proposed research focuses on in-the-edge solutions, where devices can learn independently without privacy-sensitive data leaving the device. This is realized by innovating along 3 pillars: (1) OBSERVE: developing energy-efficient and dynamically adaptable sensing and edge processing architectures; (2) LEARN: researching novel machine learning methods that fit within the computational energy and memory budgets of embedded devices; and (3) ADAPT: enabling hardware and system software to be fully flexible and capable of adjusting operating parameters on the fly. Successful implementation of the LifeLinES' vision will result in personalized, adaptable electronic devices that can grow along with their users and environments, with ever-improving performance and user satisfaction, and with low energy consumption and low ecological footprint. Last modified: Last modified: 30-01-2024 Created using DMPonline.be. Last modiﬁed 30 January 2024 1 of 7 LIFELONG-LEARNING ELECTRONIC SYSTEMS: EDGE-DEVICES THAT GET SMARTER DAY-BY- LIFELONG-LEARNING ELECTRONIC SYSTEMS: EDGE-DEVICES THAT GET SMARTER DAY-BY- DAY [LIFELINES] DAY [LIFELINES] Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA ImageNet open source image database for classification tasks E D I jpeg, xml, txt 167.62 GB / MNIST Popular image dataset for bench-marking machine learning models E D I .gz file <1GB / CIFAR-10 Popular image dataset for bench-marking machine learning models E D I .gz file <1GB / CIFAR-100 Popular image dataset for bench-marking machine learning models E D I .gz file <1GB / Standard cell characterization data Vendor-specific data of the performance of standard cells in different silicon technologies E D N lib 120GB / Developed algorithms ML algorithms developed in the project N D SO .py 1GB / Developed digital IP blocks RTL implementations of digital hardware developed in the project N D T .v 1GB / Developed electronic circuit blocks Circuit netlists N D T .spi 1GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: ImageNet: Online: ImageNet Object Localization Challenge | Kaggle MNIST: http://yann.lecun.com/exdb/mnist/ CIFAR-10: https://www.cs.toronto.edu/~kriz/cifar.html CIFAR-100: https://www.cs.toronto.edu/~kriz/cifar.html Standard cell characterization data: TSMC, GlobalFoundries and Intel, via direct download from the vendors (under their NDA conditions). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Created using DMPonline.be. Last modiﬁed 30 January 2024 2 of 7 No / Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No / Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes Algorithms: They can later be commercialized for specific applications, either by tech transfer to an existing company or potentially leading to a spin-off company. Digital IP: They can be reused on commercial tape-outs, either by a spin-off or an external company to which tech transfer is done. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Standard cell characterization data: Under the NDA conditions of the semiconductor foundry providing the standard cells, it is not allowed to share the bare data with third parties. Yet, the resulting chip design and the obtained chip performances can be shared. Future collaboration partners can themselves also apply to the semiconductor foundry for access to these technology characterizations. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No / Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). 1) Algorithms: The source code will be collected per algorithm and per version of the algorithm, including a text file with a clear description of the algorithm. This is automated using an internal GITHUB, and registered on Zenodo. The GIThub folders storing the open-source algorithms and tools will have a docker container to make them easy to install/use. Moreover, we will add extensive readme files on the required tool versions. Finally, the code is planned to be written in Python, as typically used in this field. 2) Designs: The RTL description (Verilog code) of some parts of the designs will be shared with the open source community. This will be automated using an internal GITHUB, and registered on Zenodo. Other parts of the designs might require more careful IPR management, preventing the data to be shared without a prior agreement on confidentiality and IPR. We will update the DMP in case this is decided for Created using DMPonline.be. Last modiﬁed 30 January 2024 3 of 7 specific blocks, while we keep open sourcing of the design blocks as the default. The RTL description will be written and shared in the Verilog language, which is the most popular hardware description language used in practice today. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes 1) Algorithms: The source code will be collected per algorithm and per version of the algorithm, including a text file with a clear description of the algorithm. This is automated using an internal GITHUB, and registered on Zenodo. The GIThub folders can be used freely by other researchers under the BSD-3-Clause license . No embargo is foreseen. Through GIT, an active issue management system will be foreseen, such that users can flag problems with the tools, and the developers can react openly to how they are handled. 2) Electronic designs: a) Simulations: Raw simulation data will be collected per simulation test, including a text file with a clear description of what the data represent and how they were generated. The input files used for the simulation will be kept inside the same folder. The name of the folder will contain the simulation conditions. A text file explaining the naming will be maintained. At the moment, there are no plans to share these simulation files, as they are not very informative to the community. b) Designs: Details on the conceptual, architectural and topological design of the circuits will be documented in word files. Links to the folders in which the design data are stored will be included, as well as all the necessary metadata to be able to extract and reuse the design data: technology node and flavor, etc. Moreover, the RTL description (Verilog code) or the netlist of designs will be shared with the open source community. This will be automated using an internal GITHUB, and registered on Zenodo. The VERILOG code in the GIThub folders can be used freely by other researchers under the BSD-3-Clause license; no embargo is foreseen. c) Experiments/measurements: Raw measurement data will be collected per measurement test, including a text file with a clear description of what the data represent and how they were generated. The input files used for the measurements will be kept inside the same folder. The name of the folder will contain the measurement conditions. A text file explaining the naming will be maintained. At the moment, there are no plans to publicly share these measurement files, as they are not very informative to the community. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) Personal network drive (I-drive) OneDrive (KU Leuven) How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The resources and responsibilities for long-term preservation are clear. The data storage resources are available within the research groups. At KU Leuven, the costs for data storage are internally accounted for at departmental level. Currently, there is more than sufficient disk space at the involved research groups to cover the data storage requirements of this project. The data will be stored on our servers with automatic daily back-up procedures for at least 10 years, conform the KU Leuven RDM policy. Ben Geeraerts (KU Leuven, ESAT-MICAS) will be responsible for data storage and back-up and for data preservation. Moreover, the Department of Electrical Engineering (ESAT) of KU Leuven hosts an own gitlab server, which allows to share large projects with the open-source community for free. Created using DMPonline.be. Last modiﬁed 30 January 2024 4 of 7 Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes The data storage resources are available within the ESAT-MICAS and ESAT-PSI research groups. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? No sensitive personal data will be used in the project. Confidential data of the silicon technologies used are stored on file servers that are only accessible by authorized people with specific account settings. The servers are located in a secured room with access restrictred to system administrators. For data related to specific, very advanced and exclusive technologies we even have physically separate file servers. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The data storage resources are available within the ESAT-MICAS and ESAT-PSI research groups. The storage capabilities are upgraded annually, and the cost is distributed across all projects that make use of them. The Methusalem project will hence pay a small fraction of these storage expenses. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy The data will be stored on our servers with automatic daily back-up procedures for at least 10 years, conform the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Other (specify below) The data will be stored on the ESAT storage system for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expenses for the ESAT-organized backup and 10-year storage system are distributed among all projects that make use of this service. The LifeLinES Methusalem project will hence pay its small fraction of these expenses. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Created using DMPonline.be. Last modiﬁed 30 January 2024 5 of 7 Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Developed algorithms will be made available as open source to the community through GIT, and registered on Zenodo. Part of the developed hardware designs will be made available to the community in open source through GIT, by sharing their RTL files. The technology-specific characterization data for these designs will not be shared due to the NDA conditions from the semiconductor foundries. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. / Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights Any technology-related information or files coming from the silicon vendors can not be shared in open source, due to IP regulations. Yet, this does not prevent us from sharing the VERILOG RTL code of the designs made in the LifeLinES project. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) GITHUB, registered on Zenodo. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) MIT licence (code) BSD-3-Clause license Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No Created using DMPonline.be. Last modiﬁed 30 January 2024 6 of 7 What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Main costs are the personpower to document the data and to answer to inquiries posted online, supporting future users. This will be done by personnel (PhDs and postdoc) paid on the LifeLinES Methusalem project. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD researchers on the LifeLinES project, supervised by the postdoc and the PIs. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Ben Geeraerts (KU Leuven, ESAT-MICAS) will be responsible for data storage and back-up and for data preservation. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PhD researchers on the LifeLinES project, supervised by the postdoc and PIs, will be responsible for data sharing. Ben Geeraerts (KU Leuven, ESAT-MICAS) will be responsible for data preservation. Who will update and implement this DMP? Who will update and implement this DMP? The PIs: Marian Verhelst, Georges Gielen and Tinne Tuytelaers Created using DMPonline.be. Last modiﬁed 30 January 2024 7 of 7"
}