{
    "document_id": "D-2024-2515",
    "LinkTitle": "D-2024-2515",
    "file_name": "D-2024-2515.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2515.pdf",
    "metadata": {
        "title": "Architectures of Caring Encounters with Street Homelessness in Everyday Urban Spaces",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Architectures of Caring Encounters with Street Homelessness in Everyday Urban Spaces\nArchitectures of Caring Encounters with Street Homelessness in Everyday Urban Spaces\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nNatalia Martini\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n1277624N\nID: \nID: \n207156\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nIn the last forty years the ascent of the neoliberal urban regime, marked by the impairment of formalized social security frameworks and privatization\nof risks, has fostered the subordination of urban social life to the rationalities of self-reliance and competition. As a result of this market-driven\ntransformation, city dwellers have found themselves devoid of social protection assured by state based social solidarity and increasingly vulnerable to\nrisks. Against this backdrop, the questions concerning informal means of social protection gain in importance. The proposed project considers urban\ncare – which manifests itself through ordinary acts of support involving strangers in everyday urban spaces – as such a means of protection and\nexamines the cultural-discursive, social-political, and material economic conditions which render it possible. It takes a practice-theoretical approach to\nstudy architectures of informal care for homeless urbanites. Homeless city dwellers constitute one of the most vulnerable and, at the same time,\nroutinely dehumanized urban populations, thus making a strong case for learning about care for urban Others. Through examining the sociomaterial\nconstitution of the caring capacity of urban dwellers, with the use of participatory and futuring methods, this project is expected to generate valuable\ninsights into the conditions facilitating protective societal response to precarity and vulnerability in times of growing social insecurity.\nLast modified: \nLast modified: \n09-05-2024\nCreated using DMPonline.be. Last modiﬁed 09 May 2024\n1 of 6\nArchitectures of Caring Encounters with Street Homelessness in Everyday Urban Spaces\nArchitectures of Caring Encounters with Street Homelessness in Everyday Urban Spaces\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nNew data will be collected through photographing, georeferencing, interviewing, conducting on-site observations. The collected data will\ninclude: image, audio, text, numerical data. Data processing will involve: transcription, digitization, georeferencing, anonymization. The data\nwill be encoded for analysis and stored in the following formats: tiff, mp3, docx, txt, xlsx, csv.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.) PI - Natalia Martini\n2\n. \nStorage capacity/repository\nduring the research: One Drive for Business, storage capacity up to 2TB \nafter the research KU Leuven Research Data Repository, storage capacity up to 50GB\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nI do not wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nPersonal data will be rendered anonymous. No sensitive data will be intentionally collected during the project. If accidentally collected, it will\nbe stored separately, encoded with encryption software (VeraCrypt), and deleted as soon as possible (after the recorded interviews have been\ntranscribed). No sensitive data will be preserved.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNo data will be collected without the participants’ informed consent in compliance with the data protection requirements of the General Data\nProtection Regulation. Written informed consent to use the photographs taken by the research participants in publications will be obtained.\nCreated using DMPonline.be. Last modiﬁed 09 May 2024\n2 of 6\nArchitectures of Caring Encounters with Street Homelessness in Everyday Urban Spaces\nArchitectures of Caring Encounters with Street Homelessness in Everyday Urban Spaces\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nPPM\nQualitative interview data,\nvisual data, geospatial data\nGenerate new data\nDigital\nObservational\ntiff, mp3,\ndocx, txt, xlsx,\ncsv\n<1GB\n \nARCH\nEthnographic data\nGenerate new data\nDigital\nObservational\nmp3, docs, txt\n<1GB\n \nFUTUR\nFocus group data\nGenerate new data\nDigital\nObservational\nmp3, docs, txt\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nPersonal data will be rendered anonymous.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nCreated using DMPonline.be. Last modiﬁed 09 May 2024\n3 of 6\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nParticipants will be asked to take photographs and to consent to their publication in the research outputs.\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThe collected data will be stored in separate folders and described in detail in txt documents. The metadata describing the data will include:\nauthor(s), title, collection date, content description, origin, research methods used, time range, research area, as well as information about the\ndata owner. The metadata will be saved in DDI format. The folders will be organized by data source. Files will be named following the\nadopted file naming convention: SourceTypeDateProjectacronym.xxx. Additional documentation – methodology of data collection as a\nreadme pdf file – will also be stored in a separate folder.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nAt project level: The RDR metadata format will be followed (see Data sharing & reuse)\nAt data level: DDI codebook/DDI metadata standard\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive for Business cloud storage provided by KU Leuven as part of the Microsoft 365 Education plan. The access will be protected by the\nmultifactor authentication with the KU Leuven authenticator app.\nHow will the data be backed up?\nHow will the data be backed up?\nThe data will be backed up via automatic version management of the files in OneDrive, maintaining up to 100 versions per file.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nAll KU Leuven personnel has access to 2 TB of data storage on OneDrive. As the estimated sizes of the datasets <3 GB, sufficient storage and\nbackup capacity is available.\nCreated using DMPonline.be. Last modiﬁed 09 May 2024\n4 of 6\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to personal OneDrive is password-protected (including smartphone-based multi-factor identification).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive for Business is free for staff and students of KU Leuven.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nData will be archived for minimally 10 years after study completion, in line with the KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nAt the KU Leuven Research Data Repository (RDR).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nQuestion not answered.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Other\nCreated using DMPonline.be. Last modiﬁed 09 May 2024\n5 of 6\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nNA\nWhen will the data be made available?\nWhen will the data be made available?\nNA\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNA\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo additional costs are expected.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nPI \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nPI \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nPI and KU RDR staff. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nPI (Natalia Martini) \nCreated using DMPonline.be. Last modiﬁed 09 May 2024\n6 of 6"
    },
    "clean_full_text": "Architectures of Caring Encounters with Street Homelessness in Everyday Urban Spaces Architectures of Caring Encounters with Street Homelessness in Everyday Urban Spaces A Data Management Plan created using DMPonline.be Creator: Creator: Natalia Martini Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1277624N ID: ID: 207156 Start date: Start date: 01-10-2024 End date: End date: 30-09-2027 Project abstract: Project abstract: In the last forty years the ascent of the neoliberal urban regime, marked by the impairment of formalized social security frameworks and privatization of risks, has fostered the subordination of urban social life to the rationalities of self-reliance and competition. As a result of this market-driven transformation, city dwellers have found themselves devoid of social protection assured by state based social solidarity and increasingly vulnerable to risks. Against this backdrop, the questions concerning informal means of social protection gain in importance. The proposed project considers urban care – which manifests itself through ordinary acts of support involving strangers in everyday urban spaces – as such a means of protection and examines the cultural-discursive, social-political, and material economic conditions which render it possible. It takes a practice-theoretical approach to study architectures of informal care for homeless urbanites. Homeless city dwellers constitute one of the most vulnerable and, at the same time, routinely dehumanized urban populations, thus making a strong case for learning about care for urban Others. Through examining the sociomaterial constitution of the caring capacity of urban dwellers, with the use of participatory and futuring methods, this project is expected to generate valuable insights into the conditions facilitating protective societal response to precarity and vulnerability in times of growing social insecurity. Last modified: Last modified: 09-05-2024 Created using DMPonline.be. Last modiﬁed 09 May 2024 1 of 6 Architectures of Caring Encounters with Street Homelessness in Everyday Urban Spaces Architectures of Caring Encounters with Street Homelessness in Everyday Urban Spaces Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) New data will be collected through photographing, georeferencing, interviewing, conducting on-site observations. The collected data will include: image, audio, text, numerical data. Data processing will involve: transcription, digitization, georeferencing, anonymization. The data will be encoded for analysis and stored in the following formats: tiff, mp3, docx, txt, xlsx, csv. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) PI - Natalia Martini 2 . Storage capacity/repository during the research: One Drive for Business, storage capacity up to 2TB after the research KU Leuven Research Data Repository, storage capacity up to 50GB What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) I do not wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) Personal data will be rendered anonymous. No sensitive data will be intentionally collected during the project. If accidentally collected, it will be stored separately, encoded with encryption software (VeraCrypt), and deleted as soon as possible (after the recorded interviews have been transcribed). No sensitive data will be preserved. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) No data will be collected without the participants’ informed consent in compliance with the data protection requirements of the General Data Protection Regulation. Written informed consent to use the photographs taken by the research participants in publications will be obtained. Created using DMPonline.be. Last modiﬁed 09 May 2024 2 of 6 Architectures of Caring Encounters with Street Homelessness in Everyday Urban Spaces Architectures of Caring Encounters with Street Homelessness in Everyday Urban Spaces FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume PPM Qualitative interview data, visual data, geospatial data Generate new data Digital Observational tiff, mp3, docx, txt, xlsx, csv <1GB ARCH Ethnographic data Generate new data Digital Observational mp3, docs, txt <1GB FUTUR Focus group data Generate new data Digital Observational mp3, docs, txt <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes Personal data will be rendered anonymous. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Created using DMPonline.be. Last modiﬁed 09 May 2024 3 of 6 No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes Participants will be asked to take photographs and to consent to their publication in the research outputs. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The collected data will be stored in separate folders and described in detail in txt documents. The metadata describing the data will include: author(s), title, collection date, content description, origin, research methods used, time range, research area, as well as information about the data owner. The metadata will be saved in DDI format. The folders will be organized by data source. Files will be named following the adopted file naming convention: SourceTypeDateProjectacronym.xxx. Additional documentation – methodology of data collection as a readme pdf file – will also be stored in a separate folder. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes At project level: The RDR metadata format will be followed (see Data sharing & reuse) At data level: DDI codebook/DDI metadata standard 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? OneDrive for Business cloud storage provided by KU Leuven as part of the Microsoft 365 Education plan. The access will be protected by the multifactor authentication with the KU Leuven authenticator app. How will the data be backed up? How will the data be backed up? The data will be backed up via automatic version management of the files in OneDrive, maintaining up to 100 versions per file. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes All KU Leuven personnel has access to 2 TB of data storage on OneDrive. As the estimated sizes of the datasets <3 GB, sufficient storage and backup capacity is available. Created using DMPonline.be. Last modiﬁed 09 May 2024 4 of 6 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to personal OneDrive is password-protected (including smartphone-based multi-factor identification). What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive for Business is free for staff and students of KU Leuven. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). Data will be archived for minimally 10 years after study completion, in line with the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? At the KU Leuven Research Data Repository (RDR). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Question not answered. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other Created using DMPonline.be. Last modiﬁed 09 May 2024 5 of 6 Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. NA When will the data be made available? When will the data be made available? NA Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. NA Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No additional costs are expected. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? PI Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? PI Who will manage data preservation and sharing? Who will manage data preservation and sharing? PI and KU RDR staff. Who will update and implement this DMP? Who will update and implement this DMP? PI (Natalia Martini) Created using DMPonline.be. Last modiﬁed 09 May 2024 6 of 6"
}