{
    "document_id": "D-2023-1747",
    "LinkTitle": "D-2023-1747",
    "file_name": "D-2023-1747.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1747.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n T001522N\nPrincipal Investigator / Researcher\n Katrien Fouzia Benhalima\nDescription\n The SERENA study: \nSemaglutide for the treatment of glucose intolerance in women\nwith prior gestational diabetes: a double blind RCT: Women with a recent history of gestational\ndiabetes (GDM) and persistent glucose intolerance in early postpartum are a particularly high\nrisk group, with about 50% developing type 2 diabetes (T2DM) within 5 years after the delivery.\nSemaglutide is a long-acting glucagon-like peptide-1 (GLP-1) agonist with multiple beneficial\nmetabolic effects, including glucose lowering effect, weight loss and cardiovascular protective\neffects. We hypothesize that in women with prior GDM and glucose intolerance in early\npostpartum, treatment with semaglutide will reduce the risk to develop T2DM on the long-term\ncompared to placebo. Intervention and comparison: Belgian multi-centric double blind RCT with\n12 centers to compare semaglutide (once weekly) with placebo in women with a recent history of\nGDM and glucose intolerance [impaired fasting glycaemia (IFG) and/or impaired glucose\ntolerance (IGT)] \n6-24 weeks postpartum. Participants will be 1/1 randomized to semaglutide or\nplacebo on a background of lifestyle measures. Semaglutide will be uptitrated to 1mg/week over\na 8-week period. Participants will be followed-up for 3 years. Participants will receive a 75g oral\nglucose tolerance test (OGTT) \n3 months after the stop of the intervention. Randomization will be\nstratified according to BMI at the early postpartum visit (<25; 25-29.9 and above 30Kg/mÂ²) and\nresult of the early postpartum OGTT (IFG, IGT or IFG and IGT combined). Outcomes: The primary\nendpoint is the development of T2DM defined by OGTT and/or HbA1c. Important secondary\nendpoints include the need for rescue therapy for diabetes, regression to normoglycaemia,\nweight loss, beta-cell function, insulin resistance and the metabolic syndrome. To achieve 80%\npower, we plan a sample size of 206 to detect an estimated 50% reduction in the risk to develop\nT2DM between both groups, assuming a 30% loss to follow-up during the study.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nKatrien Benhalima\nFWO Project Number & Title\nT001522N - The SERENA study:  Semaglutide for the treatment of glucose intolerance in women\nwith prior gestational diabetes: a double blind RCT\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nType of Data\nFormat\nVolume\nHow created\nClinical\nMeasurements\n(such as\nheight, weight,\nBMI, blood\npressure…)\nWord and\nRedcap\n5 GB\nClinical\nexamination at\nthe study visits\nLab\nmeasurements\n(OGTT and\nfasting\nanalyzes)\nKWS and\nRedcap\n10GB\nPerformed at\nthe study visits\nNovel\nbiomarkers\nand\nmetabolomics\nRedcap\n20GB\nAnalyzed by\nHarvard (lab J\nHalperin) and\nSteno\nDiabetes\nCenter\nCopenhagen\nFood diary\nWord,\nMyfitness app\nand Redcap\n5GB\nThrough the\nMyfitness app\nor on paper\nform\nSelf-\nadministered\nquestionnaires\nRedcap or\nword\n10GB\nAt the study\nvisits\ncompleted\nonline or on\npaper\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nPrivacy Registry Reference: \nE-2022-3173\n. GDPR questionnaire will be completed at the time of EC\nsubmission\nShort description of the kind of personal data that will be used:\nregular personal data \nDate/year of birth and/or age, Initials, personal identification number assigned to data subjects\nparticipating in the study such as EAD number, socio-economic data such as ethnicity, job,\neducation and income\nSpecify special/sensitive categories of personal data\nHealth data (e.g. description of characteristics of physical features of the body, medical history\nand medical test information (such as blood samples )\nData subjects\nWhose personal data are being processed for the purpose of the research (in\naccordance with the protocol)?\nPatients of UZ Leuven, Patients of the other participating hospitals \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nEC approval by a central independant EC in Belgium will be obtained before recruitment of the\nstudy will start.\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nFor the food diary and questionnaire data, a codebook will be generated containing study design\nand methodology.\nFor the clinical examinations, details on the setting of the examinations (SOP's) will be\ndocumented in a Word document. Also steps taken to remove direct identifiers in the data will be\ndescribed.                                                                                        For the lab analyzes and\nperforming the OGTT's, details on the type of analyzes (units and normal lab values) and SOP on\nperforming OGTT's , will be documented in a word document.\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe database (in Redcap) will be kept on our research unit central storage facility. \nSince we will be working with sensitive personal data that are pseudonymised, the data will be\nstored in the university's secure environment for private data.\nSince we will collaborate with researchers from other research units and groups, we will use\nOneDrive for active use of the data during the project. Long-term storage of data during at least\n25 years, will be done in collaboration with OASIS.\nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nStorage of data during the study (through Redcap), will come at a limited cost of 80 euro per\nyear. Long-term storage of data in collaboration with OASIS, will come at a cost of about 1500\neuro for 25 years. This will be covered by the FWO-TBM budget.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nSince we will be working with sensitive personal data that are pseudonymised, the data will be\nstored in the university's secure environment for private data.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nLong-term storage of all data is planned for 25 years (according to legal requirements of the EC).\nWhere will the data be archived (= stored for the longer term)?\nLong-term storage of data will be done with OASIS (contract with UZ Leuven is in place) for at\nleast 25 years.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nStorage of data during the study (through Redcap), will come at a limited cost of 80 euro per\nyear. Long-term storage of data in collaboration with OASIS, will come at a cost of about 1500\neuro for 25 years. This will be covered by the FWO-TBM budget.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe full dataset will be deposited in a cvs format in KU Leuven RDR under a CC-BY license.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe anonymised transcripts will be made available through Harvard Dataverse. Access will be\nconsidered after a request is submitted explaining the planned reuse. Only uses for research\npurposes will be allowed and commercial reuse will be excluded.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs are expected.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI Katrien Benhalima and the phD student coordinating the study.\nWho will be responsible for data storage & back up during the project?\nThe local investigators in each participating center and for the Redcap database, the PI and phD\nstudent.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI, Katrien Benhalima.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier T001522N Principal Investigator / Researcher Katrien Fouzia Benhalima Description The SERENA study: Semaglutide for the treatment of glucose intolerance in women with prior gestational diabetes: a double blind RCT: Women with a recent history of gestational diabetes (GDM) and persistent glucose intolerance in early postpartum are a particularly high risk group, with about 50% developing type 2 diabetes (T2DM) within 5 years after the delivery. Semaglutide is a long-acting glucagon-like peptide-1 (GLP-1) agonist with multiple beneficial metabolic effects, including glucose lowering effect, weight loss and cardiovascular protective effects. We hypothesize that in women with prior GDM and glucose intolerance in early postpartum, treatment with semaglutide will reduce the risk to develop T2DM on the long-term compared to placebo. Intervention and comparison: Belgian multi-centric double blind RCT with 12 centers to compare semaglutide (once weekly) with placebo in women with a recent history of GDM and glucose intolerance [impaired fasting glycaemia (IFG) and/or impaired glucose tolerance (IGT)] 6-24 weeks postpartum. Participants will be 1/1 randomized to semaglutide or placebo on a background of lifestyle measures. Semaglutide will be uptitrated to 1mg/week over a 8-week period. Participants will be followed-up for 3 years. Participants will receive a 75g oral glucose tolerance test (OGTT) 3 months after the stop of the intervention. Randomization will be stratified according to BMI at the early postpartum visit (<25; 25-29.9 and above 30Kg/m²) and result of the early postpartum OGTT (IFG, IGT or IFG and IGT combined). Outcomes: The primary endpoint is the development of T2DM defined by OGTT and/or HbA1c. Important secondary endpoints include the need for rescue therapy for diabetes, regression to normoglycaemia, weight loss, beta-cell function, insulin resistance and the metabolic syndrome. To achieve 80% power, we plan a sample size of 206 to detect an estimated 50% reduction in the risk to develop T2DM between both groups, assuming a 30% loss to follow-up during the study. Institution KU Leuven 1. General Information Name applicant Katrien Benhalima FWO Project Number & Title T001522N - The SERENA study: Semaglutide for the treatment of glucose intolerance in women with prior gestational diabetes: a double blind RCT Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Type of Data Format Volume How created Clinical Measurements (such as height, weight, BMI, blood pressure…) Word and Redcap 5 GB Clinical examination at the study visits Lab measurements (OGTT and fasting analyzes) KWS and Redcap 10GB Performed at the study visits Novel biomarkers and metabolomics Redcap 20GB Analyzed by Harvard (lab J Halperin) and Steno Diabetes Center Copenhagen Food diary Word, Myfitness app and Redcap 5GB Through the Myfitness app or on paper form Self- administered questionnaires Redcap or word 10GB At the study visits completed online or on paper 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Privacy Registry Reference: E-2022-3173 . GDPR questionnaire will be completed at the time of EC submission Short description of the kind of personal data that will be used: regular personal data Date/year of birth and/or age, Initials, personal identification number assigned to data subjects participating in the study such as EAD number, socio-economic data such as ethnicity, job, education and income Specify special/sensitive categories of personal data Health data (e.g. description of characteristics of physical features of the body, medical history and medical test information (such as blood samples ) Data subjects Whose personal data are being processed for the purpose of the research (in accordance with the protocol)? Patients of UZ Leuven, Patients of the other participating hospitals Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 EC approval by a central independant EC in Belgium will be obtained before recruitment of the study will start. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For the food diary and questionnaire data, a codebook will be generated containing study design and methodology. For the clinical examinations, details on the setting of the examinations (SOP's) will be documented in a Word document. Also steps taken to remove direct identifiers in the data will be described. For the lab analyzes and performing the OGTT's, details on the type of analyzes (units and normal lab values) and SOP on performing OGTT's , will be documented in a word document. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? The database (in Redcap) will be kept on our research unit central storage facility. Since we will be working with sensitive personal data that are pseudonymised, the data will be stored in the university's secure environment for private data. Since we will collaborate with researchers from other research units and groups, we will use OneDrive for active use of the data during the project. Long-term storage of data during at least 25 years, will be done in collaboration with OASIS. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? Storage of data during the study (through Redcap), will come at a limited cost of 80 euro per year. Long-term storage of data in collaboration with OASIS, will come at a cost of about 1500 euro for 25 years. This will be covered by the FWO-TBM budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Since we will be working with sensitive personal data that are pseudonymised, the data will be stored in the university's secure environment for private data. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Long-term storage of all data is planned for 25 years (according to legal requirements of the EC). Where will the data be archived (= stored for the longer term)? Long-term storage of data will be done with OASIS (contract with UZ Leuven is in place) for at least 25 years. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Storage of data during the study (through Redcap), will come at a limited cost of 80 euro per year. Long-term storage of data in collaboration with OASIS, will come at a cost of about 1500 euro for 25 years. This will be covered by the FWO-TBM budget. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The full dataset will be deposited in a cvs format in KU Leuven RDR under a CC-BY license. Where/how will the data be made available for reuse? In a restricted access repository When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The anonymised transcripts will be made available through Harvard Dataverse. Access will be considered after a request is submitted explaining the planned reuse. Only uses for research purposes will be allowed and commercial reuse will be excluded. What are the expected costs for data sharing? How will the costs be covered? No costs are expected. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI Katrien Benhalima and the phD student coordinating the study. Who will be responsible for data storage & back up during the project? The local investigators in each participating center and for the Redcap database, the PI and phD student. Who will be responsible for ensuring data preservation and reuse ? The PI, Katrien Benhalima. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}