{
    "document_id": "D-2023-2392",
    "LinkTitle": "D-2023-2392",
    "file_name": "D-2023-2392.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2392.pdf",
    "metadata": {
        "title": "Integration of identified retinal inputs in wide-field neurons of the superior colliculus",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Integration of identified retinal inputs in\nwide-field neurons of the superior\ncolliculus\nA Data Management Plan created using dmponline\nCreator:\n Norma Kühn\nAffiliation: \nKU Leuven\nTemplate: \nKU Leuven DMP\nProject abstract:\nImagine crossing the street. Suddenly you see a heavy truck\nturning around the corner. Within a tenth of a second, you\njump back. This fast processing of visual information from the\nretina to an appropriate motor behavior is triggered by\nrelatively simple neural circuits going through the superior\ncolliculus. However, even though we have an approximate idea\nof the involved brain areas to date, we are still missing a\nmechanistic understanding of how visual information is\nprocessed along these neural pathways. Here, I aim to shed\nlight into how information coming from the retina is processed\nin central neurons to trigger innate defensive behaviors. For\nthis study, I will focus on genetically identified wide-field\nneurons of the mouse superior colliculus that are known to\ntrigger innate defensive behaviors. For these neurons, we have\nthe tools to identify and characterize the retinal inputs by\ndisynaptic viral tracing and we can measure the output of\nwide-field neurons by two-photon calcium imaging in awake,\nbehaving mice. By integrating our results into a computational\nmodel, we will test whether we can predict the output of wide-\nfield neurons when subjected to perturbations. This will allow\nus to uncover the rules by which central neurons process\nsensory information. This knowledge will be crucial for\nimproving neural prostheses and the treatment of neurological\ndisorders when sensory processing is impaired.\nLast modified: \n09-06-2021\nCreated using dmponline. Last modiﬁed 09 June 2021\n1 of 8\nCreated using dmponline. Last modiﬁed 09 June 2021\n2 of 8\nIntegration of identified retinal inputs in\nwide-field neurons of the superior\ncolliculus\nData Collection\nWhat data will you collect or create? Fill out the table below and/or describe.\nType of data\nFormat\nVolume\nHow created?\nImage stacks of\nbrain tissue with\nlabeled neurons\nlsm,\ntiff\n1 TB\nvirus brain\ninjections,\ntissue\nstaining,\nstacks taken\nby a confocal\nmicroscope\nImage sequences\ntiff\n10 TB\ntwo-photon\ncalcium\nimaging of\nneural\nactivity\nImage sequences\ntiff\n10 TB\ncamera\nrecordings of\nthe animal’s\nface\nduring in-vivo\nimaging\nResponse traces\nhdf5\n10 GB\nextracted\nfrom imaging\ndata using\nscripts in\nPython based\non CaImAn\npackage\nTime series\ncontaining\ninformation about\nspiking activity,\ncamera, stimulus\nand frame triggers\nand the animal’s\nrunning speed\nduring recordings\nhdf5\n10 GB\ncreated by\nwavesurfer\n(program\nwritten in\nMatlab)\nduring two-\nphoton\nimaging and\nretina patch\nclamp\nrecordings\nCreated using dmponline. Last modiﬁed 09 June 2021\n3 of 8\nParameter files with\ndetails about\ndisplayed\nvisual stimuli\nmat\n10 GB\ncreated by a\nvisual\nstimulation\nprogramm\nrun in octave\nDatabases of neural\nvisual responses,\nmorphology and\nmolecular labeling\nhdf5\n500 MB\ncreated using\ncustom\nscripts in\nPython\nFigures of neural\nresponse properties\nand figures for\npublication\npdf,\npng\n1 GB\ncreated using\ncustom\nscripts in\nPython\nmanuscripts\ndocx,\npdf\n50 MB\nwritten in MS\nWord\nDo you intend to reuse existing data?\nYes, I will reuse some existing data from our lab. As the data is from our lab, there will be\nno copyright issues.\nData Quality, Documentation and Metadata\nDescribe the documentation that will be created for the data.\nA documentation will be created in MS Word, containing a description of the different\ntypes of collected data and protocols of how they were collected, processed, and\nanalyzed. This file will also contain a link to an excel file where the data type and location\nof all recorded data is listed.\nThe main experiments carried out are:\n1. In-vivo brain recordings (image sequences, time series, metadata)\n2. Ex-vivo retina recordings (image sequences, time series, metadata)\n3. Tissue labeling (image stacks, metadata)\nAn MS Excel file will contain the location and type of all experiments associated with the\nproject.\nFor each publication from this project, a separate Excel file will be created containing\ninformation on the data that was used for each figure and the scripts used for analysis.\nData servers are organized as follows:\nRaw data is saved in the following structure \"Data\\5-digit experiment ID\\experiment\ndate\\\". In-vivo brain recordings and ex-vivo retina recordings contain a Stimlog folder\nwith visual stimulus details.\nThe 5-digit experiment IDs are logged with data type and date in a central Excel file and\nrefer either to a single animal (in-vivo brain recordings) or a batch of animals (ex-vivo\nretina recordings and tissue labeling).\nCreated using dmponline. Last modiﬁed 09 June 2021\n4 of 8\nAll Python scripts for analyzing the data are saved in a private Github repository where\nthey are version controlled. After publication, scripts for analyzing the data and\ngenerating the figures are made public.\nExperiment type 1 and 2: Metadata in Stimlog folders is necessary to recreate visual\nstimuli. Recorded triggers (hdf5 files) of visual stimulus presentation and frames of\ncamera and two-photon imaging recordings are necessary to relate neural responses with\nvisual stimuli.\nExperiment type 3: Information about the used antibodies, viruses and injection sites\n(saved in the centralized Excel file) is necessary to relate color channels with labeled\nstructures.\nDescribe the metadata for the data.\nExperiment type 1 and 2:\nMetadata in Stimlog folders contains stimulus parameters to recreate visual stimuli in the\ncustom Presentinator program written in Octave. This metadata is non-standardized and\nsaved automatically by the program with stimulus ID and date.\nRecorded triggers of visual stimulus presentation and frames of camera and two-photon\nimaging recordings are recorded automatically with wavesurfer (Matlab script) and saved\nin hdf5 format. These trigger files are necessary to relate neural responses to the\npresented visual stimuli.\nFirst observations or incidents during the recordings are noted down manually into a lab\nnotebook.\nExperiment type 3:\nConfocal images of labeled tissue are saved in the lsm format and contain standard\nmetadata on image resolution and microscope settings. \nInformation about the used antibodies, viruses and injection sites to relate color channels\nwith labeled structures has to be noted down manually in the centralized Excel file that\ncontains the experiment IDs.\nHow will the data quality be guaranteed?\nData is acquired by highly trained personnel to ensure a persistent high quality. After\nprocessing, data will be checked for signal-to-noise ratio (images) and completeness\n(triggers, metadata).\nEthical, Legal and Privacy issues\nAre the collected data considered to be \"personal data\" and are all the\nrequirements about the collection of \"personal data\" met?\nDoes not apply\nCreated using dmponline. Last modiﬁed 09 June 2021\n5 of 8\nAre there any ethical issues concerning creating, sharing and use of the data?\nWe have the necessary permissions from the Ethical Committee of the KU Leuven to\nconduct our experiments.\nDid you consider all issues about copyrights and IPR?\nThe host institute NERF is part of KU Leuven, imec and VIB, hence intellectual property\nrights have to be discussed with all three parties.\nData storage and \nbackup during research\nHow and where will the data be stored during research?\nAll raw data is saved on our local data server. During data processing and analysis, data\nis stored on local computers. Analyzed data is partially saved on the institutional\nOneDrive.\nWhich back-up procedures are in place?\nRaw, processed and analyzed data is backed up on our local data server.\nThis server uses a zfs-raid (raidz-2) backup system, creating two local copies. The data on\nthis server is additionally backed up daily on a separate backup server.\nFor processing and analysis, raw data is copied to local computers with a raid1 backup\nsystem. Afterwards, the processed and analyzed data is transferred to the data server.\nGiuliano Maggi Olmedo takes care of our data server and can assist with data recovery.\nDescribe the data security procedures and who has access to the data?\nAll raw data is saved on our local data server at imec and is protected by the imec firewall\nand data security measures. Only people that are registered users of our internal Nerf\nethernet (part of the imec ethernet) have access.\nData on local computers is also protected by the imec firewall and data security. Local\ncomputers are only accessible by employees of Nerf.\nData on OneDrive is either private or can be shared with employees of imec.\nCreated using dmponline. Last modiﬁed 09 June 2021\n6 of 8\nData storage and preservation after research\nWhich data will have long time value for the research and will be preserved?\nAll raw and analyzed data that is part of a publication or application for a patent will be\narchived in individual folders on our long-term storage. This data will be stored for at\nleast 10 years.\nData that is of insufficient quality after first processing (quality control), will be deleted.\nStorage of good quality data that is not in use at the moment and also not part of a\npublication will be re-evaluated on an annual basis.\nWhere and how will the data be stored?\nRaw, processed and analyzed data is backed up on our local data server.\nThis server uses a zfs-raid (raidz-2) backup system, creating two local copies. The data on\nthis server is additionally backed up once a year on a separate backup server.\nPublished data will also be stored as a repository on the Open Science Framework\n(https://osf.io).\nData Sharing\nAre there any restrictions for sharing the data?\nThe founders of Nerf, KU Leuven, VIB and imec have strict IPRs. Therefore, only published\ndata will be made publicly available. Unpublished data will remain proprietory.\nHow will the data be shared?\nGenerated figures and manuscripts will be published Open Access.\nGenerated computer programs will be made publically available after publication under\nOpen Source Software Licenses and will be well documented for reusability.\nPublished data will also be made publically available through the Open Science\nFramework.\nWill the data be made available on request?\nYes\nCreated using dmponline. Last modiﬁed 09 June 2021\n7 of 8\nResponsabilities and Resources\nWho is responsible for Data Management during the project?\nI am responsible for the general implementation of the Data Management Plan.\nI will also manage raw data of type 1 experiments. Raw data of type 2 and 3 experiments\nwill be managed by Chen Li (postdoc in the Farrow lab).\nI am responsible for the processing and analysis of all raw data and the maintenance of\nthe processing and analysis scripts written in Python.\nI am responsible that all ethical guidelines are met.\nKarl Farrow is responsible for long-term data storage and also assists with IPR.\nGiuliano Maggi Olmedo assists with data storage, backup, and retrieval.\nWhich additional resources are needed for the execution of the Data\nManagement Plan?\nNone.\nDid you read the KU Leuven Data Management Policy? \nLink in guidance.\nYes\nCreated using dmponline. Last modiﬁed 09 June 2021\n8 of 8"
    },
    "clean_full_text": "Integration of identified retinal inputs in wide-field neurons of the superior colliculus A Data Management Plan created using dmponline Creator: Norma Kühn Affiliation: KU Leuven Template: KU Leuven DMP Project abstract: Imagine crossing the street. Suddenly you see a heavy truck turning around the corner. Within a tenth of a second, you jump back. This fast processing of visual information from the retina to an appropriate motor behavior is triggered by relatively simple neural circuits going through the superior colliculus. However, even though we have an approximate idea of the involved brain areas to date, we are still missing a mechanistic understanding of how visual information is processed along these neural pathways. Here, I aim to shed light into how information coming from the retina is processed in central neurons to trigger innate defensive behaviors. For this study, I will focus on genetically identified wide-field neurons of the mouse superior colliculus that are known to trigger innate defensive behaviors. For these neurons, we have the tools to identify and characterize the retinal inputs by disynaptic viral tracing and we can measure the output of wide-field neurons by two-photon calcium imaging in awake, behaving mice. By integrating our results into a computational model, we will test whether we can predict the output of wide- field neurons when subjected to perturbations. This will allow us to uncover the rules by which central neurons process sensory information. This knowledge will be crucial for improving neural prostheses and the treatment of neurological disorders when sensory processing is impaired. Last modified: 09-06-2021 Created using dmponline. Last modiﬁed 09 June 2021 1 of 8 Created using dmponline. Last modiﬁed 09 June 2021 2 of 8 Integration of identified retinal inputs in wide-field neurons of the superior colliculus Data Collection What data will you collect or create? Fill out the table below and/or describe. Type of data Format Volume How created? Image stacks of brain tissue with labeled neurons lsm, tiff 1 TB virus brain injections, tissue staining, stacks taken by a confocal microscope Image sequences tiff 10 TB two-photon calcium imaging of neural activity Image sequences tiff 10 TB camera recordings of the animal’s face during in-vivo imaging Response traces hdf5 10 GB extracted from imaging data using scripts in Python based on CaImAn package Time series containing information about spiking activity, camera, stimulus and frame triggers and the animal’s running speed during recordings hdf5 10 GB created by wavesurfer (program written in Matlab) during two- photon imaging and retina patch clamp recordings Created using dmponline. Last modiﬁed 09 June 2021 3 of 8 Parameter files with details about displayed visual stimuli mat 10 GB created by a visual stimulation programm run in octave Databases of neural visual responses, morphology and molecular labeling hdf5 500 MB created using custom scripts in Python Figures of neural response properties and figures for publication pdf, png 1 GB created using custom scripts in Python manuscripts docx, pdf 50 MB written in MS Word Do you intend to reuse existing data? Yes, I will reuse some existing data from our lab. As the data is from our lab, there will be no copyright issues. Data Quality, Documentation and Metadata Describe the documentation that will be created for the data. A documentation will be created in MS Word, containing a description of the different types of collected data and protocols of how they were collected, processed, and analyzed. This file will also contain a link to an excel file where the data type and location of all recorded data is listed. The main experiments carried out are: 1. In-vivo brain recordings (image sequences, time series, metadata) 2. Ex-vivo retina recordings (image sequences, time series, metadata) 3. Tissue labeling (image stacks, metadata) An MS Excel file will contain the location and type of all experiments associated with the project. For each publication from this project, a separate Excel file will be created containing information on the data that was used for each figure and the scripts used for analysis. Data servers are organized as follows: Raw data is saved in the following structure \"Data\\5-digit experiment ID\\experiment date\\\". In-vivo brain recordings and ex-vivo retina recordings contain a Stimlog folder with visual stimulus details. The 5-digit experiment IDs are logged with data type and date in a central Excel file and refer either to a single animal (in-vivo brain recordings) or a batch of animals (ex-vivo retina recordings and tissue labeling). Created using dmponline. Last modiﬁed 09 June 2021 4 of 8 All Python scripts for analyzing the data are saved in a private Github repository where they are version controlled. After publication, scripts for analyzing the data and generating the figures are made public. Experiment type 1 and 2: Metadata in Stimlog folders is necessary to recreate visual stimuli. Recorded triggers (hdf5 files) of visual stimulus presentation and frames of camera and two-photon imaging recordings are necessary to relate neural responses with visual stimuli. Experiment type 3: Information about the used antibodies, viruses and injection sites (saved in the centralized Excel file) is necessary to relate color channels with labeled structures. Describe the metadata for the data. Experiment type 1 and 2: Metadata in Stimlog folders contains stimulus parameters to recreate visual stimuli in the custom Presentinator program written in Octave. This metadata is non-standardized and saved automatically by the program with stimulus ID and date. Recorded triggers of visual stimulus presentation and frames of camera and two-photon imaging recordings are recorded automatically with wavesurfer (Matlab script) and saved in hdf5 format. These trigger files are necessary to relate neural responses to the presented visual stimuli. First observations or incidents during the recordings are noted down manually into a lab notebook. Experiment type 3: Confocal images of labeled tissue are saved in the lsm format and contain standard metadata on image resolution and microscope settings. Information about the used antibodies, viruses and injection sites to relate color channels with labeled structures has to be noted down manually in the centralized Excel file that contains the experiment IDs. How will the data quality be guaranteed? Data is acquired by highly trained personnel to ensure a persistent high quality. After processing, data will be checked for signal-to-noise ratio (images) and completeness (triggers, metadata). Ethical, Legal and Privacy issues Are the collected data considered to be \"personal data\" and are all the requirements about the collection of \"personal data\" met? Does not apply Created using dmponline. Last modiﬁed 09 June 2021 5 of 8 Are there any ethical issues concerning creating, sharing and use of the data? We have the necessary permissions from the Ethical Committee of the KU Leuven to conduct our experiments. Did you consider all issues about copyrights and IPR? The host institute NERF is part of KU Leuven, imec and VIB, hence intellectual property rights have to be discussed with all three parties. Data storage and backup during research How and where will the data be stored during research? All raw data is saved on our local data server. During data processing and analysis, data is stored on local computers. Analyzed data is partially saved on the institutional OneDrive. Which back-up procedures are in place? Raw, processed and analyzed data is backed up on our local data server. This server uses a zfs-raid (raidz-2) backup system, creating two local copies. The data on this server is additionally backed up daily on a separate backup server. For processing and analysis, raw data is copied to local computers with a raid1 backup system. Afterwards, the processed and analyzed data is transferred to the data server. Giuliano Maggi Olmedo takes care of our data server and can assist with data recovery. Describe the data security procedures and who has access to the data? All raw data is saved on our local data server at imec and is protected by the imec firewall and data security measures. Only people that are registered users of our internal Nerf ethernet (part of the imec ethernet) have access. Data on local computers is also protected by the imec firewall and data security. Local computers are only accessible by employees of Nerf. Data on OneDrive is either private or can be shared with employees of imec. Created using dmponline. Last modiﬁed 09 June 2021 6 of 8 Data storage and preservation after research Which data will have long time value for the research and will be preserved? All raw and analyzed data that is part of a publication or application for a patent will be archived in individual folders on our long-term storage. This data will be stored for at least 10 years. Data that is of insufficient quality after first processing (quality control), will be deleted. Storage of good quality data that is not in use at the moment and also not part of a publication will be re-evaluated on an annual basis. Where and how will the data be stored? Raw, processed and analyzed data is backed up on our local data server. This server uses a zfs-raid (raidz-2) backup system, creating two local copies. The data on this server is additionally backed up once a year on a separate backup server. Published data will also be stored as a repository on the Open Science Framework (https://osf.io). Data Sharing Are there any restrictions for sharing the data? The founders of Nerf, KU Leuven, VIB and imec have strict IPRs. Therefore, only published data will be made publicly available. Unpublished data will remain proprietory. How will the data be shared? Generated figures and manuscripts will be published Open Access. Generated computer programs will be made publically available after publication under Open Source Software Licenses and will be well documented for reusability. Published data will also be made publically available through the Open Science Framework. Will the data be made available on request? Yes Created using dmponline. Last modiﬁed 09 June 2021 7 of 8 Responsabilities and Resources Who is responsible for Data Management during the project? I am responsible for the general implementation of the Data Management Plan. I will also manage raw data of type 1 experiments. Raw data of type 2 and 3 experiments will be managed by Chen Li (postdoc in the Farrow lab). I am responsible for the processing and analysis of all raw data and the maintenance of the processing and analysis scripts written in Python. I am responsible that all ethical guidelines are met. Karl Farrow is responsible for long-term data storage and also assists with IPR. Giuliano Maggi Olmedo assists with data storage, backup, and retrieval. Which additional resources are needed for the execution of the Data Management Plan? None. Did you read the KU Leuven Data Management Policy? Link in guidance. Yes Created using dmponline. Last modiﬁed 09 June 2021 8 of 8"
}