{
    "document_id": "D-2021-1080",
    "LinkTitle": "D-2021-1080",
    "file_name": "D-2021-1080.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1080.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP-Kafetzopoulou-2022-FWO-Junior",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP-Kafetzopoulou-2022-FWO-Junior\nProject Name\n My plan (FWO DMP) - DMP-Kafetzopoulou-2022-FWO-Junior\nGrant Title\n 12X9222N\nPrincipal Investigator / Researcher\n Liana Kafetzopoulou\nProject Data Contact\n liana.kafetzopoulou@kuleuven.be\nDescription\n Lassa fever is an acute viral hemorrhagic illness caused by Lassa virus (LASV) and\none of the priority diseases listed in the WHO R&D Blueprint. The high incidence in Nigeria and\nthe annual rise of 200-300 LASV cases since 2017 have highlighted the urgent need for\naccelerated research and development. To address this, two major collaborative studies in both\nacute and surviving Lassa Fever individuals were initiated by Bernhard Nocht Institute for\nTropical Medicine (BNITM, Germany) and the Irrua Specialist Teaching Hospital (ISTH, Nigeria).\nThe two studies have been running in parallel since 2018 and have set the basis for our\nimproved understanding of LASV viremia and persistence. Through this work a unique dataset of\nsamples has been compiled from both the acute and convalescent phase of LASV infection. These\nsamples are currently located at BNITM and as a long-term collaborator I am offered access to\nthis unique comprehensive dataset. This project will use this unique opportunity to address major\nknowledge gaps still remaining and not previously addressed in our understanding of LASV\nviremia and persistence. Next generation sequencing will be used to generate virus genomic\ndata from longitudinal samples harbouring persisting LASV and phylogenetic inference will be\nemployed to study virus evolution during the acute infection and post-discharge. Additionally\ninnovative phylogenetic analysis methodology developed by our team at KUL will be used to\ninvestigate viral genomic determinants of virulence and disease outcome. The objectives of this\nproject will broaden our understanding of LASV epidemiology and its evolutionary dynamics and\nwill for the first time allow for a comprehensive analysis of intra-host LASV variation and trait\nanalysis to determine viral genetic factors associated with disease presentation and persistence.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nLiana Kafetzopoulou\nFWO Project Number & Title\n12X9222N\nLassa virus: unravelling the within-host evolutionary dynamics of acute and persistent infections\nand the virulence evolution among hosts\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nWork\npackage\nType of data\nFormat\nVolume\nHow created\nWP1\nmetadata\nmySQL\napprox. 500GB\nData collection\nand\ntransposition\nfrom xls and\nxlsx files\nWP2\ndatasets\nconsisting of\nsequencing\nreads\nfastq\n100-200 GB per\nrun, estimated 10\nMiSeq and 10\nNextSeq\nIllumina\nsequencing of\nLassa virus\nfrom human\nsamples  \nWP3\nsequencing\ndata analysis\nand result\nfastq,\ncsv, vcf,\ncustom\nmade\nscripts\n200-400 GB per\nrun, estimated 10\nMiSeq and 10\nNextSeq \nSequencing\ndata analysis\nand intra-host\nanalysis of\nLassa virus\nsequencing\nreads using\ncustom scripts\nand in-house\ndeveloped data\nanalysis\npipelines\nWP4\nData on\nphylogenetic\ninference  \n csv,\nxml\n10-50 GB per\nrun, estimated 10\nMiSeq and 10\nNextSeq \nPhylogenetic\ninference study\nand trait\nidentification of\nLassa virus\ngenome\nsequences\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nE-2021-2773\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAll of the points below apply to all researchers involved in the current project. Documents\nproduced will be versioned and signed for traceability.\nLabbook\n - Documentation and labbook templated have been put in place for all laboratory and\nbioinformatics procedures. Detailed labbook documentation is kepts for every step performed\nand all experiments wether lab-based or bioinformatics-based are throgouhly documented.\nExperimental design, sample selection and research methods are all captured as part of the\nlabbook along with the experiment testing and results.\nProtocols\n - All protocols will be written up to ease use by others. Tested and validated protocols\nwill be written up as standard operating procedures and will be published in open access\npublications or provided on protocols.io with D.O.I identifiers. \n \nRaw data \n- All raw data generated will be documented with its resepctive metadata. Files and\ndata will be stored using a specific system for ease of data location and usage. The system will\nbe defined prior to data generation and will be consistently used throughout the whole project\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nMetadata \n-\n \nAll information generated, wether this is laboratory measurements or results, will be\nstored and collected as part of the project metadata. This informaiton will be consistenlty\ncollected in the same way and the metadata layout will be defined prior to the start of\nexperiments. \nDatabase\n - All data and information generated will be integrated within the database that will\nbe developed as WP1. The information will be easily interrogated and identified for use.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n \nRaw data \n- All raw data generated will be stored along with time and name stamps on two\nseparate locations: our research unit central storage facility and at our collaborators (BNITM)\nequivalent facility. The original copy of the raw data will not be touched or worked on. Copies for\nanalysis and further investigation will be made on personal devices to protect and not corrupt the\nraw data.  \nProtocols\n - All protocols will be in Open Access publications or provided on Protocols.io with\nD.O.I identifier.\nData genenrated\n - All data will be stored as part of our labbook system on the L drive. Files and\nresults genenrated will be documented and stored along with their respective documentation.\nFor viral data we foresee local storage on desktop computers and external disks, and short term\non VSC storage (Flemish Supercomputer) until acceptance of publication to further permanently\nstore them on publicly accessible databases (eg.GenBank). Metadata and sequence will be\nsubmitted in Genomics Standards Consortium format. XML files and scripts will be permanently\nmade available on Github repository or DataDryad. We will ensure D.O.I. 's use for full citation;\npublic access code and tutorial will be available for BEAST analyses. All metadata and results will\nalso be stored as part of our database being build as part of WP1.\nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures. We are using the L drive and investigating the possibility of a NAS system for\nadditional backups and ease of data analysis. \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nWe currently have a minimum of 5TB on the L drive and can easily expandable in blocks of 5TB\nwhen required.\nWhat are the expected costs for data storage and back up during the project? How\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe L drive costs are the expected costs for data storage and backup during the project. These\ncosts have been calculated within the project expenses. \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nData will be stored in the university's secure environment.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be stored for at least 10 years.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on central servers at our institutions for at least 10 years. For long term\nstorage (archiving), the data will be placed on external archiving-drives and kept in an optimal\nenvironment. For viral data we foresee local storage on desktop computers and external disks,\nand short term on VSC storage (Flemish Supercomputer) until acceptance of publication to\nfurther permanently store them on publicly accessible databases (eg.GenBank). Metadata and\nsequence will be submitted in Genomics Standards Consortium format. XML files and scripts will\nbe permanently made available on Github repository or DataDryad. We will ensure D.O.I. 's use\nfor full citation; public access code and tutorial will be available for BEAST analyses. All metadata\nand results will also be stored as part of our database being build as part of WP1.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nHardware for long term storage will be aquired during the project and will be used for the long\nterm storage along with the space on the L drive on the servers of KU Leuven. Additionally the\ndata will be stored long term also with our collaborators at the BNITM where the required\ninfrsastructure is already in place and no additional costs are foreseen. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll data will be made available upon publication\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nData will be securely shared with our project collaborator (BNITM). We have joint access to each\nothers’ servers, in consultation with respective ICT departments. \nWhat are the expected costs for data sharing? How will the costs be covered?\nWe do not expect to endure any additional costs for data sharing between collaborators. The\ncosts of high publication processing fees in open access journals have been included in the\nproject budget requested.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nI will be responsible together with our lab technician (Ine Boonen)\nWho will be responsible for data storage & back up during the project?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWho will be responsible for data storage & back up during the project?\nI will be responsible together with our lab technician (Ine Boonen)\nWho will be responsible for ensuring data preservation and reuse ?\nI will be responsible together with our lab technician (Ine Boonen)\nWho bears the end responsibility for updating & implementing this DMP?\nI bear the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP-Kafetzopoulou-2022-FWO-Junior Project Name My plan (FWO DMP) - DMP-Kafetzopoulou-2022-FWO-Junior Grant Title 12X9222N Principal Investigator / Researcher Liana Kafetzopoulou Project Data Contact liana.kafetzopoulou@kuleuven.be Description Lassa fever is an acute viral hemorrhagic illness caused by Lassa virus (LASV) and one of the priority diseases listed in the WHO R&D Blueprint. The high incidence in Nigeria and the annual rise of 200-300 LASV cases since 2017 have highlighted the urgent need for accelerated research and development. To address this, two major collaborative studies in both acute and surviving Lassa Fever individuals were initiated by Bernhard Nocht Institute for Tropical Medicine (BNITM, Germany) and the Irrua Specialist Teaching Hospital (ISTH, Nigeria). The two studies have been running in parallel since 2018 and have set the basis for our improved understanding of LASV viremia and persistence. Through this work a unique dataset of samples has been compiled from both the acute and convalescent phase of LASV infection. These samples are currently located at BNITM and as a long-term collaborator I am offered access to this unique comprehensive dataset. This project will use this unique opportunity to address major knowledge gaps still remaining and not previously addressed in our understanding of LASV viremia and persistence. Next generation sequencing will be used to generate virus genomic data from longitudinal samples harbouring persisting LASV and phylogenetic inference will be employed to study virus evolution during the acute infection and post-discharge. Additionally innovative phylogenetic analysis methodology developed by our team at KUL will be used to investigate viral genomic determinants of virulence and disease outcome. The objectives of this project will broaden our understanding of LASV epidemiology and its evolutionary dynamics and will for the first time allow for a comprehensive analysis of intra-host LASV variation and trait analysis to determine viral genetic factors associated with disease presentation and persistence. Institution KU Leuven 1. General Information Name applicant Liana Kafetzopoulou FWO Project Number & Title 12X9222N Lassa virus: unravelling the within-host evolutionary dynamics of acute and persistent infections and the virulence evolution among hosts Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Work package Type of data Format Volume How created WP1 metadata mySQL approx. 500GB Data collection and transposition from xls and xlsx files WP2 datasets consisting of sequencing reads fastq 100-200 GB per run, estimated 10 MiSeq and 10 NextSeq Illumina sequencing of Lassa virus from human samples WP3 sequencing data analysis and result fastq, csv, vcf, custom made scripts 200-400 GB per run, estimated 10 MiSeq and 10 NextSeq Sequencing data analysis and intra-host analysis of Lassa virus sequencing reads using custom scripts and in-house developed data analysis pipelines WP4 Data on phylogenetic inference csv, xml 10-50 GB per run, estimated 10 MiSeq and 10 NextSeq Phylogenetic inference study and trait identification of Lassa virus genome sequences 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes E-2021-2773 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 What documentation will be provided to enable reuse of the data collected/generated in this project? All of the points below apply to all researchers involved in the current project. Documents produced will be versioned and signed for traceability. Labbook - Documentation and labbook templated have been put in place for all laboratory and bioinformatics procedures. Detailed labbook documentation is kepts for every step performed and all experiments wether lab-based or bioinformatics-based are throgouhly documented. Experimental design, sample selection and research methods are all captured as part of the labbook along with the experiment testing and results. Protocols - All protocols will be written up to ease use by others. Tested and validated protocols will be written up as standard operating procedures and will be published in open access publications or provided on protocols.io with D.O.I identifiers. Raw data - All raw data generated will be documented with its resepctive metadata. Files and data will be stored using a specific system for ease of data location and usage. The system will be defined prior to data generation and will be consistently used throughout the whole project Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Metadata - All information generated, wether this is laboratory measurements or results, will be stored and collected as part of the project metadata. This informaiton will be consistenlty collected in the same way and the metadata layout will be defined prior to the start of experiments. Database - All data and information generated will be integrated within the database that will be developed as WP1. The information will be easily interrogated and identified for use. 5. Data storage and backup during the FWO project Where will the data be stored? Raw data - All raw data generated will be stored along with time and name stamps on two separate locations: our research unit central storage facility and at our collaborators (BNITM) equivalent facility. The original copy of the raw data will not be touched or worked on. Copies for analysis and further investigation will be made on personal devices to protect and not corrupt the raw data. Protocols - All protocols will be in Open Access publications or provided on Protocols.io with D.O.I identifier. Data genenrated - All data will be stored as part of our labbook system on the L drive. Files and results genenrated will be documented and stored along with their respective documentation. For viral data we foresee local storage on desktop computers and external disks, and short term on VSC storage (Flemish Supercomputer) until acceptance of publication to further permanently store them on publicly accessible databases (eg.GenBank). Metadata and sequence will be submitted in Genomics Standards Consortium format. XML files and scripts will be permanently made available on Github repository or DataDryad. We will ensure D.O.I. 's use for full citation; public access code and tutorial will be available for BEAST analyses. All metadata and results will also be stored as part of our database being build as part of WP1. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. We are using the L drive and investigating the possibility of a NAS system for additional backups and ease of data analysis. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes We currently have a minimum of 5TB on the L drive and can easily expandable in blocks of 5TB when required. What are the expected costs for data storage and back up during the project? How This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 What are the expected costs for data storage and back up during the project? How will these costs be covered? The L drive costs are the expected costs for data storage and backup during the project. These costs have been calculated within the project expenses. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will be stored in the university's secure environment. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be stored for at least 10 years. Where will the data be archived (= stored for the longer term)? The data will be stored on central servers at our institutions for at least 10 years. For long term storage (archiving), the data will be placed on external archiving-drives and kept in an optimal environment. For viral data we foresee local storage on desktop computers and external disks, and short term on VSC storage (Flemish Supercomputer) until acceptance of publication to further permanently store them on publicly accessible databases (eg.GenBank). Metadata and sequence will be submitted in Genomics Standards Consortium format. XML files and scripts will be permanently made available on Github repository or DataDryad. We will ensure D.O.I. 's use for full citation; public access code and tutorial will be available for BEAST analyses. All metadata and results will also be stored as part of our database being build as part of WP1. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Hardware for long term storage will be aquired during the project and will be used for the long term storage along with the space on the L drive on the servers of KU Leuven. Additionally the data will be stored long term also with our collaborators at the BNITM where the required infrsastructure is already in place and no additional costs are foreseen. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data will be made available upon publication Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Data will be securely shared with our project collaborator (BNITM). We have joint access to each others’ servers, in consultation with respective ICT departments. What are the expected costs for data sharing? How will the costs be covered? We do not expect to endure any additional costs for data sharing between collaborators. The costs of high publication processing fees in open access journals have been included in the project budget requested. 8. Responsibilities Who will be responsible for data documentation & metadata? I will be responsible together with our lab technician (Ine Boonen) Who will be responsible for data storage & back up during the project? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Who will be responsible for data storage & back up during the project? I will be responsible together with our lab technician (Ine Boonen) Who will be responsible for ensuring data preservation and reuse ? I will be responsible together with our lab technician (Ine Boonen) Who bears the end responsibility for updating & implementing this DMP? I bear the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}