{
    "document_id": "D-2022-1442",
    "LinkTitle": "D-2022-1442",
    "file_name": "D-2022-1442.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1442.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Liesbeth Bogaert",
        "num_pages": 5
    },
    "content": {
        "full_text": "1 DATA MANAGEMENT PLAN  \nADMIN DETAILS  \nProject Name: RASPERA  - Recalling and Anticipating Specific Positive Events to boost  Resilience in \nAdolescents  \nPrincipal Investigator / Researcher: Filip Raes  \nInstitution: KU Leuven  \n1. GENERAL INFORMATION  \nName applicant  \nProf. dr. Filip Raes (applicant)   \n \nFWO Project Number & Title  \nFWO Rode Neuzen Project G0D5522N  \n“Recalling and Anticipating Specific Positive Events to boost  Resilience in Adolescents ” -- RASPERA  \n \nAffiliation  \nKU Leuven  \nFaculty of Psychology and Educational Sciences  \n \n2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \nGenerate new data  \n \nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the te chnical format).  \nObservational data (via self -report questionnaires) will be initially collected mainly in Microsoft  Excel and \nMS Word formats, and at a later stage - for archiving purposes - also as CSV files. We  expect the total \nvolume not to exceed 1 GB . There are three waves of data collection: pre - and post-intervention, and one \nfollow -up. \n \n3. LEGAL AND ETHICAL ISSUES  \nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service \nPurposes (PRET application). Be aware that registering the fact that you process personal data is \na legal obligation.  \nYes.  \n \n2 Privacy Registry Reference: G-2022 -5340   \n \nRestricted and personal information : This includes all sensitive information. In this study we will  collect the  \nfollowing: datafile linking participants’ name to participant ID, month and year of birth,  contact information, \nsigned informed consent forms. Those data will be considered as restricted  throughout the entire project.  \nThis means that this restricted information will be stored  (excl.  informed consent forms, see further) at a \nrestricted area of the personal , shared J -drive  or a shared OneDrive for Business folder , which can only  \naccessed by the involved researcher s (via professional KU Leuven account) . All drives are managed by \nICTS  personnel, bound by the  KUL ICT code of conduct. Offline copies of restricted data and the \ninformed  consent forms will be  separately archived in a locked room.  \n \nConfidential data : This contains moderately sensitive information. In this study we collec t the following, \nage, demographic data, all other data coming from questionnaires. This data will be pseudo -anonymized \nand be stored on the J-drive  or in a shared OneDrive for Business folder  according to the storage \nguidelines of the Faculty of Psychology and Educational Sciences.  To allow for secure storage,  \nmanagement and sharing of files and to avoid loss of data and/or  conflicting versions, we will use a \nshared drive. It allows all team members to store and edit files  and to access the inform ation using their \nemployee ID. All drives are managed by ICTS  personnel, bound by the KUL ICT code of conduct.  \nPseudo -anonymized data will not be  transferred unencrypted or by e -mail. Pseudo -anonymized data can \nalso be shared with  regulatory authorities, e thical committees, other parties that collaborate with the \nresearch team  and will be shared on the OSF platform. Of course, information with regard to data sharing \nwill be  part of the information form.  \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)  \nYes. Project is awaiting ethical approval (PRET KU Leuven).  \n \nDoes your work possibly resul t in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted?  \nNo.  \nThe project will generate psychological insights on the effe cts of Positive Event Training (combination of \nMemory Specificity Training and Future Event Specificity Training). This knowledge could be valorised, \nalthough we do not intend to do so at this stage.  \n \nDo existing 3rd party agreements restrict dissemination  or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?  \nYes.  \nThe participants themselves are the only 3rd party. Agreements as such are part of the Informed  \nConsent, mentioning the publication of results in scientific communications and the (re -)use of  data by  \nother researchers.  \n3 4. DOCUMENTATION AND METADATA  \nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?  \nSummary of study design an d methodology, questionnaires, training manuals will be doc umented as \nword files. All other (e.g., contextual) information necessary for a secondary analyst to use the data  \naccurately and effectively will be documented as a txt. -file (this includes, e.g., info on dates of  \nassessments and training sessions; info on schools, classes, and number of students participating;  \nvariable list and legend; info on accessibility of the dataset; and info on processing operations on  data \nfiles).  \n \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.  \nYes.  \nSince there is no formally acknowledged metadata standard specific to our  discipline, the fields  of the DDI \nstandard (Data Documentation Initiative) will be used for the description on project  level in the txt -file. \n \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT  \nWhere will the data be stored?  \nOffline copies of restricted data and the informed consent forms will be separately archived in a  locked  \nroom. Digital data will be stored at a restricted area of the personal j -drive  or OneDrive folder , which can \nonly be accessed  by the involved researchers. All drives are  managed by ICTS personnel, bound by  the \nKUL ICT code of  conduct.  \n \nHow is backup of the data provided?  \nThe data will be stored on the university's central servers with automatic daily back -up procedures.  \n \nIs there currently sufficient storage & backup capa city during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will \nbe taken care of.  \nYes. \n \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered?  \nAbout 50 EUR. Costs will be covered by personal funds of the PI.  \n \nData security: how will you ensure that the data are securely stored and not ac cessed or modified \nby unauthorized persons?  \nDigital data will be stored at a restricted area of the personal j -drive  or OneDrive folder , which can only be \naccessed  by the involved researchers.  \n \n4 6. DATA PRESERVATION AFTER THE FWO PROJECT  \nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).  \nAll data will be re tained for the expected 10 year period after te  end of the project  (KU Leuven’s policy) . \nExcept for the  binding key that allows to couple an individual's name to the collected data.  \n \nWhere will the data be archived (= stored for the longer term)?  \nOffline copies of restricted data and the informed consent forms will be separately archived in a  locked \nroom for the expected 10 year period  after te end of the project. Offline copies and  informed consent \nforms will be destroyed after the 10 year period . Digital data will be stored (excl. informed consent forms, \nsee above) at a restricted area of the  perso nal j-drive  or OneDrive folder , which can only accessed by the \ninvolved researchers. All drives are managed by  ICTS personnel, bound by the KUL ICT code  of conduct.  \nDigital data will be archived as CSV after the 10 year period for archiving  purposes.   \n \nWhat are the expected costs for data preservation during the retention period of 5 years? How will \nthe costs be covered?  \n50 EUR per 5 years. Costs will be  covered by personal funds of PI.  \n \n7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?  \nNo \n \nWhich data will be made available after the end of the project?  \nThe coded, pseudonomized dataset will be uploaded in a csv format to OSF (in a restricted  access \nrepository).  \n \nWhere/how will the data be made available for reuse?  \nIn a restricted access repository.  \nThe coded, pseudo nomized dataset will be uploaded in a csv format to OSF (in a restricted  access \nrepository).  \n \nWhen will the data be made available?  \nUpon publication of the research results  \nThe coded, pseudonomized dataset will be uploaded in a csv format to OSF (in a rest ricted access \nrepository) upon publication of the research results.  \n \nWho will be able to access the data and under what conditions?  \nCoded, pseudonomized data can be shared with regulatory authorities, ethical committees,  other parties \nthat collaborate with  the research team and will be shared, as mentioned above, on  the OSF platform. \n5 Other researchers will only have access to the coded, pseudonomized data,  and only if they agree with \nthe confidentiality rules agreed upon within this study.  \n \nWhat are the expected costs for data sharing? How will the costs be covered?   \nNo costs expected.  \n \n8. RESPONSIBILITIES  \nWho will be responsible for data documentation & metadata?  \nFilip Raes (PI)  \n \nWho will be responsible for data storage & back up during the project?  \nFilip Raes (PI)  \n \nWho will be responsible for ensuring data preservation and reuse ?  \nFilip Raes (PI)  \n \nWho bears the end responsibility for updating & implementing this DMP?  \nThe PI (Filip Raes) bears the end responsibility of updating & i mplementing this DMP.  \n \n "
    },
    "clean_full_text": "1 DATA MANAGEMENT PLAN ADMIN DETAILS Project Name: RASPERA - Recalling and Anticipating Specific Positive Events to boost Resilience in Adolescents Principal Investigator / Researcher: Filip Raes Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Prof. dr. Filip Raes (applicant) FWO Project Number & Title FWO Rode Neuzen Project G0D5522N “Recalling and Anticipating Specific Positive Events to boost Resilience in Adolescents ” -- RASPERA Affiliation KU Leuven Faculty of Psychology and Educational Sciences 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the te chnical format). Observational data (via self -report questionnaires) will be initially collected mainly in Microsoft Excel and MS Word formats, and at a later stage - for archiving purposes - also as CSV files. We expect the total volume not to exceed 1 GB . There are three waves of data collection: pre - and post-intervention, and one follow -up. 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes. 2 Privacy Registry Reference: G-2022 -5340 Restricted and personal information : This includes all sensitive information. In this study we will collect the following: datafile linking participants’ name to participant ID, month and year of birth, contact information, signed informed consent forms. Those data will be considered as restricted throughout the entire project. This means that this restricted information will be stored (excl. informed consent forms, see further) at a restricted area of the personal , shared J -drive or a shared OneDrive for Business folder , which can only accessed by the involved researcher s (via professional KU Leuven account) . All drives are managed by ICTS personnel, bound by the KUL ICT code of conduct. Offline copies of restricted data and the informed consent forms will be separately archived in a locked room. Confidential data : This contains moderately sensitive information. In this study we collec t the following, age, demographic data, all other data coming from questionnaires. This data will be pseudo -anonymized and be stored on the J-drive or in a shared OneDrive for Business folder according to the storage guidelines of the Faculty of Psychology and Educational Sciences. To allow for secure storage, management and sharing of files and to avoid loss of data and/or conflicting versions, we will use a shared drive. It allows all team members to store and edit files and to access the inform ation using their employee ID. All drives are managed by ICTS personnel, bound by the KUL ICT code of conduct. Pseudo -anonymized data will not be transferred unencrypted or by e -mail. Pseudo -anonymized data can also be shared with regulatory authorities, e thical committees, other parties that collaborate with the research team and will be shared on the OSF platform. Of course, information with regard to data sharing will be part of the information form. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes. Project is awaiting ethical approval (PRET KU Leuven). Does your work possibly resul t in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No. The project will generate psychological insights on the effe cts of Positive Event Training (combination of Memory Specificity Training and Future Event Specificity Training). This knowledge could be valorised, although we do not intend to do so at this stage. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes. The participants themselves are the only 3rd party. Agreements as such are part of the Informed Consent, mentioning the publication of results in scientific communications and the (re -)use of data by other researchers. 3 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? Summary of study design an d methodology, questionnaires, training manuals will be doc umented as word files. All other (e.g., contextual) information necessary for a secondary analyst to use the data accurately and effectively will be documented as a txt. -file (this includes, e.g., info on dates of assessments and training sessions; info on schools, classes, and number of students participating; variable list and legend; info on accessibility of the dataset; and info on processing operations on data files). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes. Since there is no formally acknowledged metadata standard specific to our discipline, the fields of the DDI standard (Data Documentation Initiative) will be used for the description on project level in the txt -file. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? Offline copies of restricted data and the informed consent forms will be separately archived in a locked room. Digital data will be stored at a restricted area of the personal j -drive or OneDrive folder , which can only be accessed by the involved researchers. All drives are managed by ICTS personnel, bound by the KUL ICT code of conduct. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back -up procedures. Is there currently sufficient storage & backup capa city during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes. What are the expected costs for data storage and back up during the project? How will these costs be covered? About 50 EUR. Costs will be covered by personal funds of the PI. Data security: how will you ensure that the data are securely stored and not ac cessed or modified by unauthorized persons? Digital data will be stored at a restricted area of the personal j -drive or OneDrive folder , which can only be accessed by the involved researchers. 4 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be re tained for the expected 10 year period after te end of the project (KU Leuven’s policy) . Except for the binding key that allows to couple an individual's name to the collected data. Where will the data be archived (= stored for the longer term)? Offline copies of restricted data and the informed consent forms will be separately archived in a locked room for the expected 10 year period after te end of the project. Offline copies and informed consent forms will be destroyed after the 10 year period . Digital data will be stored (excl. informed consent forms, see above) at a restricted area of the perso nal j-drive or OneDrive folder , which can only accessed by the involved researchers. All drives are managed by ICTS personnel, bound by the KUL ICT code of conduct. Digital data will be archived as CSV after the 10 year period for archiving purposes. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? 50 EUR per 5 years. Costs will be covered by personal funds of PI. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The coded, pseudonomized dataset will be uploaded in a csv format to OSF (in a restricted access repository). Where/how will the data be made available for reuse? In a restricted access repository. The coded, pseudo nomized dataset will be uploaded in a csv format to OSF (in a restricted access repository). When will the data be made available? Upon publication of the research results The coded, pseudonomized dataset will be uploaded in a csv format to OSF (in a rest ricted access repository) upon publication of the research results. Who will be able to access the data and under what conditions? Coded, pseudonomized data can be shared with regulatory authorities, ethical committees, other parties that collaborate with the research team and will be shared, as mentioned above, on the OSF platform. 5 Other researchers will only have access to the coded, pseudonomized data, and only if they agree with the confidentiality rules agreed upon within this study. What are the expected costs for data sharing? How will the costs be covered? No costs expected. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? Filip Raes (PI) Who will be responsible for data storage & back up during the project? Filip Raes (PI) Who will be responsible for ensuring data preservation and reuse ? Filip Raes (PI) Who bears the end responsibility for updating & implementing this DMP? The PI (Filip Raes) bears the end responsibility of updating & i mplementing this DMP."
}