{
    "document_id": "D-2021-1133",
    "LinkTitle": "D-2021-1133",
    "file_name": "D-2021-1133.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1133.pdf",
    "metadata": {
        "title": "Computational and Conceptual Density Functional Theory for Electronic Resonances (FWO DMP) - Initial DMP",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "Initial DMP\nProject Name\n Computational and Conceptual Density Functional Theory for Electronic\nResonances (FWO DMP) - Initial DMP\nGrant Title\n FWO Aspirant PhD Fellowship - 1103922N\nPrincipal Investigator / Researcher\n Charlotte Titeca\nDescription\n The research project focusses on the description of temporary anions using\nconceptual and computational DFT, in terms of bonding, forces on the nuclei and energy. The\ngenerated data will mainly comprise computer code and software output.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nCharlotte Titeca\nFWO Project Number & Title\n1103922N\nComputational and Conceptual Density Functional Theory for Electronic Resonances.\nAffiliation\nKU Leuven\nVrije Universiteit Brussel\nJoint PhD at KU Leuven (main institution) and VUB.\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nNew data will be generated throughout the project, it is not expected that any existing data will\nbe reused.\nThe generated data consists mainly of:\nType of data\nFormat\nHow created\nInput files for Q-\nChem\ntext files\nManually created.\nOutput files of Q-\nChem, some\nserve as input for\nAIMAll\ntext files\nGenerated by Q-\nChem software.\nOutput files of\nAIMAll, some\nserve as input for\nMultiwfn\ntext files\nGenerated by\nAIMAll software.\nOutput files of\nMultiwfn\ntext files\nGenerated by Multiwfn\nsoftware.\nTables,\nsummarizing the\nresults\n.xlsx\nManually created,\ncontains results from\nthe various output files.\nImages and\ngraphs, saved as\nfigures\n.jpg\n.svg\nCreated using\nGaussView, VMD, AIMAll.\n \nUpon creation of new data not yet reported in the table, the table will be updated. The total data\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nvolume is estimated to not exceed 5 TB and the individual file volumes will not exceed 10 GB.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference: NA\nShort description of the kind of personal data that will be used: NA\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nYes\nPart of the planned research consists of code development for Q-Chem, which may result in data\nwith potential for tech transfer and valorisation. As this part of the research has not yet started, it\nis not yet possible to assess the potential IP restrictions. This will be discussed in due course and\nadded to the DMP.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nYes\nThe code development for Q-Chem requires access to its source code. A Non-Disclosure\nAgreement (NDA) has been signed which prohibits dissemination of the source code or any other\nproprietary and confidential information disclosed by Q-Chem.\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nIn the data folders, separate text files will be saved which contain information about the data and\nthe methodology used to obtain the data. Such information includes:\nOverview of files in the corresponding data folders.\nOverview of performed calculations and their purpose.\nSettings for the calculations.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nThe data will be archived in KU Leuven's RDR repository. This repository provides an appropriate\nmetadata standard which will subsequently be used.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nDuring the research activities, data is stored on the central computer cluster (\"Dirac\") of the\nQuantum Chemistry and Physical Chemistry division at KU Leuven. A daily back-up of this data is\nstored at the central ICT services.\nOnce per week, the data stored on the local computer of the PI is back-upped onto an external\nhard drive.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nHow is backup of the data provided?\nTwo ways are foreseen to back-up the generated data:\nAutomatic daily back-ups to the central ICT systems of the data stored on Dirac .\nWeekly back-ups of local data to an external hard drive.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nDirac provides a storage capacity of 400 GB, while the external hard drive provides a capacity of\n1 TB. If during the course of the project this turns out to be insufficient, additional hard drives can\nbe purchased.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nDirac and the RDR repository can be used for free. Possible expected costs include the purchase\nof additional hard drives, if necessary. These costs can be covered by the allocated fellowship\nbench fee.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nAccess to Dirac is restricted to people having an account. The permissions for the data are\nregulated via unix file permissions, by default only the PI can access the files stored in her\npersonal Dirac account.\nThe external hard drive (and any additional ones) will be protected with a password and anti-\nvirus software.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data generated throughout the research project will be retained.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on Dirac, with daily automatic back-up to the central ICT servers.\nAdditionally, the data will be archived in the RDR repository.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe Dirac cluster and RDR repository can be used for free. If there are any unforeseen costs,\nthese can be covered using the allocated fellowship bench fee. Alternatively, the supervisors or\nthe research groups can provide for the costs if necessary.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nThe NDA with Q-Chem prevents sharing of source code disclosed by them. Any data resulting\nfrom the use of the code can be shared.\nWhich data will be made available after the end of the project?\nAll data generated throughout the project will be made available.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nThe data will be archived in the open-access RDR repository. Contact information of the\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nsupervisors will be provided in the datasets for those who are further interested. The supervisors\nwill be responsible for the follow-up of the data reuse and requests.\nWhen will the data be made available?\nUpon publication of the research results\nFor results that are not published, the data will be made available upon request by e-mail.\nWho will be able to access the data and under what conditions?\nThe data will be open to all external users under an open licenses generated by the RDR\nplatform. Therefore, it will be available to anyone for any purpose, provided that they give\nappropriate credit to the creators.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThe RDR repository is free, provided that the data does not exceed 50 GB per year. It is expected\nthat this limit will not be exceeded.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI is responsibe for collecting, processing, analysing and documenting the generated data\nand metadata.\nWho will be responsible for data storage & back up during the project?\nThe PI is responsibe for the regular data storage and backups.\nWho will be responsible for ensuring data preservation and reuse ?\nThe promotors (Thomas Jagau and Frank De Proft) are responsible to ensure the data\npreservation and sharing.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI, under the supervision of the promotor, bears the overall responsibility for updating &\nimplementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "Initial DMP Project Name Computational and Conceptual Density Functional Theory for Electronic Resonances (FWO DMP) - Initial DMP Grant Title FWO Aspirant PhD Fellowship - 1103922N Principal Investigator / Researcher Charlotte Titeca Description The research project focusses on the description of temporary anions using conceptual and computational DFT, in terms of bonding, forces on the nuclei and energy. The generated data will mainly comprise computer code and software output. Institution KU Leuven 1. General Information Name applicant Charlotte Titeca FWO Project Number & Title 1103922N Computational and Conceptual Density Functional Theory for Electronic Resonances. Affiliation KU Leuven Vrije Universiteit Brussel Joint PhD at KU Leuven (main institution) and VUB. 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). New data will be generated throughout the project, it is not expected that any existing data will be reused. The generated data consists mainly of: Type of data Format How created Input files for Q- Chem text files Manually created. Output files of Q- Chem, some serve as input for AIMAll text files Generated by Q- Chem software. Output files of AIMAll, some serve as input for Multiwfn text files Generated by AIMAll software. Output files of Multiwfn text files Generated by Multiwfn software. Tables, summarizing the results .xlsx Manually created, contains results from the various output files. Images and graphs, saved as figures .jpg .svg Created using GaussView, VMD, AIMAll. Upon creation of new data not yet reported in the table, the table will be updated. The total data This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 volume is estimated to not exceed 5 TB and the individual file volumes will not exceed 10 GB. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: NA Short description of the kind of personal data that will be used: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes Part of the planned research consists of code development for Q-Chem, which may result in data with potential for tech transfer and valorisation. As this part of the research has not yet started, it is not yet possible to assess the potential IP restrictions. This will be discussed in due course and added to the DMP. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes The code development for Q-Chem requires access to its source code. A Non-Disclosure Agreement (NDA) has been signed which prohibits dissemination of the source code or any other proprietary and confidential information disclosed by Q-Chem. 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? In the data folders, separate text files will be saved which contain information about the data and the methodology used to obtain the data. Such information includes: Overview of files in the corresponding data folders. Overview of performed calculations and their purpose. Settings for the calculations. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes The data will be archived in KU Leuven's RDR repository. This repository provides an appropriate metadata standard which will subsequently be used. 5. Data storage and backup during the FWO project Where will the data be stored? During the research activities, data is stored on the central computer cluster (\"Dirac\") of the Quantum Chemistry and Physical Chemistry division at KU Leuven. A daily back-up of this data is stored at the central ICT services. Once per week, the data stored on the local computer of the PI is back-upped onto an external hard drive. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 How is backup of the data provided? Two ways are foreseen to back-up the generated data: Automatic daily back-ups to the central ICT systems of the data stored on Dirac . Weekly back-ups of local data to an external hard drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Dirac provides a storage capacity of 400 GB, while the external hard drive provides a capacity of 1 TB. If during the course of the project this turns out to be insufficient, additional hard drives can be purchased. What are the expected costs for data storage and back up during the project? How will these costs be covered? Dirac and the RDR repository can be used for free. Possible expected costs include the purchase of additional hard drives, if necessary. These costs can be covered by the allocated fellowship bench fee. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to Dirac is restricted to people having an account. The permissions for the data are regulated via unix file permissions, by default only the PI can access the files stored in her personal Dirac account. The external hard drive (and any additional ones) will be protected with a password and anti- virus software. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data generated throughout the research project will be retained. Where will the data be archived (= stored for the longer term)? The data will be stored on Dirac, with daily automatic back-up to the central ICT servers. Additionally, the data will be archived in the RDR repository. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The Dirac cluster and RDR repository can be used for free. If there are any unforeseen costs, these can be covered using the allocated fellowship bench fee. Alternatively, the supervisors or the research groups can provide for the costs if necessary. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: The NDA with Q-Chem prevents sharing of source code disclosed by them. Any data resulting from the use of the code can be shared. Which data will be made available after the end of the project? All data generated throughout the project will be made available. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail The data will be archived in the open-access RDR repository. Contact information of the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 supervisors will be provided in the datasets for those who are further interested. The supervisors will be responsible for the follow-up of the data reuse and requests. When will the data be made available? Upon publication of the research results For results that are not published, the data will be made available upon request by e-mail. Who will be able to access the data and under what conditions? The data will be open to all external users under an open licenses generated by the RDR platform. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? The RDR repository is free, provided that the data does not exceed 50 GB per year. It is expected that this limit will not be exceeded. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI is responsibe for collecting, processing, analysing and documenting the generated data and metadata. Who will be responsible for data storage & back up during the project? The PI is responsibe for the regular data storage and backups. Who will be responsible for ensuring data preservation and reuse ? The promotors (Thomas Jagau and Frank De Proft) are responsible to ensure the data preservation and sharing. Who bears the end responsibility for updating & implementing this DMP? The PI, under the supervision of the promotor, bears the overall responsibility for updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}