{
    "document_id": "D-2023-1817",
    "LinkTitle": "D-2023-1817",
    "file_name": "D-2023-1817.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1817.pdf",
    "metadata": {
        "title": "D-2023-1817",
        "author": "Jesus Gandara Loe",
        "num_pages": 5
    },
    "content": {
        "full_text": "Data Management Plan (DMP)  \nProject name: Understanding Flexibility in Responsive Metal -Organic Frameworks (MOFs) \n(MOFFLEX)  \nProject code:  12E5123N  \nFellow Researcher: Jesus Gandara Loe  \nSupervisor: Rob Ameloot  \nProject Data Contact: jesus.gandaraloe@kuleuven.be  \nFunder:  Fonds Wetenschappelijk Onderzoek (FWO)  \nProject description: Adsorption -based separation is a key step to obtain high -purity \ncompounds in the chemical industry. Metal -organic frameworks (MOFs) are a promising group \nof porous adsorbents characterised by their high adsorption capacity. Unlike in most all -\ninorganic adsorbents, structural flexibility has been observed in certain MOFs. Most research \nhas been devoted to  exploring and understanding the structural changes in extremely flexible \nstructures that display very large changes in their unit cells.  Despite this focus on a small \nsubset of very flexible materials, almost all MOFs are flexible to some  degree. As a res ult, the \nadsorption of molecules larger than the crystallographic pore window is  commonly observed. \nDespite its obvious relevance, flexibility is understudied in most MOFs, and its  effect in \nadsorption and separation remains unknown.  \nMOFFlex aims to observ e and understand adsorption -induced flexibility in different classes of \nMOFs  that thus far remain understudied in this context. In addition, the effect of the MOF \nparticle size and  the presence of polymer binders on the framework flexibility will be \nsystem atically analysed. To this  end, MOFFLex will combine an extensive toolbox of diffraction \nand spectroscopic in -situ techniques  (both in the lab and at synchrotron facilities), in -depth \nstructural characterisation, and the controlled  synthesis of MOF particl es and composites. A \nseries of aliphatic alcohols will be used as probe  molecules with practical relevance.  \nInstitution: KU Leuven  \n \n1. GENERAL INFORMATION  \nName of the Applicant  \nJesus Gandara Loe  \nProject Number & Title  \n12E5123N  - Understanding Flexibility in R esponsive Metal -Organic Frameworks (MOFs) \n(MOFFLEX)  \nAffiliation  \nKU Leuven  \n \n \n \n2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \nDescribe the origin, type and format of the data (per dataset) and its (estimated) volume, \nideally per objective or WP of the project. You might consider using the table in the \nguidance.  \nObjective 1 ( O1): Design of synthesis procedures to control the crystal size of class 2 & 3 MOFs . This \nobjective  will require  the development and optimisation of procedures based on the addition of \nmodulators in microwave -assisted solvothermal  synthesis . \nEquipment  Raw format  Exported format  \nX-ray diffraction  XRDML  CSV \nAdsorption 3flex equ ipment .XLS CSV \nScann ing electron microscope  TIF  \nObjective 2 ( O2): Evaluation of the effect of flexibility  in adsorptive separation processes through  \nadsorption measurements and high -resolution in -situ techniques. This objective  will require the \ncombination of single -component and multi -component adsorption measurements of alcohols and in-\nsitu PXRD, LF-NMR, an d IR measurements to evaluate the interactions and changes upon guest \nadsorption . \nEquipment  Raw format  Exported format  \nX-ray diffraction  XRDML  CSV \nFTIR spectrometer  XLS CSV \nLF-NMR  TIF  \nAdsorption 3flex equ ipment XLS CSV \nObjective 3 ( O3): Elucidation of the effect of polymer -MOF interactions to optimise the selection of \npolymer binders for MOF shaping . This objective  will require an in -depth understanding of the \ninteractions between polymer binders and controlled -size MOFs.  \nEquipment  Raw format  Exported format  \nSynchrotron X -ray diffraction  XRDML  CSV \nAdsorption 3flex equ ipment XLS CSV \n \n3. LEGAL AND ETHICAL ISSUES  \nWill you use personal data? If so, shortly describe the  kind of personal data you will \nuse (add the reference to your file in your host institution's privacy register - not \nrelevant yet )  \n• No \nAre there any ethical issues concerning the creation and/or use of the data (e.g. \nexperiments on humans or animals, dual u se)? If so, add the reference to the formal \napproval by the relevant ethical review committee(s)  \n• No \nDoes your work possibly result in research data with potential for tech transfer and \nvalorisation? Will IP restrictions be claimed for the data you created? I f so, for what \ndata and which restrictions will be asserted?  \n• No \n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and what restrictions are in place?  \n• No \n4. DOCUMENTATION AND METADAT A \nWhat documentation will be provided to enable reuse of the data collected/generated \nin this project?  \n• An overview file that contains references to the raw data files will be kept.  Regular \nreports based on the data  will be generated using Microsoft Word.  PowerPoint files will \nbe used for presentation at regular internal meetings  between the WP leaders and \nresearchers involved in the project. In both the  Word reports and Powerpoint \npresentations, the file names of th e raw data files will be included.  \nWill a metadata standard be used? If so, describe in detail which standard will be \nused. If no, state in detail which metadata will be created to make th e data easy/easier \nto find and reuse.  \n• No \nThe details of each experiment will be kept in an electronic lab notebook. In this notebook, \nalso the names of the raw and processed data files  will be mentioned. Files will be named \naccording to a pr e-agreed convention. This working method obviates the need for a separate \nINFO.txt file in each directory yet ensures that the data can be understood by other team \nmembers and can be reused in the future.  \nFor published papers, the subset of the raw and pr ocessed data discussed in that manuscript \nwill be copied and organized according  to the paper structure. Likely, this is the data subset \nthat will be most frequently revisited and shared afterward . \n5. DATA STORAGE & BACK UP DURING THE PROJECT  \nWhere will the data be stored?  \n• The data will be stored via a cloud s torage solution that allows sharing with the \nresearchers involved in the project.  \nHow is backup of the data provided?  \n• The data on the cloud sto rage server are automatically backed up. Unlimited \nversioning is included in the selected plan so that accidental erasing or modifying does \nnot pose a risk.  \nIs there currently sufficient storage & backup capacity during the project? If yes, \nspecify concisely. If no or insufficient storage or backup capacities are available then \nexplain how this will be taken care of.  \n• Yes \nThe total amount of data generated during the project should not exceed a few TB and is \ntherefore compatible with the selected cloud storage solution.  \nWhat are the expected costs for data storage and backup during the project? How will \nthese costs be covered?  \n• The costs for saving the data to the cloud storage server (including regular backup) \nshould not exceed a few hundred euro s. These costs will be covered by the project.  \nData security: how will you ensure that the data are securely stored and not accessed \nor modified by unauthori zed persons?  \n• The data generated during the project will be systematically transferred to the cloud \nstorage server. Only the WP leaders and researchers involved in this project will have \naccess to the shared folders where  the data, reports and presentations will be stored.  \n6. DATA PRESERVATION AFTER THE PROJECT  \nWhich data will be retained for the expected 5 year period after the end of the project? \nIn case only a selection of the data can/will be preserved, clearly state the reasons for \nthis (legal or contractual restrictions, physical preservation issues, ...).  \nAll the generated data will be stored on the cloud storage server for a period of 5 years after \nthe end of the project.  \nWhere will the data be archived (= stored for the longer term)?  \nAll the generated data will be stored on the cloud storage server for a perio d of 5 years after \nthe end of the project.  \nBeyond 5 years after the end of the project, one of the following options will be picked (1) \ncontinuation of storing the data on the cloud storage server or (2) transferring the data to the \nKU Leuven central serve rs for archiving.  \nWhat are the expected costs for data preservation during the retention period of 5 \nyears? How will the costs be covered?  \nThe annual cost for long -term storage of the data, either through a cloud storage service or \nthe university's central servers, is estimated at a few hundred euro. Since the budget of the \ncurrent project will no longe r be available, creative solutions will have to be found  \n7. DATA SHAR ING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal restrictions)?  \n• No \nWhich data will be made available after the end of the project?  \n• In case no restrictions apply, the written reports and Powerpoint presentations \nsummarizing the results obtained can be made available. The (raw) data used in \npublications can be made available on a repository, if e.g. requested by the Editors or \nPublisher of a scientific journal.  \nWhere/how will the data be made available for reuse?  \n• Upon re quest by email  \nThe data that will not have been uploaded in a resository such as 'Scientific data' \n(https://www.nature.com/sdata/) to accompany a publication can be r equested via email . \nWhen will the data be made available?  \n• Upon publication of the research results  \nDescription of the full scientific method and results will be made available with journal \npublications.  \nWho will be able to access the data and under what conditions?  \nUpon request, access to the samples and data can be granted, upon agre ement of the project \nleaders. Commercial reuse will not be allowed.  \nWhat are the expected costs for data sharing? How will the costs be covered?  \nBecause of the choice for a cloud storage solution for the data, no add itional costs will be \nbooked for data sharing.  \n8. RESPONSIBILITIES  \nWho will be responsible for data documentation & metadata?  \nThe project leaders and the researchers involved in this project will be jointly responsible.  \nWho will be responsible for data storage & back up during the project?  \nThe project leaders and the researchers involved in this project will be jointly responsible. \nBecause of the choice for a cloud storage solution, no additional action is needed for data \nbackup.  \nWho will be responsible for ensuring data preservation and reuse?  \nThe project leaders and the researchers involved in this project will be jointly responsible.  \nWho bears the end responsibility for updating & implementing this DMP?  \nThe project leaders bear the end respons ibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "Data Management Plan (DMP) Project name: Understanding Flexibility in Responsive Metal -Organic Frameworks (MOFs) (MOFFLEX) Project code: 12E5123N Fellow Researcher: Jesus Gandara Loe Supervisor: Rob Ameloot Project Data Contact: jesus.gandaraloe@kuleuven.be Funder: Fonds Wetenschappelijk Onderzoek (FWO) Project description: Adsorption -based separation is a key step to obtain high -purity compounds in the chemical industry. Metal -organic frameworks (MOFs) are a promising group of porous adsorbents characterised by their high adsorption capacity. Unlike in most all - inorganic adsorbents, structural flexibility has been observed in certain MOFs. Most research has been devoted to exploring and understanding the structural changes in extremely flexible structures that display very large changes in their unit cells. Despite this focus on a small subset of very flexible materials, almost all MOFs are flexible to some degree. As a res ult, the adsorption of molecules larger than the crystallographic pore window is commonly observed. Despite its obvious relevance, flexibility is understudied in most MOFs, and its effect in adsorption and separation remains unknown. MOFFlex aims to observ e and understand adsorption -induced flexibility in different classes of MOFs that thus far remain understudied in this context. In addition, the effect of the MOF particle size and the presence of polymer binders on the framework flexibility will be system atically analysed. To this end, MOFFLex will combine an extensive toolbox of diffraction and spectroscopic in -situ techniques (both in the lab and at synchrotron facilities), in -depth structural characterisation, and the controlled synthesis of MOF particl es and composites. A series of aliphatic alcohols will be used as probe molecules with practical relevance. Institution: KU Leuven 1. GENERAL INFORMATION Name of the Applicant Jesus Gandara Loe Project Number & Title 12E5123N - Understanding Flexibility in R esponsive Metal -Organic Frameworks (MOFs) (MOFFLEX) Affiliation KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance. Objective 1 ( O1): Design of synthesis procedures to control the crystal size of class 2 & 3 MOFs . This objective will require the development and optimisation of procedures based on the addition of modulators in microwave -assisted solvothermal synthesis . Equipment Raw format Exported format X-ray diffraction XRDML CSV Adsorption 3flex equ ipment .XLS CSV Scann ing electron microscope TIF Objective 2 ( O2): Evaluation of the effect of flexibility in adsorptive separation processes through adsorption measurements and high -resolution in -situ techniques. This objective will require the combination of single -component and multi -component adsorption measurements of alcohols and in- situ PXRD, LF-NMR, an d IR measurements to evaluate the interactions and changes upon guest adsorption . Equipment Raw format Exported format X-ray diffraction XRDML CSV FTIR spectrometer XLS CSV LF-NMR TIF Adsorption 3flex equ ipment XLS CSV Objective 3 ( O3): Elucidation of the effect of polymer -MOF interactions to optimise the selection of polymer binders for MOF shaping . This objective will require an in -depth understanding of the interactions between polymer binders and controlled -size MOFs. Equipment Raw format Exported format Synchrotron X -ray diffraction XRDML CSV Adsorption 3flex equ ipment XLS CSV 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use (add the reference to your file in your host institution's privacy register - not relevant yet ) • No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual u se)? If so, add the reference to the formal approval by the relevant ethical review committee(s) • No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? I f so, for what data and which restrictions will be asserted? • No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? • No 4. DOCUMENTATION AND METADAT A What documentation will be provided to enable reuse of the data collected/generated in this project? • An overview file that contains references to the raw data files will be kept. Regular reports based on the data will be generated using Microsoft Word. PowerPoint files will be used for presentation at regular internal meetings between the WP leaders and researchers involved in the project. In both the Word reports and Powerpoint presentations, the file names of th e raw data files will be included. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make th e data easy/easier to find and reuse. • No The details of each experiment will be kept in an electronic lab notebook. In this notebook, also the names of the raw and processed data files will be mentioned. Files will be named according to a pr e-agreed convention. This working method obviates the need for a separate INFO.txt file in each directory yet ensures that the data can be understood by other team members and can be reused in the future. For published papers, the subset of the raw and pr ocessed data discussed in that manuscript will be copied and organized according to the paper structure. Likely, this is the data subset that will be most frequently revisited and shared afterward . 5. DATA STORAGE & BACK UP DURING THE PROJECT Where will the data be stored? • The data will be stored via a cloud s torage solution that allows sharing with the researchers involved in the project. How is backup of the data provided? • The data on the cloud sto rage server are automatically backed up. Unlimited versioning is included in the selected plan so that accidental erasing or modifying does not pose a risk. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. • Yes The total amount of data generated during the project should not exceed a few TB and is therefore compatible with the selected cloud storage solution. What are the expected costs for data storage and backup during the project? How will these costs be covered? • The costs for saving the data to the cloud storage server (including regular backup) should not exceed a few hundred euro s. These costs will be covered by the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthori zed persons? • The data generated during the project will be systematically transferred to the cloud storage server. Only the WP leaders and researchers involved in this project will have access to the shared folders where the data, reports and presentations will be stored. 6. DATA PRESERVATION AFTER THE PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the generated data will be stored on the cloud storage server for a period of 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? All the generated data will be stored on the cloud storage server for a perio d of 5 years after the end of the project. Beyond 5 years after the end of the project, one of the following options will be picked (1) continuation of storing the data on the cloud storage server or (2) transferring the data to the KU Leuven central serve rs for archiving. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The annual cost for long -term storage of the data, either through a cloud storage service or the university's central servers, is estimated at a few hundred euro. Since the budget of the current project will no longe r be available, creative solutions will have to be found 7. DATA SHAR ING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? • No Which data will be made available after the end of the project? • In case no restrictions apply, the written reports and Powerpoint presentations summarizing the results obtained can be made available. The (raw) data used in publications can be made available on a repository, if e.g. requested by the Editors or Publisher of a scientific journal. Where/how will the data be made available for reuse? • Upon re quest by email The data that will not have been uploaded in a resository such as 'Scientific data' (https://www.nature.com/sdata/) to accompany a publication can be r equested via email . When will the data be made available? • Upon publication of the research results Description of the full scientific method and results will be made available with journal publications. Who will be able to access the data and under what conditions? Upon request, access to the samples and data can be granted, upon agre ement of the project leaders. Commercial reuse will not be allowed. What are the expected costs for data sharing? How will the costs be covered? Because of the choice for a cloud storage solution for the data, no add itional costs will be booked for data sharing. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The project leaders and the researchers involved in this project will be jointly responsible. Who will be responsible for data storage & back up during the project? The project leaders and the researchers involved in this project will be jointly responsible. Because of the choice for a cloud storage solution, no additional action is needed for data backup. Who will be responsible for ensuring data preservation and reuse? The project leaders and the researchers involved in this project will be jointly responsible. Who bears the end responsibility for updating & implementing this DMP? The project leaders bear the end respons ibility of updating & implementing this DMP."
}