{
    "document_id": "D-2024-3434",
    "LinkTitle": "D-2024-3434",
    "file_name": "D-2024-3434.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3434.pdf",
    "metadata": {
        "title": "D-2024-3434",
        "author": "Veerle Van den Eynden",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Jagannath Satpathy, https://orcid.org/0000-0002-7845-5115\nContributor name(s) (+ ORCID) & roles Johan Hofkens (Promotor), https://orcid.org/0000-0002-9101-0567\nProject number 1 & title  11A2R25N, Fixing dynamic optical assemblies by photocrosslinking: Exploring optical binding phenomena.\nFunder(s) GrantID 2Fonds voor Wetenschappelijk Onderzoek (FWO), 11A2R25N\nAffiliation(s) ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description          ,     Optical trapping is the craft of manipulating objects using light where light scattering exerts a  \n        .   , force to create structures referred to as 'optical matter' Unlike conventional materials which  \n        ,   are structured through electron exchange interactions forming chemical bonds optical matter is  \n       .   ,  organized through the exchange and interaction of photons Over recent years we have  \n      -  ; , explored the optical binding phenomenon of sub micrometer particles however the  \n    ( )   100    . phenomenon concerning nano particles NPs smaller than nm has remained unexplored\n  ,           -100  In this project I will investigate optical binding outside the irradiated area for sub nm NPs  \n            .   by introducing a method to fix these dynamic nanoparticle assembly in a hydrogel I will further  \n  3           -  explore the D structure and the morphology of the NP assembly using super resolution optical  \n,    ( ),   .    , microscopy scanning electron microscopy SEM and expansion microscopy In the next step  \n    ( . .   )   .    assemblies of different NPs eg gold and silver will be generated The combination of SEM  \n -  -   ( )        and energy dissipative X ray spectroscopy EDX will be utilized for the analysis of the  \n      .       chemical composition of the mixture of NPs The anticipated results are expected to provide  \n             deeper insights into how optical binding dictates NP assembly formation as function of diverse  \n  ,      - - -  .shapes and sizes surpassing the capabilities of current state of the art techniques\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\n☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☒ Software\n☐ Other:☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nOptical \ntrapping \nmeasurement \non widefield-\nOT setup, \nconfocal and \nSEM imagingBright-field, \ndark-field, \nfluorescence \nimages, and \nmovies were \nacquired from \nadvanced \ncustom-built \nmicroscopes. \nThe 3D confocal \nimaging data \nwere acquired ☒ Generate new \ndata☒ Digital☒ Images\n☒ Textual\n☒ Software\n☒ Movies☒ other: \nInstrument-\nspecific \nformat .ome.tif, .\ntif, TIFF☒ < 500GB\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5using a Leica \nSP8 confocal \nmicroscope. \nSEM image data \nwere obtained \nfrom a \nJSM-7200F field \nemission \nscanning \nelectron \nmicroscope.\nImage \nanalysisThe images \ngenerated will \nbe analysed \nusing custom \nbuild software \nto track the \nposition of \nparticle in time \ndepending on \nconditions.\nSome software’s \nare available \nalready other \nwill have to be \ncreated. The \nconfocal and \nSEM images will \nbe analysed by ☒ Generate new \ndata.☒ Digital☒ Images\n☒ Software\n☒ Movies☒ other: \n.mat files for the \nraw data\n.svg,.png for the \nfinal figures☒ < 500 MB\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6using the image \nanalysis \nsoftware and \nMATLAB code.\nData related \nto \ndissemination \nactivitiespublications, \npresentations, \nposters, \nseminars, \nnewsletters, \ndedicated short \nvideos.☒ Generate new \ndata☒ Digital☒ Compiled/ \naggregated data☒ .pdf\n☒ other: \n.ppt, for \npresentation\n.ai (illustrator) for \nfigure and poster☒ < 1 GB\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Not applicable\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Are there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☒ No\nAdditional information:\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 83.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .1. A README file will be provided for each dataset. Containing the information needed to understand the \ndataset, such as the purpose of the measurement and the experimental condition (in this case, frame rate,  \nexposure time, laser wavelength/power, number, and types of nanoparticles, etc…)\n2. I will use a standard vocabulary for all data types present to allow inter-disciplinary interoperability \nand avoid abbreviation.\n3. The code will be saved on a standard repository (GitHub) with explanation of the principles and a \nminimal example of how to use the code on a standard dataset.\n4. Some of my metadata are instrument specific. I will provide information about the instrument(s), such \nas company name, serial number, year of manufacture. All metadata fields will be clearly labeled.\n5. Notebooks with detailed explanation of the measurement and condition will also be made available.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nMetadata to the datasets are created automatically by the homebuilt system (Widefield optical trapping \nsetup). I will provide information about the instrument(s), and acquisition software ( micromanager) as \nwell as the model and version of the software. All metadata fields will be clearly labeled.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 94.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.In the short term, the research group will acquire a portable external hard drive for data transport and an  \ninternal hard drive with a dedicated reader for regular storage and backup. Additionally, the data will be  \nstored in the research unit's central storage facilities. In the long term, the data will be stored on the  \nuniversity’s central servers for at least 5 years post-project, in accordance with KU Leuven's RDM policy.\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? We will use KU Leuven's central server storage, which provides secure, self-mirrored daily automatic  \nbackups. Additionally, backups will be stored on portable hard drives provided by the research group and on  \nthe cloud drive of the instrument devices for added redundancy and accessibility.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The KU Leuven network drives are incorporated within secured KU Leuven environments, are password-\nprotected (including smartphone-based multi-factor identification) and are only accessible by registered  \ncollaborating researchers. Only the PI can request access to the network drive for study personnel. In  \naddition, the data security is ensured by the dedicated service team at the institution, where the KU Leuven  \nuniversity data center has been built and operated at a very high security level with self-mirrored automatic  \nbackup at different physical locations. All data is transferred via encrypted methods.   \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?As mentioned, most of the storage has already been purchase. Depending on how fast these get filled I \nexpect between 600 and 1000 euros of additional costs. The funding source for these costs will have to be \ndiscussed in due time with my supervisor but can easily covered with the FWO fellowship I received.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation All data will be retained for the expected 5-year period after the end of the project.\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .The data will be stored on the university's central servers (with automatic back-up procedures) for at least \n5 years after the end of project, conform the KU Leuven RDM policy.  \nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?The research unit has already invested in short-term and mid-term storage devices and space for data. For  \nlong-term data storage, extending up to 5 years after the project's conclusion, we will utilize the service  \nprovided by the institution, which costs approximately 700 Euros annually. This requires an allocation of  \nabout 3,500 Euros from the grant for support.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 116. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.After the end of project, the data produced in this project will be made usable by third parties via open-\naccess publications and shared depository of relevant data upon requests.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nWhen will the data be made available? ☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 137. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The grant holder (Jagannath Satpathy) will be responsible for data documentation & metadata, under \nsupervision of the PI ( Johan Hofkens ).\nWho will manage data storage and backup \nduring the research project?Data management, storage and back up will be performed by the grant holder (Jagannath Satpathy), \nunder supervision of the PI (Johan Hofkens).\nWho will manage data preservation and \nsharing?The PI (Johan Hofkens) will be responsible for ensuring data preservation and sharing.\nWho will update and implement this DMP? The grant holder (Jagannath Satpathy) will be responsible for updating this DMP. The PI (Johan Hofkens) \nbears the end responsibility for updating and implementing this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Jagannath Satpathy, https://orcid.org/0000-0002-7845-5115 Contributor name(s) (+ ORCID) & roles Johan Hofkens (Promotor), https://orcid.org/0000-0002-9101-0567 Project number 1 & title 11A2R25N, Fixing dynamic optical assemblies by photocrosslinking: Exploring optical binding phenomena. Funder(s) GrantID 2Fonds voor Wetenschappelijk Onderzoek (FWO), 11A2R25N Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description , Optical trapping is the craft of manipulating objects using light where light scattering exerts a . , force to create structures referred to as 'optical matter' Unlike conventional materials which , are structured through electron exchange interactions forming chemical bonds optical matter is . , organized through the exchange and interaction of photons Over recent years we have - ; , explored the optical binding phenomenon of sub micrometer particles however the ( ) 100 . phenomenon concerning nano particles NPs smaller than nm has remained unexplored , -100 In this project I will investigate optical binding outside the irradiated area for sub nm NPs . by introducing a method to fix these dynamic nanoparticle assembly in a hydrogel I will further 3 - explore the D structure and the morphology of the NP assembly using super resolution optical , ( ), . , microscopy scanning electron microscopy SEM and expansion microscopy In the next step ( . . ) . assemblies of different NPs eg gold and silver will be generated The combination of SEM - - ( ) and energy dissipative X ray spectroscopy EDX will be utilized for the analysis of the . chemical composition of the mixture of NPs The anticipated results are expected to provide deeper insights into how optical binding dictates NP assembly formation as function of diverse , - - - .shapes and sizes surpassing the capabilities of current state of the art techniques FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☒ Software ☐ Other:☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Optical trapping measurement on widefield- OT setup, confocal and SEM imagingBright-field, dark-field, fluorescence images, and movies were acquired from advanced custom-built microscopes. The 3D confocal imaging data were acquired ☒ Generate new data☒ Digital☒ Images ☒ Textual ☒ Software ☒ Movies☒ other: Instrument- specific format .ome.tif, . tif, TIFF☒ < 500GB 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5using a Leica SP8 confocal microscope. SEM image data were obtained from a JSM-7200F field emission scanning electron microscope. Image analysisThe images generated will be analysed using custom build software to track the position of particle in time depending on conditions. Some software’s are available already other will have to be created. The confocal and SEM images will be analysed by ☒ Generate new data.☒ Digital☒ Images ☒ Software ☒ Movies☒ other: .mat files for the raw data .svg,.png for the final figures☒ < 500 MB FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6using the image analysis software and MATLAB code. Data related to dissemination activitiespublications, presentations, posters, seminars, newsletters, dedicated short videos.☒ Generate new data☒ Digital☒ Compiled/ aggregated data☒ .pdf ☒ other: .ppt, for presentation .ai (illustrator) for figure and poster☒ < 1 GB GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Not applicable FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☒ No Additional information: Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 83.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .1. A README file will be provided for each dataset. Containing the information needed to understand the dataset, such as the purpose of the measurement and the experimental condition (in this case, frame rate, exposure time, laser wavelength/power, number, and types of nanoparticles, etc…) 2. I will use a standard vocabulary for all data types present to allow inter-disciplinary interoperability and avoid abbreviation. 3. The code will be saved on a standard repository (GitHub) with explanation of the principles and a minimal example of how to use the code on a standard dataset. 4. Some of my metadata are instrument specific. I will provide information about the instrument(s), such as company name, serial number, year of manufacture. All metadata fields will be clearly labeled. 5. Notebooks with detailed explanation of the measurement and condition will also be made available. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: Metadata to the datasets are created automatically by the homebuilt system (Widefield optical trapping setup). I will provide information about the instrument(s), and acquisition software ( micromanager) as well as the model and version of the software. All metadata fields will be clearly labeled. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 94.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.In the short term, the research group will acquire a portable external hard drive for data transport and an internal hard drive with a dedicated reader for regular storage and backup. Additionally, the data will be stored in the research unit's central storage facilities. In the long term, the data will be stored on the university’s central servers for at least 5 years post-project, in accordance with KU Leuven's RDM policy. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? We will use KU Leuven's central server storage, which provides secure, self-mirrored daily automatic backups. Additionally, backups will be stored on portable hard drives provided by the research group and on the cloud drive of the instrument devices for added redundancy and accessibility. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The KU Leuven network drives are incorporated within secured KU Leuven environments, are password- protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network drive for study personnel. In addition, the data security is ensured by the dedicated service team at the institution, where the KU Leuven university data center has been built and operated at a very high security level with self-mirrored automatic backup at different physical locations. All data is transferred via encrypted methods. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10What are the expected costs for data storage and backup during the research project? How will these costs be covered?As mentioned, most of the storage has already been purchase. Depending on how fast these get filled I expect between 600 and 1000 euros of additional costs. The funding source for these costs will have to be discussed in due time with my supervisor but can easily covered with the FWO fellowship I received. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation All data will be retained for the expected 5-year period after the end of the project. Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .The data will be stored on the university's central servers (with automatic back-up procedures) for at least 5 years after the end of project, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?The research unit has already invested in short-term and mid-term storage devices and space for data. For long-term data storage, extending up to 5 years after the project's conclusion, we will utilize the service provided by the institution, which costs approximately 700 Euros annually. This requires an allocation of about 3,500 Euros from the grant for support. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 116. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.After the end of project, the data produced in this project will be made usable by third parties via open- access publications and shared depository of relevant data upon requests. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 137. Responsibilities Who will manage data documentation and metadata during the research project?The grant holder (Jagannath Satpathy) will be responsible for data documentation & metadata, under supervision of the PI ( Johan Hofkens ). Who will manage data storage and backup during the research project?Data management, storage and back up will be performed by the grant holder (Jagannath Satpathy), under supervision of the PI (Johan Hofkens). Who will manage data preservation and sharing?The PI (Johan Hofkens) will be responsible for ensuring data preservation and sharing. Who will update and implement this DMP? The grant holder (Jagannath Satpathy) will be responsible for updating this DMP. The PI (Johan Hofkens) bears the end responsibility for updating and implementing this DMP."
}