{
    "document_id": "D-2023-1967",
    "LinkTitle": "D-2023-1967",
    "file_name": "D-2023-1967.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1967.pdf",
    "metadata": {
        "title": "Corporate group audits in a statutory audit setting: auditor alignment, auditor choice, and the EU Audit Reform.",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Corporate group audits in a statutory audit setting: auditor alignment, auditor choice, and the\nEU Audit Reform.\nA Data Management Plan created using DMPonline.be\nCreators: \nZiloy Croughs, n.n. n.n., n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nZiloy Croughs, n.n. n.n., n.n. n.n.\nGrant number / URL: \n11L8723N\nID: \n199058\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nThe Wirecard accounting scandal has once more emphasized the relevance and the complexity of the financial audit of corporate groups.\nReinforced by the substantial number of audit  deficiencies linked to these audits, the corporate group audit (CGA) has developed into a\nprimary concern of regulators. This project examines the CGA in a new and important research setting: the EU statutory audit setting.\nWithin this setting, I specify three subprojects. The first subproject generates a better understanding of auditor alignment (i.e., the parent\ncompany and subsidiary company being audited by audit firms from the same accounting network). I study the relevance of network\neffects (structural power and board interlocks) in the decision of the corporate group to use aligned auditors. In the second subproject, I\nfocus on the relevance of auditor quality characteristics in the auditor choice of the corporate group. Knowing that companies are\nconcerned with qualities of their lead auditor, I will test to what extent component auditor quality affects auditor choice throughout the\ncorporate group. In the third subproject, I evaluate whether the introduction of the EU Statutory Audit Reform, which has increased the\ncomplexity of CGAs, has impacted audit quality and audit costs of CGAs. Findings are of interest to corporate groups, investors, audit\npractitioners, and regulators, allowing regulatory authorities to formulate new policies and evaluate existing ones.\nLast modified: \n26-04-2023\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n1 of 5\nCorporate group audits in a statutory audit setting: auditor alignment, auditor choice, and the\nEU Audit Reform.\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from\nthe following options:\nGenerate new\ndata\nReuse existing\ndata\nPlease choose from\nthe following options:\nDigital\nPhysical\nPlease choose from the following\noptions:\nObservational\nExperimental\nCompiled/aggregated data\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following options:\n.por, .xml,\n.tab, .cvs,.pdf,\n.txt, .rtf, .dwg,\n.gml, …\nNA\nPlease choose from\nthe following options:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nOrbis Global – Bureau van\nDijk\nCompany information\non over 400 million\nprivate and public\ncompanies worldwide.\nContains company\ncontact information,\nindustry classifications,\nbalance sheet data,\nP&L account, ratios,\nand more. Includes 10\nyears of history for the\ncompany financials\n(global format).\nReuse Existing Data\nDigital \nObservational data\n.csv,.txt \n<100GB \n \nOrbis Historical\nThe Orbis Historical\ndata is a dataset that\ncontains data beyond\nthe latest 10 years as\ncovered in Orbis\nOnline (in some\ncases). In addition,\nhistorical ownership\ndata is available from\n2007 up to and\nincluding 2018 (with\nyearly updates). Do\nnote that not all\nvariables from Orbis\nOnline are available in\nOrbis Historical.\n \nReuse Existing Data\nDigital \nObservational data\n.csv,.txt \n<2TB \n \nAudit Analytics\nProvides detailed audit\ninformation on over\n1,200 accounting firms\nand 15,000 publicly\nregistered companies.\nThe companies are\nregistered by the\nUnited States\nSecurities and\nExchange Commission\n(SEC). The dataset\ncontains known\nauditing details and\nfees paid for specific\nservices by accounting\nfirms. You can create\nreports by auditor,\nfees, location, and\nindustry.\nReuse Existing Data \nDigital\nObservational data\n.csv,.dta,.txt\n<100GB\n \nProcessed data file\nDatafile with variables\nderived from Orbis\nGlobal, Orbis\nHistorical, and Audit\nAnalytics.\nReuse Existing Data \nDigital\nDerived data\n.dta\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nAudit Analytics: \nWharton Research Data Services (upenn.edu)\nOrbis Global: \nOrbis | Company information across the globe | BvD (bvdinfo.com)\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n2 of 5\nOrbis Historical: \nhttps://accounts.moodysanalytics.com\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nYes\nThe following are KU Leuven's terms of use for all database infrastructure offered by the Faculty of Economics and Business, including the databases listed under question 1 (Audit Analytics,\nOrbis Global, and Orbis Historical). \nResults of analyses based on the data are permitted to be published in scientific publications. The data itself, however, cannot be published anywhere in any form. If for the purposes of\nscientific verification (as part of a peer review process, for instance) the data itself is requested, explicit permission needs to be granted by the suppliers of the data before any data is\nshared.\nIf affiliation with KU Leuven ends (after graduation, end of a research contract, end of an appointment, etc.) all data collected from the databases needs to be destroyed.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nA codebook with description of variables is provided by the data vendor. \nAdditionally, a programming script meticulously detailing the data manipulations required to recreate the final datasets will be preserved. As such, anyone with access to the databases will\nbe able to replicate the research by downloading the raw data and following the instructions in the script.\nFurthermore, a word document outlining the major data transformation steps will be preserved. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThese files will be stored on the personal Onedrive for Business account (2TB) of the FWO Fellow provided by KU Leuven. This secure cloud-based storage system ensures data preservation in\nthe case of hardware failure. After my PhD, all files will be transferred to the supervisor of the research project.\nHow will the data be backed up?\nAs the Onedrive for Business account is a cloud-based storage system, all datafiles are backed up in the Onedrive cloud. \nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n3 of 5\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes, the space available on the Onedrive account (2TB), is sufficient to store all required files for the research project.  \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the data files on the Onedrive is managed by the FWO Fellow, and shielded through a Shibboleth multi-factor authentication process. Access from other devices or access without\nproper access authorization is prevented by a combination of system and storage access control, encryption and firewalling of the systems involved. Access within the KU Leuven firewalls is\nthrough machine certificates and encryption restricted to a subset of university managed devices.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe Onedrive for business account is offered at no cost to KU Leuven staff. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nThe programming scripts and word document outlining major data manipulation steps will be preserved by the FWO Fellow indefinitely. These data files will after graduation be archived in a FEB-\nnetwork drive and shared with the supervisor. The derived datafiles will be preserved by the FWO Fellow until his KU Leuven affiliation ends, and afterwards indefinitely by the supervisor.\nWhere will these data be archived (stored and curated for the long-term)?\nAfter graduation, all relevant files will be transferred to the project supervisor. Derived datafiles will be stored on the supervisor's Onedrive for Business account, who has a permanent contract at\nKU Leuven, and will ensure appropriate preservation of relevant data. Programming scripts and the word document outlining major data manipulation steps will be archived in a FEB-network\ndrive.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe Onedrive for business account is offered at no cost to KU Leuven staff. The FEB-network drive will also be available at no cost for graduating students. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nSharing (part of) the data is restricted by the licensing agreements of the data vendors with KU Leuven. Solely KU Leuven researchers are allowed to access the data during the project. Access to\nthe data by KU Leuven researchers not engaged with the research project will be strictly monitored by the FWO Fellow. Interested parties with access to the data platforms of the same data\nvendors will, however, be able to recreate the datafiles by downloading the raw data themselves, and by following the instructions in the programming scripts that can be requested from the FWO\nfellow.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Other\nFor all databases indicated in section one, sharing of data is prevented by license agreements with third parties. Hence, access to data will be restricted to the researchers engaged in the project. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nN.A.\nWhen will the data be made available?\nN.A.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n4 of 5\nN.A.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nN.A.\nWhat are the expected costs for data sharing? How will these costs be covered?\nN.A.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe FWO Fellow. \nWho will manage data storage and backup during the research project?\nThe FWO Fellow. \nWho will manage data preservation and sharing?\nThe FWO Fellow, Ziloy Croughs. \nWho will update and implement this DMP?\nThe FWO Fellow. \nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n5 of 5"
    },
    "clean_full_text": "Corporate group audits in a statutory audit setting: auditor alignment, auditor choice, and the EU Audit Reform. A Data Management Plan created using DMPonline.be Creators: Ziloy Croughs, n.n. n.n., n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Ziloy Croughs, n.n. n.n., n.n. n.n. Grant number / URL: 11L8723N ID: 199058 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: The Wirecard accounting scandal has once more emphasized the relevance and the complexity of the financial audit of corporate groups. Reinforced by the substantial number of audit deficiencies linked to these audits, the corporate group audit (CGA) has developed into a primary concern of regulators. This project examines the CGA in a new and important research setting: the EU statutory audit setting. Within this setting, I specify three subprojects. The first subproject generates a better understanding of auditor alignment (i.e., the parent company and subsidiary company being audited by audit firms from the same accounting network). I study the relevance of network effects (structural power and board interlocks) in the decision of the corporate group to use aligned auditors. In the second subproject, I focus on the relevance of auditor quality characteristics in the auditor choice of the corporate group. Knowing that companies are concerned with qualities of their lead auditor, I will test to what extent component auditor quality affects auditor choice throughout the corporate group. In the third subproject, I evaluate whether the introduction of the EU Statutory Audit Reform, which has increased the complexity of CGAs, has impacted audit quality and audit costs of CGAs. Findings are of interest to corporate groups, investors, audit practitioners, and regulators, allowing regulatory authorities to formulate new policies and evaluate existing ones. Last modified: 26-04-2023 Created using DMPonline.be. Last modiﬁed 26 April 2023 1 of 5 Corporate group audits in a statutory audit setting: auditor alignment, auditor choice, and the EU Audit Reform. FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Orbis Global – Bureau van Dijk Company information on over 400 million private and public companies worldwide. Contains company contact information, industry classifications, balance sheet data, P&L account, ratios, and more. Includes 10 years of history for the company financials (global format). Reuse Existing Data Digital Observational data .csv,.txt <100GB Orbis Historical The Orbis Historical data is a dataset that contains data beyond the latest 10 years as covered in Orbis Online (in some cases). In addition, historical ownership data is available from 2007 up to and including 2018 (with yearly updates). Do note that not all variables from Orbis Online are available in Orbis Historical. Reuse Existing Data Digital Observational data .csv,.txt <2TB Audit Analytics Provides detailed audit information on over 1,200 accounting firms and 15,000 publicly registered companies. The companies are registered by the United States Securities and Exchange Commission (SEC). The dataset contains known auditing details and fees paid for specific services by accounting firms. You can create reports by auditor, fees, location, and industry. Reuse Existing Data Digital Observational data .csv,.dta,.txt <100GB Processed data file Datafile with variables derived from Orbis Global, Orbis Historical, and Audit Analytics. Reuse Existing Data Digital Derived data .dta <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Audit Analytics: Wharton Research Data Services (upenn.edu) Orbis Global: Orbis | Company information across the globe | BvD (bvdinfo.com) Created using DMPonline.be. Last modiﬁed 26 April 2023 2 of 5 Orbis Historical: https://accounts.moodysanalytics.com Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes The following are KU Leuven's terms of use for all database infrastructure offered by the Faculty of Economics and Business, including the databases listed under question 1 (Audit Analytics, Orbis Global, and Orbis Historical). Results of analyses based on the data are permitted to be published in scientific publications. The data itself, however, cannot be published anywhere in any form. If for the purposes of scientific verification (as part of a peer review process, for instance) the data itself is requested, explicit permission needs to be granted by the suppliers of the data before any data is shared. If affiliation with KU Leuven ends (after graduation, end of a research contract, end of an appointment, etc.) all data collected from the databases needs to be destroyed. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). A codebook with description of variables is provided by the data vendor. Additionally, a programming script meticulously detailing the data manipulations required to recreate the final datasets will be preserved. As such, anyone with access to the databases will be able to replicate the research by downloading the raw data and following the instructions in the script. Furthermore, a word document outlining the major data transformation steps will be preserved. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? These files will be stored on the personal Onedrive for Business account (2TB) of the FWO Fellow provided by KU Leuven. This secure cloud-based storage system ensures data preservation in the case of hardware failure. After my PhD, all files will be transferred to the supervisor of the research project. How will the data be backed up? As the Onedrive for Business account is a cloud-based storage system, all datafiles are backed up in the Onedrive cloud. Created using DMPonline.be. Last modiﬁed 26 April 2023 3 of 5 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes, the space available on the Onedrive account (2TB), is sufficient to store all required files for the research project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the data files on the Onedrive is managed by the FWO Fellow, and shielded through a Shibboleth multi-factor authentication process. Access from other devices or access without proper access authorization is prevented by a combination of system and storage access control, encryption and firewalling of the systems involved. Access within the KU Leuven firewalls is through machine certificates and encryption restricted to a subset of university managed devices. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The Onedrive for business account is offered at no cost to KU Leuven staff. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The programming scripts and word document outlining major data manipulation steps will be preserved by the FWO Fellow indefinitely. These data files will after graduation be archived in a FEB- network drive and shared with the supervisor. The derived datafiles will be preserved by the FWO Fellow until his KU Leuven affiliation ends, and afterwards indefinitely by the supervisor. Where will these data be archived (stored and curated for the long-term)? After graduation, all relevant files will be transferred to the project supervisor. Derived datafiles will be stored on the supervisor's Onedrive for Business account, who has a permanent contract at KU Leuven, and will ensure appropriate preservation of relevant data. Programming scripts and the word document outlining major data manipulation steps will be archived in a FEB-network drive. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The Onedrive for business account is offered at no cost to KU Leuven staff. The FEB-network drive will also be available at no cost for graduating students. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. Sharing (part of) the data is restricted by the licensing agreements of the data vendors with KU Leuven. Solely KU Leuven researchers are allowed to access the data during the project. Access to the data by KU Leuven researchers not engaged with the research project will be strictly monitored by the FWO Fellow. Interested parties with access to the data platforms of the same data vendors will, however, be able to recreate the datafiles by downloading the raw data themselves, and by following the instructions in the programming scripts that can be requested from the FWO fellow. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Other For all databases indicated in section one, sharing of data is prevented by license agreements with third parties. Hence, access to data will be restricted to the researchers engaged in the project. Where will the data be made available? If already known, please provide a repository per dataset or data type. N.A. When will the data be made available? N.A. Which data usage licenses are you going to provide? If none, please explain why. Created using DMPonline.be. Last modiﬁed 26 April 2023 4 of 5 N.A. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No N.A. What are the expected costs for data sharing? How will these costs be covered? N.A. 6. Responsibilities Who will manage data documentation and metadata during the research project? The FWO Fellow. Who will manage data storage and backup during the research project? The FWO Fellow. Who will manage data preservation and sharing? The FWO Fellow, Ziloy Croughs. Who will update and implement this DMP? The FWO Fellow. Created using DMPonline.be. Last modiﬁed 26 April 2023 5 of 5"
}