{
    "document_id": "D-2021-1019",
    "LinkTitle": "D-2021-1019",
    "file_name": "D-2021-1019.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1019.pdf",
    "metadata": {
        "title": "\"What does covolume tell us about the structure of a lattice?\" - DMP for FWO grant 1221722N",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP for FWO grant 1221722N\nProject Name\n \"What does covolume tell us about the structure of a lattice?\" - DMP for FWO grant\n1221722N\nProject Identifier\n 1221722N\nPrincipal Investigator / Researcher\n Francois Thilmany\nInstitution\n KU Leuven\n1. General Information\nName applicant\nFrançois Thilmany\nFWO Project Number & Title\n1221722N: What does covolume tell us about the structure of a lattice?\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\nFormat\nVolume\nHow created\nResearch notes, (drafts\nof) papers, proofs and\ncalculations\n.tex and .pdf\nApprox. 2-10GB\nLaTeX editor\nScanned images of\nvarious handwritten\nnotes\n.pdf\nApprox. 1-5GB\nDocument scanning from\npaper-based archival\ndocuments\nCode for computations\nand numerical\nexperiments\n.rtf\nApprox. 500 MB\nCoded\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you\n(re)use? If so, to what data do they relate and what restrictions are in place?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nThe content of papers, notes and calculations will be clear through an explicit title, an abstract\nand/or labels/keywords. They will be either self-contained or thorough references will be given.\nAny code will be commented for clarity.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.\nIf no, state in detail which metadata will be created to make the data easy/easier to\nfind and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll electronic files will be stored on my work computer.\nPhysical documents (e.g. handwritten notes) will be stored in my office.\nHow is backup of the data provided?\nMy work computer is regularly backed up on a(t least one) external hard-drive.\nPreprints, papers and code will generally also be stored in the cloud (e.g. on my personal page, on\narXiv, or on Overleaf).\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe total space required is very small (certainly less than 100GB).\nWhat are the expected costs for data storage and back up during the project? How will\nthese costs be covered?\nNo costs are expected.\nNevertheless, my bench fee will cover the unfortunate replacement of any back-up device. If ever\nneeded, cloud storage space is also freely provided by KU Leuven.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nNo data generated as part of this project is sensitive or personal.\nMy work computer is password-protected and always up-to-date with security updates.\nBack-up drives are off network and physically locked away.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the project?\nIn case only a selection of the data can/will be preserved, clearly state the reasons for\nthis (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be preserved (in format indicated in the data description) for at the very least 5 years.\nWhere will the data be archived (= stored for the longer term)?\nPreprints and papers will respectively be archived on arXiv and by the journal in which they are\npublished.\nPersonal notes and code will be archived on a personal hard-drive, as well as on Overleaf or on my\npersonal page when applicable.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nGiven that the services described above are free, no costs are expected.\n7. Data sharing and reuse\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll documents except personal notes. This includes papers, summaries, and any code\naccompanying them.\nPreprints will be available openly online; papers will be made available with the \"most open\"\naccess option allowed by the journal.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nUpon request by mail\nWhen will the data be made available?\nImmediately after the end of the project\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe documents openly available (which include preprints) will be so for everyone (the target\naudience being the mathematical community). Papers will be available to anyone with a\nsubscription to the corresponding journal.\nAny other documents available on demand by mail (e.g. notes, calculations) will be so for the\nscientific community, and usage is a priori restricted to scientific purposes.\nWhat are the expected costs for data sharing? How will the costs be covered?\nAs all means described above are free, no costs are expected.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nI will myself be responsible.\nWho will be responsible for data storage & back up during the project?\nI will myself be responsible.\nWho will be responsible for ensuring data preservation and reuse ?\nI will myself be responsible.\nWho bears the end responsibility for updating & implementing this DMP?\nI will myself bear the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP for FWO grant 1221722N Project Name \"What does covolume tell us about the structure of a lattice?\" - DMP for FWO grant 1221722N Project Identifier 1221722N Principal Investigator / Researcher Francois Thilmany Institution KU Leuven 1. General Information Name applicant François Thilmany FWO Project Number & Title 1221722N: What does covolume tell us about the structure of a lattice? Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How created Research notes, (drafts of) papers, proofs and calculations .tex and .pdf Approx. 2-10GB LaTeX editor Scanned images of various handwritten notes .pdf Approx. 1-5GB Document scanning from paper-based archival documents Code for computations and numerical experiments .rtf Approx. 500 MB Coded 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? The content of papers, notes and calculations will be clear through an explicit title, an abstract and/or labels/keywords. They will be either self-contained or thorough references will be given. Any code will be commented for clarity. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? All electronic files will be stored on my work computer. Physical documents (e.g. handwritten notes) will be stored in my office. How is backup of the data provided? My work computer is regularly backed up on a(t least one) external hard-drive. Preprints, papers and code will generally also be stored in the cloud (e.g. on my personal page, on arXiv, or on Overleaf). Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The total space required is very small (certainly less than 100GB). What are the expected costs for data storage and back up during the project? How will these costs be covered? No costs are expected. Nevertheless, my bench fee will cover the unfortunate replacement of any back-up device. If ever needed, cloud storage space is also freely provided by KU Leuven. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? No data generated as part of this project is sensitive or personal. My work computer is password-protected and always up-to-date with security updates. Back-up drives are off network and physically locked away. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be preserved (in format indicated in the data description) for at the very least 5 years. Where will the data be archived (= stored for the longer term)? Preprints and papers will respectively be archived on arXiv and by the journal in which they are published. Personal notes and code will be archived on a personal hard-drive, as well as on Overleaf or on my personal page when applicable. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Given that the services described above are free, no costs are expected. 7. Data sharing and reuse This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All documents except personal notes. This includes papers, summaries, and any code accompanying them. Preprints will be available openly online; papers will be made available with the \"most open\" access option allowed by the journal. Where/how will the data be made available for reuse? In an Open Access repository Upon request by mail When will the data be made available? Immediately after the end of the project Upon publication of the research results Who will be able to access the data and under what conditions? The documents openly available (which include preprints) will be so for everyone (the target audience being the mathematical community). Papers will be available to anyone with a subscription to the corresponding journal. Any other documents available on demand by mail (e.g. notes, calculations) will be so for the scientific community, and usage is a priori restricted to scientific purposes. What are the expected costs for data sharing? How will the costs be covered? As all means described above are free, no costs are expected. 8. Responsibilities Who will be responsible for data documentation & metadata? I will myself be responsible. Who will be responsible for data storage & back up during the project? I will myself be responsible. Who will be responsible for ensuring data preservation and reuse ? I will myself be responsible. Who bears the end responsibility for updating & implementing this DMP? I will myself bear the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}