{
    "document_id": "D-2023-2241",
    "LinkTitle": "D-2023-2241",
    "file_name": "D-2023-2241.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2241.pdf",
    "metadata": {
        "title": "Exploring nano- and microstructures in advanced coated concrete for improved building thermal efficiency",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Exploring nano- and microstructures in advanced coated concrete for improved\nbuilding thermal efficiency\nA Data Management Plan created using DMPonline.be\nCreators: \nHans Hallez, Veerle Vandeginste\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nVeerle Vandeginste\nGrant number / URL: \nG0C0423N\nID: \n200384\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nUp to 4% of the deaths in the largest cities in Belgium are already attributed to the effect of heat during the more\nfrequent climate extremes caused by global warming. Improving the thermal efficiency of buildings offers a solution to\nbe better prepared for extreme temperature events. The overall aim of the project is to establish the fundamental\nrelationships between the micro- and nanostructures and composition of synthesized novel energy-efficient concrete\nand multifunctional thermochromic coating and their material properties.\nThe specific objectives are: (i) to develop a new low-carbon concrete with reduced thermal conductivity and evaluate\nand model its material properties, (ii) to develop a multifunctional thermochromic coating for the building envelope, (iii)\nto model the impact of the concrete's surface moisture, surface profile and weather conditions on the adhesion of the\ncoating, (iv) to develop a methodology to measure, test and validate the thermal efficiency of the developed coated\nconcrete system. The project will thus generate the fundamental insight to achieve a building system with reduced heat\ntransfer by both radiation and conduction.\nLast modified: \n21-06-2023\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n1 of 7\nExploring nano- and microstructures in advanced coated concrete for improved\nbuilding thermal efficiency\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt,\n.rtf, .dwg, .gml,\n…\nNA\nPlease choose\nfrom the\nfollowing options:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nCON-S\nConcrete synthesis\nprotocol\nNew\nDigital\nExperimental\npdf\n<1GB\n \nCON-C\nConcrete\ncharacterization\nresults\nNew\nDigital\nExperimental\nxlsx\n<1GB\n \nCON-I\nConcrete\ncharacterization\nwith SEM\nNew\nDigital\nExperimental\npdf\n<100GB\n \nCON-M\nConcrete\ncharacterization\nwith micro-CT\nNew\nDigital\nExperimental\npdf\n<1TB\n \nCON-P\nConcrete prototype\nwith coating\nNew\nPhysical\nOther, prototype\n \n \ndecimeter\nsize\nCOA-S\nCoating synthesis\nprotocol\nNew\nDigital\nExperimental\npdf\n<1GB\n \nCOA-C\nCoating\ncharacterization\nresults\nNew\nDigital\nExperimental\nxlsx\n<1GB\n \nCOA-I\nCoating\ncharacterization\nwith SEM\nNew\nDigital\nExperimental\npdf\n<100GB\n \nADH-C\nAdhesion\ncharacterization\nNew\nDigital\nExperimental\nxlsx\n<1GB\n \nADH-M\nAdhesion modeling\nresults\nNew\nDigital\nSimulation data\npdf\n<1GB\n \nINS-S\nInsulation\nmeasurement set-\nup\nNew\nPhysical\nOther, equipment set-up\nprototype\n \n \ndecimeter\nsize\nINS-C\nInsulation\ncharacterization\nNew\nDigital\nExperimental\nxlsx, csv, json\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNo existing data will be reused in this project.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n2 of 7\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nWe will make a new type of concrete and a new type of advanced thermochromic coating. The research is on a fundamental level, but it does have an economic impact.\nThe project aims to develop a new integrated thermochromic coated concrete material prototype within a laboratory setting. Only in a follow-up study, the prototype can\nbe further developed towards a product or technology at higher TRL, which can then be licensed to companies.\nThe datasets associated with potential commercial valorization involve:\n- CON-S: Concrete synthesis protocol\n- CON-P: Coated concrete prototype\n- COA-S: Coating synthesis protocol\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nFor each of the characterization analyses, the measurement procedures and conditions, instrument type, settings, etc will be recorded in text documents.\nWe will add the following metadata for the datasets:\n- CON-S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorization\n- CON-C: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization\n- CON-I: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization\n- CON-M: details on investigation, investigator, topic and keyword, publication, model, dataset, datafile, parameters, authorization\n- CON-P: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization\n- COA-S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorization\n- COA-C: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization\n- COA-I: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization\n- ADH-C: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization\n- ADH-M: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization\n- INS-S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorization\n- INS-C: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorization\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nWe will use the RDR data repository of KU Leuven. A metadata standard is automatically applied upon depositing the data. The metadata model will include fields that are\nrequired, recommended and optional. Using this data repository, the data sets will be findable and reusable.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nOneDrive at KU Leuven\nWe will also explore novel solution for data storage, such as Active Data Management Platform (ManGO platform of KU Leuven)\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n3 of 7\nHow will the data be backed up?\nThe data storage facilities are automatically backed up by KU Leuven ICTS\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nWe will use the storage facilitities of KU Leuven ICTS.  We have foreseen budget to acquire enough storage for the project. The amount of storage can always be extended\nin the course of the project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nKU Leuven has IT specifications for data storage and management. Based on the confidentiality of the data, storage space, possibility to share data with colleagues, type\nof data, metadata, etc, IT provides tailored solutions. The recommended storage is SharePoint on premise or online site of Teams site. Only the persons involved in the\nproject will be able to access the data. If other (third party) persons or research groups are interested in the data, then we will discuss this among the promotors of the\nproject. Large volume data will be stored on the dedicated platform of the KU Leuven (LVD storage @ drives.kuleuven.be) \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo extra costs. The platform of Sharepoint, Teams of the Active Data Management Platform is offered free of charge by KU Leuven.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?\nKU Leuven RDR\n \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFree for KU Leuven staff\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nSome data can be important in terms of potential further commercial valorization, and therefore, need to be kept confidential, and thus no access until patent is issued\nand granted if applicable.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe data will be restricted/embargoed until the work is published or patented. Only the specific investigators involved in the research project will have access to the data\nduring the restriction / embargo period.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nSome data may be used for patent application afterwards, and in this way, they would be restricted temporarily.\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n4 of 7\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available?\nUpon publication of research results, or for some data, after patenting\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY 4.0 (data)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe mentioned storage types are free for staff at KU Leuven\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD researchers working on the research project and generating the data will make the dataset files along with the metadata. They will ensure uploading and storing\nthe datasets during the course of their PhD and the project. \nWho will manage data storage and backup during the research project?\nThe PhD researchers working on the research project will take care of data storage and backup during the research project, and they will be supervised in this task by the\npromotors of the research project. \nWho will manage data preservation and sharing?\nThe promotors of the research project will be responsible for the long term data storage, preservation and sharing of data. Specifically, this will be Prof. Vandeginste for\nCOA-S, COA-C, COA-I and INS-S, INS-C, and Prof Li for datasets CN-S, CON-C, CON-I, CON-M, CON-P and ADH-C, ADH-M. \nWho will update and implement this DMP?\nThe promotors of the research project will update this DMP and make sure it is implemented. \nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n5 of 7\nExploring nano- and microstructures in advanced coated concrete for improved\nbuilding thermal efficiency\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n6 of 7\nExploring nano- and microstructures in advanced coated concrete for improved\nbuilding thermal efficiency\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n7 of 7"
    },
    "clean_full_text": "Exploring nano- and microstructures in advanced coated concrete for improved building thermal efficiency A Data Management Plan created using DMPonline.be Creators: Hans Hallez, Veerle Vandeginste Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Veerle Vandeginste Grant number / URL: G0C0423N ID: 200384 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Up to 4% of the deaths in the largest cities in Belgium are already attributed to the effect of heat during the more frequent climate extremes caused by global warming. Improving the thermal efficiency of buildings offers a solution to be better prepared for extreme temperature events. The overall aim of the project is to establish the fundamental relationships between the micro- and nanostructures and composition of synthesized novel energy-efficient concrete and multifunctional thermochromic coating and their material properties. The specific objectives are: (i) to develop a new low-carbon concrete with reduced thermal conductivity and evaluate and model its material properties, (ii) to develop a multifunctional thermochromic coating for the building envelope, (iii) to model the impact of the concrete's surface moisture, surface profile and weather conditions on the adhesion of the coating, (iv) to develop a methodology to measure, test and validate the thermal efficiency of the developed coated concrete system. The project will thus generate the fundamental insight to achieve a building system with reduced heat transfer by both radiation and conduction. Last modified: 21-06-2023 Created using DMPonline.be. Last modiﬁed 21 June 2023 1 of 7 Exploring nano- and microstructures in advanced coated concrete for improved building thermal efficiency FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA CON-S Concrete synthesis protocol New Digital Experimental pdf <1GB CON-C Concrete characterization results New Digital Experimental xlsx <1GB CON-I Concrete characterization with SEM New Digital Experimental pdf <100GB CON-M Concrete characterization with micro-CT New Digital Experimental pdf <1TB CON-P Concrete prototype with coating New Physical Other, prototype decimeter size COA-S Coating synthesis protocol New Digital Experimental pdf <1GB COA-C Coating characterization results New Digital Experimental xlsx <1GB COA-I Coating characterization with SEM New Digital Experimental pdf <100GB ADH-C Adhesion characterization New Digital Experimental xlsx <1GB ADH-M Adhesion modeling results New Digital Simulation data pdf <1GB INS-S Insulation measurement set- up New Physical Other, equipment set-up prototype decimeter size INS-C Insulation characterization New Digital Experimental xlsx, csv, json <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No existing data will be reused in this project. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or Created using DMPonline.be. Last modiﬁed 21 June 2023 2 of 7 data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes We will make a new type of concrete and a new type of advanced thermochromic coating. The research is on a fundamental level, but it does have an economic impact. The project aims to develop a new integrated thermochromic coated concrete material prototype within a laboratory setting. Only in a follow-up study, the prototype can be further developed towards a product or technology at higher TRL, which can then be licensed to companies. The datasets associated with potential commercial valorization involve: - CON-S: Concrete synthesis protocol - CON-P: Coated concrete prototype - COA-S: Coating synthesis protocol Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For each of the characterization analyses, the measurement procedures and conditions, instrument type, settings, etc will be recorded in text documents. We will add the following metadata for the datasets: - CON-S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorization - CON-C: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization - CON-I: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization - CON-M: details on investigation, investigator, topic and keyword, publication, model, dataset, datafile, parameters, authorization - CON-P: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization - COA-S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorization - COA-C: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization - COA-I: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization - ADH-C: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization - ADH-M: details on investigation, investigator, topic and keyword, publication, materials, dataset, datafile, parameters, authorization - INS-S: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorization - INS-C: details on investigation, investigator, topic and keyword, publication, dataset, datafile, parameters, authorization Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes We will use the RDR data repository of KU Leuven. A metadata standard is automatically applied upon depositing the data. The metadata model will include fields that are required, recommended and optional. Using this data repository, the data sets will be findable and reusable. 3. Data storage & back-up during the research project Where will the data be stored? OneDrive at KU Leuven We will also explore novel solution for data storage, such as Active Data Management Platform (ManGO platform of KU Leuven) Created using DMPonline.be. Last modiﬁed 21 June 2023 3 of 7 How will the data be backed up? The data storage facilities are automatically backed up by KU Leuven ICTS Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes We will use the storage facilitities of KU Leuven ICTS. We have foreseen budget to acquire enough storage for the project. The amount of storage can always be extended in the course of the project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? KU Leuven has IT specifications for data storage and management. Based on the confidentiality of the data, storage space, possibility to share data with colleagues, type of data, metadata, etc, IT provides tailored solutions. The recommended storage is SharePoint on premise or online site of Teams site. Only the persons involved in the project will be able to access the data. If other (third party) persons or research groups are interested in the data, then we will discuss this among the promotors of the project. Large volume data will be stored on the dedicated platform of the KU Leuven (LVD storage @ drives.kuleuven.be) What are the expected costs for data storage and backup during the research project? How will these costs be covered? No extra costs. The platform of Sharepoint, Teams of the Active Data Management Platform is offered free of charge by KU Leuven. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Free for KU Leuven staff 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Some data can be important in terms of potential further commercial valorization, and therefore, need to be kept confidential, and thus no access until patent is issued and granted if applicable. If access is restricted, please specify who will be able to access the data and under what conditions. The data will be restricted/embargoed until the work is published or patented. Only the specific investigators involved in the research project will have access to the data during the restriction / embargo period. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Some data may be used for patent application afterwards, and in this way, they would be restricted temporarily. Created using DMPonline.be. Last modiﬁed 21 June 2023 4 of 7 Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? Upon publication of research results, or for some data, after patenting Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? The mentioned storage types are free for staff at KU Leuven 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researchers working on the research project and generating the data will make the dataset files along with the metadata. They will ensure uploading and storing the datasets during the course of their PhD and the project. Who will manage data storage and backup during the research project? The PhD researchers working on the research project will take care of data storage and backup during the research project, and they will be supervised in this task by the promotors of the research project. Who will manage data preservation and sharing? The promotors of the research project will be responsible for the long term data storage, preservation and sharing of data. Specifically, this will be Prof. Vandeginste for COA-S, COA-C, COA-I and INS-S, INS-C, and Prof Li for datasets CN-S, CON-C, CON-I, CON-M, CON-P and ADH-C, ADH-M. Who will update and implement this DMP? The promotors of the research project will update this DMP and make sure it is implemented. Created using DMPonline.be. Last modiﬁed 21 June 2023 5 of 7 Exploring nano- and microstructures in advanced coated concrete for improved building thermal efficiency GDPR GDPR Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 21 June 2023 6 of 7 Exploring nano- and microstructures in advanced coated concrete for improved building thermal efficiency DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 21 June 2023 7 of 7"
}