{
    "document_id": "D-2021-1091",
    "LinkTitle": "D-2021-1091",
    "file_name": "D-2021-1091.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1091.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "1MY PLAN (FWO DMP)\n12ZO222N_FWO DMP\nADMIN DETAILS\nProject Name: My plan (FWO DMP) - 12ZO222N_FWO DMP\nGrant Title: 12ZO222N\nPrincipal Investigator / Researcher: Kelvin Lee\nDescription: My project is the first large-scale study of the global rise of musical modernism at the turn of  \nthe twentieth century. It focuses on forms of cultural counterpoint emanated from mobility and migration of  \nfin-de-siècle composers, arguing that they are fundamental to the transmission and the shaping of \nmodernist ideals across the globe. By collecting data on the organisational patterns of musical materials \nin symphonic works resulted from such contexts, the study develops a novel analytical framework for \nmodelling cultural transfer in musical form. The sociocultural and historical properties of the collected data  \nwill also be exploited to construct a global account of early musical modernism, where transcultural \nhybridisation of musical idioms is immanent.\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nHeung Fai (Kelvin) Lee  \nFWO Project Number & Title\n12ZO222N Rethinking Peripheral Symphonism: Transcultural Form and Glocal Modernism at the Fin de \nSiècle \nAffiliation\n●KU Leuven\n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●Generate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject.\n If you reuse existing data, specify the source of these data.  \n2 Distinguish data types (the kind of content) from data formats (the technical format).\nType of data Format Volume How they are created\nObservational textual data  \non the organisational \npatterns of musical \nmaterials in a corpus of 98  \nsymphonic works.xls 10 MB Analysis of musical scores\nObservational textual data  \non the networks of the fin-\nde-siècle symphony.csv 10 MB Collation of concert \nprogrammes, syllabuses \nand textbooks from online \ncatalogues and physical \narchives\nScanned images of \narchival documents.jpeg, .png 10 GB Document scanning from \npaper-based archival \ndocuments\n3. LEGAL AND ETHICAL ISSUES\nWill you use personal data?\n \n If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU \nLeuven's Register of Data Processing for Research and Public Service Purposes (PRET \napplication). \n \n Be aware that registering the fact that you process personal data is a legal obligation.\n●No\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●No\nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●No\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●Yes\n3Additional permission from the archives will be required if the archival images  are to be published in any \nform or made available to any third party.  \n4. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\n1.For the data on the organisational patterns of musical materials, the methodology  utilised for data \ncollection and the rationale behind the  use of specific theoretical frameworks will be included in a \nReadMe file for the dataset. A list of  theoretical terms used in the dataset  (alongside the relevant \nreferences) will also be provided in the ReadMe file.\n2.For the data on the networks of the fin-de-siècle symphony, the abbreviations of the cateologues \nand archives from which the data is generated will be included in the dataset and laid out in an \nappendant .txt file. Cross-references with the scanned images of archival documents will also be \nindicated if relevant.\n3.For the scanned images of archival documents, they will be divided into different folders \naccording to their document types. Each of the images will be assigned an identifier and included \nin a xls. explanatory file, which will also contain information about its  document type, year of \ncreation, current location, as well as its relevance to particular specific piece(s), composer(s) or \ncity, if applicable.\nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\n●No\nStructured metadata catered for  the needs of my project will be created based on the elements of Dublin \nCore by adding music-theoretical specific terms (particularlly apposite to the data on the organisational \npatterns of musical materials).  \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\nWhere will the data be stored?  \nHow is backup of the data provided?\nKU Leuven's OneDrive service does  automatic backups. The data hosted on nodegoat will be exported \nonce a month and stored on OneDrive as well.  \nIs there currently sufficient storage & backup capacity\n during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are \navailable then explain how this will be taken care of.\n●Yes\n4What are the expected costs for data storage and back up during the project? How will these \ncosts be covered?\n \nNo cost is expected for data storage and back up as KU Leuven has made its OneDrive service freely \navailable to its FWO postdoctoral fellows. The  project budget allocated by the FWO could be used for \nsuch purposes if this becomes necessary.  \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\nThere will be no sensitive data involved in my project.  The data is stored in KU Leuven's OneDrive \nservice and is therefore protected by  KU Leuven's robust Multi-Factor Authentication System; it can only \nbe accessed with approval from my own cell phone. If special copyright arrangement is made with any of \nthe archives, the scanned copies will be encrypted on top of the usual protection.  \n6. DATA PRESERVATION AFTER THE FWO PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nAll the aforementioned data will be retained unless the contractual  arrangements made with archives \nspecifically forbidden me from doing so.  \nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on KU Leuven's central servers (with automatic back-up procedures) for at least \n10 years. The textual data will also  be published open access on  a book companion website once the \nmonograph planned for this project is finished.  \nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nAll the data will be hosted on the servers of KU Leuven. The estimated cost for archive storage will be \n€500 (500GB) for 5 years (purchased through the Faculty of Art's ICT service) and it will be covered by \nthe project budget allocated by the FWO.  \n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\n●Yes. Specify:\nMaterials obtained from the Archives of Japanese Modern Music cannot be shared beyond the project \ninvestigator as extra licensing (and associated fees) from Japanese Society for Rights of Authors, \nComposers and Publishers is required.  \n5Which data will be made available after the end of the project?\nThe datasets on the organisational patterns of musical materials and the networks of the fin-de-siècle \nsymphony will be made available.  \nThe rights of the scanned images of archival documents remain with the archives and it is therefore \nsubject to the archives as to whether they can be shared.  \nWhere/how will the data be made available for reuse?\n●In an Open Access repository\nThe datasets on the organisational patterns of musical materials and the networks of the fin-de-siècle \nsymphony will be published open access on a book companion website once the monograph planned for \nthis project is finished.  \nWhen will the data be made available?\n●Upon publication of the research results\nThe datasets on the organisational patterns of musical materials and the networks of the fin-de-siècle \nsymphony will be published open access on a book companion website once the monograph planned for \nthis project is finished.  \nWho will be able to access the data and under what conditions?\nThe datasets on the organisational patterns of musical materials and the networks of the fin-de-siècle \nsymphony will be available on a book companion website. So  it will be available to anyone for non-\ncommercial purposes, provided that they  give appropriate credit to the creator. \nWhat are the expected costs for data sharing? How will the costs be covered?  \n \nThe mentioned book companion website shall be hosted by the publisher. Otherwise it will be hosted on \nthe creator's own domain  storage (with dedicated domain name)  or made available via GitHub.  \n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nThe PI will be responsible for data documentation & metadata.  \nWho will be responsible for data storage & back up during the project?\nThe PI will be responsible for data storage & back up during the project.  \nWho will be responsible for ensuring data preservation and reuse ?\nThe PI will be responsible for ensuring data preservation and reuse during the project. After that, the \npromoter of the project (ZAP-member at KU Leuven) will be the designated responsible person.  \n6Who bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "1MY PLAN (FWO DMP) 12ZO222N_FWO DMP ADMIN DETAILS Project Name: My plan (FWO DMP) - 12ZO222N_FWO DMP Grant Title: 12ZO222N Principal Investigator / Researcher: Kelvin Lee Description: My project is the first large-scale study of the global rise of musical modernism at the turn of the twentieth century. It focuses on forms of cultural counterpoint emanated from mobility and migration of fin-de-siècle composers, arguing that they are fundamental to the transmission and the shaping of modernist ideals across the globe. By collecting data on the organisational patterns of musical materials in symphonic works resulted from such contexts, the study develops a novel analytical framework for modelling cultural transfer in musical form. The sociocultural and historical properties of the collected data will also be exploited to construct a global account of early musical modernism, where transcultural hybridisation of musical idioms is immanent. Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Heung Fai (Kelvin) Lee FWO Project Number & Title 12ZO222N Rethinking Peripheral Symphonism: Transcultural Form and Glocal Modernism at the Fin de Siècle Affiliation ●KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. 2 Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How they are created Observational textual data on the organisational patterns of musical materials in a corpus of 98 symphonic works.xls 10 MB Analysis of musical scores Observational textual data on the networks of the fin- de-siècle symphony.csv 10 MB Collation of concert programmes, syllabuses and textbooks from online catalogues and physical archives Scanned images of archival documents.jpeg, .png 10 GB Document scanning from paper-based archival documents 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●Yes 3Additional permission from the archives will be required if the archival images are to be published in any form or made available to any third party. 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? 1.For the data on the organisational patterns of musical materials, the methodology utilised for data collection and the rationale behind the use of specific theoretical frameworks will be included in a ReadMe file for the dataset. A list of theoretical terms used in the dataset (alongside the relevant references) will also be provided in the ReadMe file. 2.For the data on the networks of the fin-de-siècle symphony, the abbreviations of the cateologues and archives from which the data is generated will be included in the dataset and laid out in an appendant .txt file. Cross-references with the scanned images of archival documents will also be indicated if relevant. 3.For the scanned images of archival documents, they will be divided into different folders according to their document types. Each of the images will be assigned an identifier and included in a xls. explanatory file, which will also contain information about its document type, year of creation, current location, as well as its relevance to particular specific piece(s), composer(s) or city, if applicable. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●No Structured metadata catered for the needs of my project will be created based on the elements of Dublin Core by adding music-theoretical specific terms (particularlly apposite to the data on the organisational patterns of musical materials). 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? How is backup of the data provided? KU Leuven's OneDrive service does automatic backups. The data hosted on nodegoat will be exported once a month and stored on OneDrive as well. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes 4What are the expected costs for data storage and back up during the project? How will these costs be covered? No cost is expected for data storage and back up as KU Leuven has made its OneDrive service freely available to its FWO postdoctoral fellows. The project budget allocated by the FWO could be used for such purposes if this becomes necessary. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? There will be no sensitive data involved in my project. The data is stored in KU Leuven's OneDrive service and is therefore protected by KU Leuven's robust Multi-Factor Authentication System; it can only be accessed with approval from my own cell phone. If special copyright arrangement is made with any of the archives, the scanned copies will be encrypted on top of the usual protection. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the aforementioned data will be retained unless the contractual arrangements made with archives specifically forbidden me from doing so. Where will the data be archived (= stored for the longer term)? The data will be stored on KU Leuven's central servers (with automatic back-up procedures) for at least 10 years. The textual data will also be published open access on a book companion website once the monograph planned for this project is finished. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? All the data will be hosted on the servers of KU Leuven. The estimated cost for archive storage will be €500 (500GB) for 5 years (purchased through the Faculty of Art's ICT service) and it will be covered by the project budget allocated by the FWO. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●Yes. Specify: Materials obtained from the Archives of Japanese Modern Music cannot be shared beyond the project investigator as extra licensing (and associated fees) from Japanese Society for Rights of Authors, Composers and Publishers is required. 5Which data will be made available after the end of the project? The datasets on the organisational patterns of musical materials and the networks of the fin-de-siècle symphony will be made available. The rights of the scanned images of archival documents remain with the archives and it is therefore subject to the archives as to whether they can be shared. Where/how will the data be made available for reuse? ●In an Open Access repository The datasets on the organisational patterns of musical materials and the networks of the fin-de-siècle symphony will be published open access on a book companion website once the monograph planned for this project is finished. When will the data be made available? ●Upon publication of the research results The datasets on the organisational patterns of musical materials and the networks of the fin-de-siècle symphony will be published open access on a book companion website once the monograph planned for this project is finished. Who will be able to access the data and under what conditions? The datasets on the organisational patterns of musical materials and the networks of the fin-de-siècle symphony will be available on a book companion website. So it will be available to anyone for non- commercial purposes, provided that they give appropriate credit to the creator. What are the expected costs for data sharing? How will the costs be covered? The mentioned book companion website shall be hosted by the publisher. Otherwise it will be hosted on the creator's own domain storage (with dedicated domain name) or made available via GitHub. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The PI will be responsible for data documentation & metadata. Who will be responsible for data storage & back up during the project? The PI will be responsible for data storage & back up during the project. Who will be responsible for ensuring data preservation and reuse ? The PI will be responsible for ensuring data preservation and reuse during the project. After that, the promoter of the project (ZAP-member at KU Leuven) will be the designated responsible person. 6Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}