{
    "document_id": "D-2024-3287",
    "LinkTitle": "D-2024-3287",
    "file_name": "D-2024-3287.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3287.pdf",
    "metadata": {
        "title": "D-2024-3287",
        "author": "Veerle Van den Eynden",
        "num_pages": 13
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Stephanie Vrijsen, ORCID: 0000-0002-2601-510X\nContributor name(s) (+ ORCID) & roles Peter Vangheluwe, ORCID: 0000-0002-7822-2944 (supervisor)\nProject number 1 & title ATP13A2 activation as a switch to regulate neuroinflammation in Parkinson’s disease\nFunder(s) GrantID 212A3725N\nAffiliation(s)  KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description ’   ( )        Parkinsons disease PD is the second most common neurodegenerative disease\n, worldwide and\n    ,        cannot be halted or reverted expressing the need to elucidate underlying disease\n. - -       13 2   mechanisms Loss of function variants in the polyamine transporter ATP A are causative\n ,  -    -  . 13 2  for parkinsonisms including early onset PD and Kufor Rakeb syndrome Atp a deficiency\n     ,    . , in mouse models induces profound neuroinflammation a major PD hallmark Interestingly\n   -  ,      13 2 polyamines have potent anti inflammatory effects but how polyamine transport by ATP A\n     .      13 2’  is coupled to inflammation remains unknown We hypothesize that regulation of ATP A s\n       ,     . transport activity forms a switch to modulate inflammation which is dysregulated in PD\n          ( ), Polyamine transport may be transiently suppressed to allow acute inflammation beneficial\n  - -   13 2      ( ). whereas full loss of function of ATP A may lead to chronic inflammation detrimental\n      ,       13 2-Using microglial cell models and mouse models we will investigate the impact of ATP A\n      ,  -   mediated polyamine transport on key inflammatory pathways including cGAS STING and\n  .        mitochondrial antigen presentation We will dissect how inflammatory stimuli affect\n13 2’         13 2    ATP A s transport function and test the impact of ATP A disease variants on\n.          13 2      inflammation We will focus on a new protein interactor of ATP A that may serve as an\n13 2       . ,   ATP A activator and may be involved in neuroinflammation Together this project\n       13 2,   promises to mechanistically explain the link between ATP A polyamines and\n  . neuroinflammation in PD\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nImages IFImages from \nimmunocyto/his\ntochemistry☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.czi\n.tiff☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA/\nImages WBImages from \nWestern blotsNew data DigitalImages .scn < 100 GB /\nExcel sheets \nand word \nfilesExcel sheets and \nword files for \nanalysis and \ndescription of \nthe dataNew data DigitalNumerical and \ntextual.xlsx\n.docx< 1 GB /\nVideosVideos for mice \nmotor function \ndata and live \ncell imagingNew data DigitalAudiovisual .mp4 < 1 TB /\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5GraphPad \nPrism filesGraphPad files \nfor analysis and \nstatistics of the \ndataNew data DigitalNumerical and \ntextual.prism < 100 GB /\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Not applicable. \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: the generation of the data concerns \nthe use of human cell lines, for which ethical approval is in place (S63808 and S67177).  \n☒ Yes, animal data; provide ECD reference number: data will be generated using different mouse models. \nWe have ethical approval in place for the Atp13a2-/- mice (CMM-069/2021), and we will submit an \namendment for experiments performed with these mice in this project. In addition, a separate file will be \nsubmitted to ask approval for work with the Atp13a2 V990M mice, and to create an Atp13a2 R980W \nmouse model. \n☐ Yes, dual use; provide approval number:  \n☐ No\nAdditional information:\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Will  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below)\n☒ No\nAdditional information:\nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ Yes\n☐ No\nIf yes, please comment: My host laboratory works together with the Centre of Drug Design and Discovery \n(CD3), a KU Leuven spinoff that aims to form the bridge between academia and industry. Although my \nproject consists of fundamental research aiming to identify an underlying pathological mechanism in \nParkinson’s disease, I am also exposed to the translational side of research via this collaboration. New \nfundamental findings of my project may offer therapeutic opportunities, which will be evaluated at a \ncontinuous basis by the IOF manager Veronique Daniëls who is affiliated with our team. New assays \ndeveloped during this project may benefit the ongoing drug discovery efforts on ATP13A2 by our team in \ncollaboration with pharmaceutical partners, the M.J. Fox Foundation and CD3.\nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☒ Yes\n☐ No\nIf yes, please explain:  \nThe parental cell lines originate from ATCC, for which MTA’s are in place.  \nRegarding the data obtained with cells isolated from ATP13A2 mutant carriers, informed consent is in \nplace (explained in the ethical approval S67177).  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 73.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .Protocols, list of plasmids, list of antibodies, list of cell lines are available on the J-drive for everybody from  \nthe lab. Each researcher has a personal e-notebook that contains the title of the experiments, date and to \nwhich project it belongs. Adjustments to the protocol are written in the lab notebook and also how data \nwere generated: the composition, temperature, incubation and and reference to the loading conditions of \nthe considered material. Also, the place where the material is being stored are mentioned in the lab\nnotebook. The read out, raw data, analyzed data, statistics, and README files are being saved on the \nresearcher’s folder on the J-drive. The name of the folder of the saved data refers to the date, project, \nspecifications and version of the data. All folders are organized on the j-drive according to the project, \nresults, proposal, papers, presentation, administration. Each researcher has access to his/her folder on the  \nJ-drive and a common folder of the lab. Only the PI and the lab manager have access to all folders.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nThe researchers use a OneNote (e-notebook) dedicated for this project. It contains a list of tabs indicating \ntype of experiments. Within each tab, the notes are organized by date of experiments and contain \ndetailed information of each experiments, including date, title, experiment temperature, concentration of \nreagents, timing, adjustments from a previous protocol if there is any, and the exact protocol if a new\nexperiment has been initiated. The raw data and analysis files are stored in personal J-drive folders under \nthis project. Organized in the same manner as in the notebook. It contains folders per type of experiment, \nand within the folder, the data from individual experiments organized by date of conduction. Common \ninformation including SOP, cell line information, protein sequences is stored in a common J-drive\nfolder of the lab. Each member has access to their own personal folder, the common lab folder and \nOneNote. The PI and the lab manager have access to all folders.\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☒ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☐ Teams\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ ManGO\n☐ Digital vault\n☒ Other: L-drive (for large datasets) and the K-drive (for published results, archive)\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify) \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  Data are not saved locally on laptop/desktop but are stored in the KU Leuven secure data center. Only two  \npeople have access to all folders: the PI and the lab manager. Changes in the shared OneNote made by \nanother team member will be automatically indicated with the name of the person, and older versions can  \nbe restored if needed. Each researcher has access to his own personal folder and the project folder he/she  \nis involved in on the j-drive, and has read only access to the data on the long-term storage (k-drive). Non-\nauthorized persons can’t access or modify the data.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Each year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term \nstorage) and €519.00 will be charged each year for the use of 1 TB of the j-drive (short term storage). \nBack-up service is included in the price. The costs will be covered by current grants obtained by the lab.  \n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☐ KU Leuven RDR\n☐ Large Volume Storage (longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specifiy): Data will be stored on the K-drive (only the PI and lab manager have access). Data on \nthis drive cannot be modified.  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11What are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Each year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term \nstorage), back-up service is included in the price. The costs will be covered by current grants obtained by \nthe lab. \n6. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☒ Other, please specify:  All published data will be made available under a CC-BY 4.0 license. All \nunpublished data will be available for lab members to work further on once I complete my project.  \nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Not applicable. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Are there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☐ KU Leuven RDR\n☒ Other data repository (specify)  Zenodo\n☐ Other (specify)\nWhen will the data be made available? ☐ Upon publication of research results\n☐ Specific date (specify)\n☒ Other (specify) Once the preprint is online on BioRxiv.  \nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Do you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  The costs will be covered by current grants obtained by the lab.  \n7. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?Stephanie Vrijsen\nWho will manage data storage and backup \nduring the research project?Stephanie Vrijsen and the ICT service at the KU Leuven\nWho will manage data preservation and \nsharing?Stephanie Vrijsen, Peter Vangheluwe en Marleen Schuermans\nWho will update and implement this DMP? Stephanie Vrijsen"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Stephanie Vrijsen, ORCID: 0000-0002-2601-510X Contributor name(s) (+ ORCID) & roles Peter Vangheluwe, ORCID: 0000-0002-7822-2944 (supervisor) Project number 1 & title ATP13A2 activation as a switch to regulate neuroinflammation in Parkinson’s disease Funder(s) GrantID 212A3725N Affiliation(s)  KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description ’ ( ) Parkinsons disease PD is the second most common neurodegenerative disease , worldwide and , cannot be halted or reverted expressing the need to elucidate underlying disease . - - 13 2 mechanisms Loss of function variants in the polyamine transporter ATP A are causative , - - . 13 2 for parkinsonisms including early onset PD and Kufor Rakeb syndrome Atp a deficiency , . , in mouse models induces profound neuroinflammation a major PD hallmark Interestingly - , 13 2 polyamines have potent anti inflammatory effects but how polyamine transport by ATP A . 13 2’ is coupled to inflammation remains unknown We hypothesize that regulation of ATP A s , . transport activity forms a switch to modulate inflammation which is dysregulated in PD ( ), Polyamine transport may be transiently suppressed to allow acute inflammation beneficial - - 13 2 ( ). whereas full loss of function of ATP A may lead to chronic inflammation detrimental , 13 2-Using microglial cell models and mouse models we will investigate the impact of ATP A , - mediated polyamine transport on key inflammatory pathways including cGAS STING and . mitochondrial antigen presentation We will dissect how inflammatory stimuli affect 13 2’ 13 2 ATP A s transport function and test the impact of ATP A disease variants on . 13 2 inflammation We will focus on a new protein interactor of ATP A that may serve as an 13 2 . , ATP A activator and may be involved in neuroinflammation Together this project 13 2, promises to mechanistically explain the link between ATP A polyamines and . neuroinflammation in PD FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Images IFImages from immunocyto/his tochemistry☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.czi .tiff☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA/ Images WBImages from Western blotsNew data DigitalImages .scn < 100 GB / Excel sheets and word filesExcel sheets and word files for analysis and description of the dataNew data DigitalNumerical and textual.xlsx .docx< 1 GB / VideosVideos for mice motor function data and live cell imagingNew data DigitalAudiovisual .mp4 < 1 TB / 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5GraphPad Prism filesGraphPad files for analysis and statistics of the dataNew data DigitalNumerical and textual.prism < 100 GB / GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: the generation of the data concerns the use of human cell lines, for which ethical approval is in place (S63808 and S67177). ☒ Yes, animal data; provide ECD reference number: data will be generated using different mouse models. We have ethical approval in place for the Atp13a2-/- mice (CMM-069/2021), and we will submit an amendment for experiments performed with these mice in this project. In addition, a separate file will be submitted to ask approval for work with the Atp13a2 V990M mice, and to create an Atp13a2 R980W mouse model. ☐ Yes, dual use; provide approval number: ☐ No Additional information: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☐ Yes (provide PRET G-number or EC S-number below) ☒ No Additional information: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: My host laboratory works together with the Centre of Drug Design and Discovery (CD3), a KU Leuven spinoff that aims to form the bridge between academia and industry. Although my project consists of fundamental research aiming to identify an underlying pathological mechanism in Parkinson’s disease, I am also exposed to the translational side of research via this collaboration. New fundamental findings of my project may offer therapeutic opportunities, which will be evaluated at a continuous basis by the IOF manager Veronique Daniëls who is affiliated with our team. New assays developed during this project may benefit the ongoing drug discovery efforts on ATP13A2 by our team in collaboration with pharmaceutical partners, the M.J. Fox Foundation and CD3. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☒ Yes ☐ No If yes, please explain: The parental cell lines originate from ATCC, for which MTA’s are in place. Regarding the data obtained with cells isolated from ATP13A2 mutant carriers, informed consent is in place (explained in the ethical approval S67177). Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 73.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .Protocols, list of plasmids, list of antibodies, list of cell lines are available on the J-drive for everybody from the lab. Each researcher has a personal e-notebook that contains the title of the experiments, date and to which project it belongs. Adjustments to the protocol are written in the lab notebook and also how data were generated: the composition, temperature, incubation and and reference to the loading conditions of the considered material. Also, the place where the material is being stored are mentioned in the lab notebook. The read out, raw data, analyzed data, statistics, and README files are being saved on the researcher’s folder on the J-drive. The name of the folder of the saved data refers to the date, project, specifications and version of the data. All folders are organized on the j-drive according to the project, results, proposal, papers, presentation, administration. Each researcher has access to his/her folder on the J-drive and a common folder of the lab. Only the PI and the lab manager have access to all folders. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: The researchers use a OneNote (e-notebook) dedicated for this project. It contains a list of tabs indicating type of experiments. Within each tab, the notes are organized by date of experiments and contain detailed information of each experiments, including date, title, experiment temperature, concentration of reagents, timing, adjustments from a previous protocol if there is any, and the exact protocol if a new experiment has been initiated. The raw data and analysis files are stored in personal J-drive folders under this project. Organized in the same manner as in the notebook. It contains folders per type of experiment, and within the folder, the data from individual experiments organized by date of conduction. Common information including SOP, cell line information, protein sequences is stored in a common J-drive folder of the lab. Each member has access to their own personal folder, the common lab folder and OneNote. The PI and the lab manager have access to all folders. If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☒ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ Teams ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ ManGO ☐ Digital vault ☒ Other: L-drive (for large datasets) and the K-drive (for published results, archive) How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data Data are not saved locally on laptop/desktop but are stored in the KU Leuven secure data center. Only two people have access to all folders: the PI and the lab manager. Changes in the shared OneNote made by another team member will be automatically indicated with the name of the person, and older versions can be restored if needed. Each researcher has access to his own personal folder and the project folder he/she is involved in on the j-drive, and has read only access to the data on the long-term storage (k-drive). Non- authorized persons can’t access or modify the data. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10What are the expected costs for data storage and backup during the research project? How will these costs be covered?Each year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage) and €519.00 will be charged each year for the use of 1 TB of the j-drive (short term storage). Back-up service is included in the price. The costs will be covered by current grants obtained by the lab. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): Data will be stored on the K-drive (only the PI and lab manager have access). Data on this drive cannot be modified. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Each year €173.40 will be charged from our ICT service for the use of 1 TB on the k-drive (long term storage), back-up service is included in the price. The costs will be covered by current grants obtained by the lab. 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☒ Other, please specify: All published data will be made available under a CC-BY 4.0 license. All unpublished data will be available for lab members to work further on once I complete my project. If access is restricted, please specify who will be able to access the data and under what conditions.Not applicable. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☐ KU Leuven RDR ☒ Other data repository (specify) Zenodo ☐ Other (specify) When will the data be made available? ☐ Upon publication of research results ☐ Specific date (specify) ☒ Other (specify) Once the preprint is online on BioRxiv. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? The costs will be covered by current grants obtained by the lab. 7. Responsibilities Who will manage data documentation and metadata during the research project?Stephanie Vrijsen Who will manage data storage and backup during the research project?Stephanie Vrijsen and the ICT service at the KU Leuven Who will manage data preservation and sharing?Stephanie Vrijsen, Peter Vangheluwe en Marleen Schuermans Who will update and implement this DMP? Stephanie Vrijsen"
}