{
    "document_id": "D-2023-2188",
    "LinkTitle": "D-2023-2188",
    "file_name": "D-2023-2188.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2188.pdf",
    "metadata": {
        "title": "Type III intermediate filaments: molecular structure to understand muscular disease",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Type III intermediate filaments: molecular structure to understand \nmuscular\ndisease\nA Data Management Plan created using DMPonline.be\nCreator: \nSergei Strelkov\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nG035223N\nID: \n201068\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nIntermediate filaments (IFs) are core elements of metazoan cytoskeleton. The diverse and vast family of IF-forming\nproteins plays a key role in cell mechanics. A growing number of inherited IF mutations cause currently incurable skin,\nmuscular and neuronal diseases. Moreover, while contributing to cell migration, IFs are important in the context of\ncancer progression. At present, understanding of IF structure and assembly, which is driven by the interactions of\nelongated, partially disordered protein dimers, remains elusive. Here we will address the molecular architecture of\nvimentin IFs, as well as the impact of myofibrillar myopathy mutations R350P and R406W on assembly and properties of\ndesmin filaments, via an integrative approach. To this end we will, first, create atomic models of IF dimers and\ntetramers based on crystallographic data. Second, we will perform cryoelectron microscopy on the ‘unit-length’ vimentin\nfilaments as well as on the filaments formed by mutated desmins in immortalized myoblasts. Third, chemical cross-\nlinking coupled to mass spectrometry will be used to decipher the interactions between dimers in the wild-type and\nmutated filaments. Finally, integrative modelling should marry the atomic resolution data with the spatial constraints\nprovided by other methods, yielding a trustworthy molecular model of cytoplasmic IFs. This should enable novel insights\ninto the molecular mechanism of currently incurable desminopathies.\nLast modified: \n13-07-2023\nCreated using DMPonline.be. Last modiﬁed 13 July 2023\n1 of 7\nType III intermediate filaments: molecular structure to understand \nmuscular\ndisease\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nProtein purification and other biochemical data (lab notes and graphs in digital format)\nX-ray diffraction data (raw and reflection lists)\nCryoEM data (raw images and processed data)\nAtomic models of protein/ligand complexes (PDB format)\nCrosslinking data (Excel spreadsheets)\nIn silico modelling data\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nSteven Beelen (permanent technician/lab manager in Biocrystallography lab) will be responsible for data archivation and storage. This is based on the already existing\npractice in the lab (for instance, Xray diffraction data have been stored in entirety over the last 10 years).\nAt present, the lab owns a Network Attached Storage (Synology) with 30TB capacity (high-quality 10TB HDDs). We plan to gradually extend this to at least 100TB,\ndepending on demand. The storage is organized as a RAID array. These data files will be preserved for at least 5 years following the completion of the project.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nWe do not wish to deviate from this principle\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nN/a\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nN/a\nCreated using DMPonline.be. Last modiﬁed 13 July 2023\n2 of 7\nType III intermediate filaments: molecular structure to understand \nmuscular\ndisease\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\n \n \n \n \n \n \n \n \nProteins\nBiochemical\ndata\nNew data\nDigital\nExperimental\n.pdf\n<100GB\n \nEM\nCryoEM data\nNew data\nDigital\nExperimental\n.img and others\n<50TB\n \nDiffraction\nX-ray data\nNew data\nDigital\nExperimental\n.img, .mtz\n<5TB\n \nStructures\nAtomic\ncoordinates\nNew data\nDigital\nExperimental\n.pdb\n<1GB\n \nModels\nIn silico\nresults\nNew data\nDigital\nExperimental\nvarious\n<1TB\n \nCross-links\nCross-linking\ndata\nNew data\nDigital\nExperimental\n.xls and others\n<5TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNo reuse\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 13 July 2023\n3 of 7\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nData sheets will be kept for all large datasets (X-ray, cryoEM, cross-linking) \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nLab network-attached storage (NAS) of 100TB\nHow will the data be backed up?\nLab NAS\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe NAS is only for internal use, under a firewall\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\n \nCovered by the FWO funding, several thousand euros\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data\nWhere will these data be archived (stored and curated for the long-term)?\nLab NAS\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo extra costs beyond initial storage and backup\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nCreated using DMPonline.be. Last modiﬁed 13 July 2023\n4 of 7\nNo (closed access)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe data will be for internal use only\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nN/a\nWhen will the data be made available?\nN/a\nWhich data usage licenses are you going to provide? If none, please explain why.\nN/a\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nN/a\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nSteven Beelen \nWho will manage data storage and backup during the research project?\nSteven Beelen \nWho will manage data preservation and sharing?\nSteven Beelen \nWho will update and implement this DMP?\nSergei Strelkov \nCreated using DMPonline.be. Last modiﬁed 13 July 2023\n5 of 7\nType III intermediate filaments: molecular structure to understand \nmuscular\ndisease\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 13 July 2023\n6 of 7\nType III intermediate filaments: molecular structure to understand \nmuscular\ndisease\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 13 July 2023\n7 of 7"
    },
    "clean_full_text": "Type III intermediate filaments: molecular structure to understand muscular disease A Data Management Plan created using DMPonline.be Creator: Sergei Strelkov Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: G035223N ID: 201068 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Intermediate filaments (IFs) are core elements of metazoan cytoskeleton. The diverse and vast family of IF-forming proteins plays a key role in cell mechanics. A growing number of inherited IF mutations cause currently incurable skin, muscular and neuronal diseases. Moreover, while contributing to cell migration, IFs are important in the context of cancer progression. At present, understanding of IF structure and assembly, which is driven by the interactions of elongated, partially disordered protein dimers, remains elusive. Here we will address the molecular architecture of vimentin IFs, as well as the impact of myofibrillar myopathy mutations R350P and R406W on assembly and properties of desmin filaments, via an integrative approach. To this end we will, first, create atomic models of IF dimers and tetramers based on crystallographic data. Second, we will perform cryoelectron microscopy on the ‘unit-length’ vimentin filaments as well as on the filaments formed by mutated desmins in immortalized myoblasts. Third, chemical cross- linking coupled to mass spectrometry will be used to decipher the interactions between dimers in the wild-type and mutated filaments. Finally, integrative modelling should marry the atomic resolution data with the spatial constraints provided by other methods, yielding a trustworthy molecular model of cytoplasmic IFs. This should enable novel insights into the molecular mechanism of currently incurable desminopathies. Last modified: 13-07-2023 Created using DMPonline.be. Last modiﬁed 13 July 2023 1 of 7 Type III intermediate filaments: molecular structure to understand muscular disease Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Protein purification and other biochemical data (lab notes and graphs in digital format) X-ray diffraction data (raw and reflection lists) CryoEM data (raw images and processed data) Atomic models of protein/ligand complexes (PDB format) Crosslinking data (Excel spreadsheets) In silico modelling data Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Steven Beelen (permanent technician/lab manager in Biocrystallography lab) will be responsible for data archivation and storage. This is based on the already existing practice in the lab (for instance, Xray diffraction data have been stored in entirety over the last 10 years). At present, the lab owns a Network Attached Storage (Synology) with 30TB capacity (high-quality 10TB HDDs). We plan to gradually extend this to at least 100TB, depending on demand. The storage is organized as a RAID array. These data files will be preserved for at least 5 years following the completion of the project. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) We do not wish to deviate from this principle Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) N/a Which other issues related to the data management are relevant to mention? (use up to 700 characters) N/a Created using DMPonline.be. Last modiﬁed 13 July 2023 2 of 7 Type III intermediate filaments: molecular structure to understand muscular disease FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Proteins Biochemical data New data Digital Experimental .pdf <100GB EM CryoEM data New data Digital Experimental .img and others <50TB Diffraction X-ray data New data Digital Experimental .img, .mtz <5TB Structures Atomic coordinates New data Digital Experimental .pdb <1GB Models In silico results New data Digital Experimental various <1TB Cross-links Cross-linking data New data Digital Experimental .xls and others <5TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No reuse Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Created using DMPonline.be. Last modiﬁed 13 July 2023 3 of 7 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Data sheets will be kept for all large datasets (X-ray, cryoEM, cross-linking) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? Lab network-attached storage (NAS) of 100TB How will the data be backed up? Lab NAS Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The NAS is only for internal use, under a firewall What are the expected costs for data storage and backup during the research project? How will these costs be covered? Covered by the FWO funding, several thousand euros 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data Where will these data be archived (stored and curated for the long-term)? Lab NAS What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No extra costs beyond initial storage and backup 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 13 July 2023 4 of 7 No (closed access) If access is restricted, please specify who will be able to access the data and under what conditions. The data will be for internal use only Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Where will the data be made available? If already known, please provide a repository per dataset or data type. N/a When will the data be made available? N/a Which data usage licenses are you going to provide? If none, please explain why. N/a Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? N/a 6. Responsibilities Who will manage data documentation and metadata during the research project? Steven Beelen Who will manage data storage and backup during the research project? Steven Beelen Who will manage data preservation and sharing? Steven Beelen Who will update and implement this DMP? Sergei Strelkov Created using DMPonline.be. Last modiﬁed 13 July 2023 5 of 7 Type III intermediate filaments: molecular structure to understand muscular disease GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 13 July 2023 6 of 7 Type III intermediate filaments: molecular structure to understand muscular disease DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 13 July 2023 7 of 7"
}