{
    "document_id": "D-2023-2133",
    "LinkTitle": "D-2023-2133",
    "file_name": "D-2023-2133.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2133.pdf",
    "metadata": {
        "title": "KLEOPATRA – Design and implementation of effective cOmbination of Phages and Antibiotics for improved TheRApy protocols against KLEbsiella pneumoniae",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "KLEOPATRA – Design and implementation of effective cOmbination of Phages\nand Antibiotics for improved TheRApy protocols against KLEbsiella pneumoniae\nA Data Management Plan created using DMPonline.be\nCreators: \nJeroen Wagemans, Rob Lavigne\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nRob Lavigne\nProject Administrator:\n \nJeroen Wagemans\nGrant number / URL: \nS008722N\nID: \n202180\nStart date: \n01-06-2023\nEnd date: \n31-05-2026\nProject abstract:\nKlebsiella pneumoniae is a critical pathogen which displays pan-resistance against prevalent antibiotics. Moreover, this\nbacterium contains hyper virulence traits-associated genes encoding capsular polysaccharides (K-antigens or capsules)\nthat protect it against the human innate immune system as well as other harsh environments. The KLEOPATRA\nconsortium focuses on the use of bacterial viruses (phages) and their components as sustainable combinations with\nantibiotics. As natural predators of bacteria, strictly lytic phages have been identified that specifically recognize and\ntarget the K-antigen as a receptor for phage infection.\nIn this proposal we introduce the concept of K-sensitization, which utilizes capsule-specific (CS) phages and their\ncapsule-degrading enzymes (depolymerases) to (1) resensitize bacteria towards antibiotics treatment, (2) sensitize the\npathogens to the host complement system and susceptible to neutralization by phagocytic cells and (3) make them\nsusceptible to capsule-independent (CI) phages.\nThe envisioned K-sensitization preclinical proof-of-concept aims to develop a synergistic phage therapy/antibiotic\ntreatment protocol against encapsulated pathogens that helps preserve the commensal microbiome diversity. The\napproach is supported by an environmental genotype analysis on the prevalent clinical and environmental isolates.\nFurthermore, the design of phage/depolymerase/AB cocktails will be driven by tailored diagnostics tools, a unique phage\nproduction approach of dedicated phage banks, as well as data-driven mathematical models for optimal synergy. The\nlatter will be developed at KU Leuven.\nLast modified: \n10-10-2023\nCreated using DMPonline.be. Last modiﬁed 10 October 2023\n1 of 9\nKLEOPATRA – Design and implementation of effective cOmbination of Phages\nand Antibiotics for improved TheRApy protocols against KLEbsiella pneumoniae\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description\n(sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or\nreused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \nOnly for digital\ndata\nOnly for\ndigital data\nOnly for\ndigital data\nOnly for\nphysical data\nDataset Name\nDescription\nNew or\nReused\nDigital or\nPhysical\nDigital Data\nType\n \nDigital\nData\nFormat\n \nDigital\nData\nVolume\n(MB, GB,\nTB)\nPhysical\nVolume\n \n \nKlebsiella\nstrains\nCollection of\nstrains from\nthe different\npartners of the\nconsortium\n☐ Generate\nnew data\n☒ Reuse\nexisting data\n☐ Digital\n☒ Physical\n☐\nAudiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:\n \n☐ < 1 GB\n☐ < 100\nGB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\n \nMaximum 2\nboxes\nstored at -\n80°C\nKlebsiella \nphages\nCollection of\nphages from\nthe different\npartners of the\nconsortium\n☒ Generate\nnew data\n☒ Reuse\nexisting data\n☐ Digital\n☒ Physical\n \n \n \nMaximum 2\nboxes\nstored at\n4°C\nPhage depolymerases\nCollection of\nproteins\n☒ Generate\nnew data\n☒ Reuse\nexisting data\n☐ Digital\n☒ Physical\n \n \n \nMaximum 1\nbox stored\nat -80°C\nPhage infectivity and\ndepolymerase activity data\nData on the\ninfectivity of\nthe phage\ncollection and\nthe activity of\nthe\ndepolymerases\non the strain\ncollection\n☒ Generate\nnew data\n \n☒ Digital\n☐ Physical\n☐\nAudiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:\n.jpg\n.tiff\n.png\n.xls\n.csv\n☒ < 1 GB\n☐ < 100\nGB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\n \n \nBacterial and phage\nsequencing data\nRaw and\nprocessed\nsequencing\ndata of phages\nand bacteria\n☒ Generate\nnew data\n \n☒ Digital\n☐ Physical\n☐\nAudiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:\n.fastq\n.fast5\n.fasta\n.gb\n☐ < 1 GB\n☒ < 100\nGB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\n \n \nCreated using DMPonline.be. Last modiﬁed 10 October 2023\n2 of 9\nMethods, protocols, lab books\nAssociated\ndata\n☒ Generate\nnew data\n☒ Reuse\nexisting data\n☒ Digital\n☐ Physical\n☐\nAudiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:\n.docx\n.txt\n.pdf\n☒ < 1 GB\n☐ < 100\nGB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\n \n \nCommunicative data\nScientific\nreports,\npresentations,\npapers, theses\n☒ Generate\nnew data\n☐ Reuse\nexisting data\n☒ Digital\n☐ Physical\n☐\nAudiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:\n.docx\n.txt\n.pdf\n.pptx\n☒ < 1 GB\n☐ < 100\nGB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\n \n \nModels/code\nBioinformatic\npipelines to\npredict\ninfectivity of\nphage on\nstrains\n☒ Generate\nnew data\n☐ Reuse\nexisting data\n☒ Digital\n☐ Physical\n☐\nAudiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☒ Model\n☐ Software\n☐ Other:\n.txt\n \n☒ < 1 GB\n☐ < 100\nGB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\n \n \n \n[1]\n Add rows for each dataset you want to describe.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle,\nURL etc.) per dataset or data type:\nWe will reuse sequencing data from Klebsiella strains and/or phages freely available from NCBI or other public repositories.\nWe will also reuse strains and phages/depolymerases from existing collections within the different partner labs.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nNo\nFor the KU Leuven part, there are no ethical issues. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 10 October 2023\n3 of 9\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nYes\nThe direct expected outcomes of KU Leuven’s part of this project will be (i) a biobank of both capsule-specific and -independent\nphages actively targeting Klebsiella strains isolated from one health settings; (ii) the development of new mathematical models for\noptimization of antimicrobial combinations in treatment protocols (in silico phagogram) and companion diagnostics for K.\npneumoniae, as proof of concept for encapsulated pathogens\nEconomic valorization: (i) The already characterized phages which will be used to optimize treatment protocols within the\nKLEOPATRA project are partly owned by the KU Leuven partner (IP ownership agreements in place, thereby facilitating a smooth\nvalorisation in Flanders and beyond). These phages can be directly licensed to companies active in phage therapy (e.g. the Belgian\nVésale Biosciences) for an estimated 1-10% of the royalties of the net sales. (ii) From a societal perspective, the phage bank can\ndirectly be valorized within UZ Leuven which apply phage therapy as standard of care for patients with difficult-to-treat\nmusculoskeletal infections.  Currently some patients cannot be treated because there is no Klebsiella phages available with a\npassport according to the Belgian monograph (see also societal impact). (iii) The development of an in silico phagogram and\nmathematical model to define the best phage/antibiotic combinations for treatment of a specific infection will also directly lead to\nIP generation, which can be valorized by patenting.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data\nthey relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the\ndata you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will\nbe asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels\nand types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this\ninformation is recorded).\nAll (meta)data and how it was generated and processed is tracked using a combination of digital lab books, which are kept on\nuniversity-secured network drives and cloud-based systems (such as Google Drive). Both lab books and data are time-stamped,\nallowing to easily trace back (experimental) details of the corresponding data. Files will follow a standard naming format (e.g.\nyyyymmdd_reasearcherinitials_experimentdescriptor) to improve traceability of data and make them easily findable.\nNearly all digital data formats are commonly used in the field of research and can be visualised/analysed with common software\nsuites or online tools, making them interoperable.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where\nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where\nappropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\nWhere possible, we will strive to include how data was processed into the file or folder of the respective processed data (as .txt\nfile).\nCreated using DMPonline.be. Last modiﬁed 10 October 2023\n4 of 9\nData published in or as supplement of open-access peer-reviewed publications will be conform to the standards of the publisher.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\n☒ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☒ Large Volume Storage\n☐ Digital Vault\n☐ Other:\nHow will the data be backed up?\n☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☐ Other (specify)\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nData (both raw and processed) will be stored on the storage facilities of the respective university from each partner and a secure\ncloud service (only for processed data), to ensure accessibility by the different partners.\nIn case data is linked to publications, it will be also made available on public databases which have their own storage facilities (e.g.\nSequence Read Archive, Genbank of NCBI).\nThe university facilities have rigorous data back-up plans in place to avoid data loss as much as possible. These include frequent\nback-ups, redundancy in storage and spatial separation of data storage sites.\nBiological data will be stored at 4°C fridges and -80°C freezers with limited access. A copy of the bacterial, phage and protein\ndatabase will be kept at each consortium partner. Freezers with biological data are located in the labs which have restricted access\nfor unauthorized personnel (e.g. by means of a badge-system).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be\ncovered?\nWe will stay within the limits of what is currently provided by our university for digital data storage.\nFor physical data storage, we have the required materials and space available (fridge, freezers)\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this\n(e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nCreated using DMPonline.be. Last modiﬁed 10 October 2023\n5 of 9\n☒ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human\nuse and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and curated for the long-term)?\n☒ KU Leuven RDR\n☒ Large Volume Storage (longterm for large volumes)\n☒ Shared network drive (J-drive)\n☐ Other (specifiy):\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nWe will stay within the limits of what is currently provided by our university for digital data storage.\nFor physical data storage, we have the required materials and space available (fridge, freezers)\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section\nplease explain per dataset or data type which data will be made available.\nYes, in an Open Access repository\nAll relevant data of the project and associated data such as lab books will be archived for a minimum of 10 years. After this time,\nirrelevant versions of digital DNA sequences, digital lab notebooks and experimental datasets will be scrutinized for prolonged\nstorage or disposal. All relevant data, however, will be preserved to keep them reusable.\nAfter the IP strategy has been sorted out, relevant data will be published in peer-reviewed journals, making them easily\ndiscoverable and identifiable through DOI codes. Specifically, the FAIR policy will be also implemented through Open Access\npublications. Bioinformatic pipelines produced in KLEOPATRA will be made freely available at GitHub.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with\na 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nSince some of the data can lead to new IP, the data will be kept confidential within the consortium until the valorisation of the data\nis clear for everyone. The consortium agreement will describe how protection and valorisation of project results will be achieved. IP\nand copyrights will be handled according to this agreement.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\n☐ KU Leuven RDR\n☒ Other data repository (specify)\n☐ Other (specify) NCBI, Github\nCreated using DMPonline.be. Last modiﬁed 10 October 2023\n6 of 9\nWhen will the data be made available?\n☒ Upon publication of research results\n☐ Specific date (specify)\n☐ Other (specify)\nWhich data usage licenses are you going to provide? If none, please explain why.\n☒ CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to\nprovide it in the comment section.\nYes\n☒ Yes, a DOI will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☐ No\nWhat are the expected costs for data sharing? How will these costs be covered?\nOpen access publication costs are foreseen within the project budget. \n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nCédric Lood, Jeroen Wagemans, Sabrina Green \nWho will manage data storage and backup during the research project?\nCédric Lood, Jeroen Wagemans, Sabrina Green \nWho will manage data preservation and sharing?\nRob Lavigne, Jeroen Wagemans \nWho will update and implement this DMP?\nRob Lavigne, Jeroen Wagemans \nCreated using DMPonline.be. Last modiﬁed 10 October 2023\n7 of 9\nKLEOPATRA – Design and implementation of effective cOmbination of Phages\nand Antibiotics for improved TheRApy protocols against KLEbsiella pneumoniae\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 10 October 2023\n8 of 9\nKLEOPATRA – Design and implementation of effective cOmbination of Phages\nand Antibiotics for improved TheRApy protocols against KLEbsiella pneumoniae\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 10 October 2023\n9 of 9"
    },
    "clean_full_text": "KLEOPATRA – Design and implementation of effective cOmbination of Phages and Antibiotics for improved TheRApy protocols against KLEbsiella pneumoniae A Data Management Plan created using DMPonline.be Creators: Jeroen Wagemans, Rob Lavigne Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Rob Lavigne Project Administrator: Jeroen Wagemans Grant number / URL: S008722N ID: 202180 Start date: 01-06-2023 End date: 31-05-2026 Project abstract: Klebsiella pneumoniae is a critical pathogen which displays pan-resistance against prevalent antibiotics. Moreover, this bacterium contains hyper virulence traits-associated genes encoding capsular polysaccharides (K-antigens or capsules) that protect it against the human innate immune system as well as other harsh environments. The KLEOPATRA consortium focuses on the use of bacterial viruses (phages) and their components as sustainable combinations with antibiotics. As natural predators of bacteria, strictly lytic phages have been identified that specifically recognize and target the K-antigen as a receptor for phage infection. In this proposal we introduce the concept of K-sensitization, which utilizes capsule-specific (CS) phages and their capsule-degrading enzymes (depolymerases) to (1) resensitize bacteria towards antibiotics treatment, (2) sensitize the pathogens to the host complement system and susceptible to neutralization by phagocytic cells and (3) make them susceptible to capsule-independent (CI) phages. The envisioned K-sensitization preclinical proof-of-concept aims to develop a synergistic phage therapy/antibiotic treatment protocol against encapsulated pathogens that helps preserve the commensal microbiome diversity. The approach is supported by an environmental genotype analysis on the prevalent clinical and environmental isolates. Furthermore, the design of phage/depolymerase/AB cocktails will be driven by tailored diagnostics tools, a unique phage production approach of dedicated phage banks, as well as data-driven mathematical models for optimal synergy. The latter will be developed at KU Leuven. Last modified: 10-10-2023 Created using DMPonline.be. Last modiﬁed 10 October 2023 1 of 9 KLEOPATRA – Design and implementation of effective cOmbination of Phages and Antibiotics for improved TheRApy protocols against KLEbsiella pneumoniae FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume Klebsiella strains Collection of strains from the different partners of the consortium ☐ Generate new data ☒ Reuse existing data ☐ Digital ☒ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Maximum 2 boxes stored at - 80°C Klebsiella phages Collection of phages from the different partners of the consortium ☒ Generate new data ☒ Reuse existing data ☐ Digital ☒ Physical Maximum 2 boxes stored at 4°C Phage depolymerases Collection of proteins ☒ Generate new data ☒ Reuse existing data ☐ Digital ☒ Physical Maximum 1 box stored at -80°C Phage infectivity and depolymerase activity data Data on the infectivity of the phage collection and the activity of the depolymerases on the strain collection ☒ Generate new data ☒ Digital ☐ Physical ☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: .jpg .tiff .png .xls .csv ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Bacterial and phage sequencing data Raw and processed sequencing data of phages and bacteria ☒ Generate new data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: .fastq .fast5 .fasta .gb ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Created using DMPonline.be. Last modiﬁed 10 October 2023 2 of 9 Methods, protocols, lab books Associated data ☒ Generate new data ☒ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: .docx .txt .pdf ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Communicative data Scientific reports, presentations, papers, theses ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other: .docx .txt .pdf .pptx ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Models/code Bioinformatic pipelines to predict infectivity of phage on strains ☒ Generate new data ☐ Reuse existing data ☒ Digital ☐ Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☒ Model ☐ Software ☐ Other: .txt ☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA [1] Add rows for each dataset you want to describe. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We will reuse sequencing data from Klebsiella strains and/or phages freely available from NCBI or other public repositories. We will also reuse strains and phages/depolymerases from existing collections within the different partner labs. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No For the KU Leuven part, there are no ethical issues. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 10 October 2023 3 of 9 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The direct expected outcomes of KU Leuven’s part of this project will be (i) a biobank of both capsule-specific and -independent phages actively targeting Klebsiella strains isolated from one health settings; (ii) the development of new mathematical models for optimization of antimicrobial combinations in treatment protocols (in silico phagogram) and companion diagnostics for K. pneumoniae, as proof of concept for encapsulated pathogens Economic valorization: (i) The already characterized phages which will be used to optimize treatment protocols within the KLEOPATRA project are partly owned by the KU Leuven partner (IP ownership agreements in place, thereby facilitating a smooth valorisation in Flanders and beyond). These phages can be directly licensed to companies active in phage therapy (e.g. the Belgian Vésale Biosciences) for an estimated 1-10% of the royalties of the net sales. (ii) From a societal perspective, the phage bank can directly be valorized within UZ Leuven which apply phage therapy as standard of care for patients with difficult-to-treat musculoskeletal infections. Currently some patients cannot be treated because there is no Klebsiella phages available with a passport according to the Belgian monograph (see also societal impact). (iii) The development of an in silico phagogram and mathematical model to define the best phage/antibiotic combinations for treatment of a specific infection will also directly lead to IP generation, which can be valorized by patenting. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All (meta)data and how it was generated and processed is tracked using a combination of digital lab books, which are kept on university-secured network drives and cloud-based systems (such as Google Drive). Both lab books and data are time-stamped, allowing to easily trace back (experimental) details of the corresponding data. Files will follow a standard naming format (e.g. yyyymmdd_reasearcherinitials_experimentdescriptor) to improve traceability of data and make them easily findable. Nearly all digital data formats are commonly used in the field of research and can be visualised/analysed with common software suites or online tools, making them interoperable. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Where possible, we will strive to include how data was processed into the file or folder of the respective processed data (as .txt file). Created using DMPonline.be. Last modiﬁed 10 October 2023 4 of 9 Data published in or as supplement of open-access peer-reviewed publications will be conform to the standards of the publisher. 3. Data storage & back-up during the research project Where will the data be stored? ☒ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☐ Digital Vault ☐ Other: How will the data be backed up? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☐ Other (specify) Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data (both raw and processed) will be stored on the storage facilities of the respective university from each partner and a secure cloud service (only for processed data), to ensure accessibility by the different partners. In case data is linked to publications, it will be also made available on public databases which have their own storage facilities (e.g. Sequence Read Archive, Genbank of NCBI). The university facilities have rigorous data back-up plans in place to avoid data loss as much as possible. These include frequent back-ups, redundancy in storage and spatial separation of data storage sites. Biological data will be stored at 4°C fridges and -80°C freezers with limited access. A copy of the bacterial, phage and protein database will be kept at each consortium partner. Freezers with biological data are located in the labs which have restricted access for unauthorized personnel (e.g. by means of a badge-system). What are the expected costs for data storage and backup during the research project? How will these costs be covered? We will stay within the limits of what is currently provided by our university for digital data storage. For physical data storage, we have the required materials and space available (fridge, freezers) 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Created using DMPonline.be. Last modiﬁed 10 October 2023 5 of 9 ☒ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? ☒ KU Leuven RDR ☒ Large Volume Storage (longterm for large volumes) ☒ Shared network drive (J-drive) ☐ Other (specifiy): What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We will stay within the limits of what is currently provided by our university for digital data storage. For physical data storage, we have the required materials and space available (fridge, freezers) 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository All relevant data of the project and associated data such as lab books will be archived for a minimum of 10 years. After this time, irrelevant versions of digital DNA sequences, digital lab notebooks and experimental datasets will be scrutinized for prolonged storage or disposal. All relevant data, however, will be preserved to keep them reusable. After the IP strategy has been sorted out, relevant data will be published in peer-reviewed journals, making them easily discoverable and identifiable through DOI codes. Specifically, the FAIR policy will be also implemented through Open Access publications. Bioinformatic pipelines produced in KLEOPATRA will be made freely available at GitHub. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Since some of the data can lead to new IP, the data will be kept confidential within the consortium until the valorisation of the data is clear for everyone. The consortium agreement will describe how protection and valorisation of project results will be achieved. IP and copyrights will be handled according to this agreement. Where will the data be made available? If already known, please provide a repository per dataset or data type. ☐ KU Leuven RDR ☒ Other data repository (specify) ☐ Other (specify) NCBI, Github Created using DMPonline.be. Last modiﬁed 10 October 2023 6 of 9 When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify) ☐ Other (specify) Which data usage licenses are you going to provide? If none, please explain why. ☒ CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes ☒ Yes, a DOI will be added upon deposit in a data repository ☐ My dataset already has a PID ☐ No What are the expected costs for data sharing? How will these costs be covered? Open access publication costs are foreseen within the project budget. 6. Responsibilities Who will manage data documentation and metadata during the research project? Cédric Lood, Jeroen Wagemans, Sabrina Green Who will manage data storage and backup during the research project? Cédric Lood, Jeroen Wagemans, Sabrina Green Who will manage data preservation and sharing? Rob Lavigne, Jeroen Wagemans Who will update and implement this DMP? Rob Lavigne, Jeroen Wagemans Created using DMPonline.be. Last modiﬁed 10 October 2023 7 of 9 KLEOPATRA – Design and implementation of effective cOmbination of Phages and Antibiotics for improved TheRApy protocols against KLEbsiella pneumoniae GDPR GDPR Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 10 October 2023 8 of 9 KLEOPATRA – Design and implementation of effective cOmbination of Phages and Antibiotics for improved TheRApy protocols against KLEbsiella pneumoniae DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 10 October 2023 9 of 9"
}