{
    "document_id": "D-2024-2865",
    "LinkTitle": "D-2024-2865",
    "file_name": "D-2024-2865.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-2865.pdf",
    "metadata": {
        "title": "D-2024-2865",
        "author": "RAMJOUE Celina (CNECT)",
        "num_pages": 14
    },
    "content": {
        "full_text": "1Project Acronym: BRAINSTORM\nProject title:  gloBal RetinAl Imaging coNSorTium fOR alzheiMer’s disease\nDATA MANAGEMENT PLAN\nHISTORY OF CHANGES\nVersionPublication date Change\n1.005.01.2022Initial version\nJPND 2020 DMP v1.0 BRAINSTORM  \n21.Introduction\nThis document contains the initial Data Management Plan (DMP) for BRAINSTORM. The DMP is  \nprepared as part of the Work Package (WP) 4: Coordination, project management and dissemin -\nation and is labelled as ‘Deliverable D.4.1’. The DMP outlines the data management approach  \nthat will be used throughout the project. It will be developed based on FAIR data sharing  \nguidelines and data management rules of the partner institutions. The DMP aims to ensure that  \nthe data are collected, structured, curated and preserved according to the FAIR (Findability, Ac -\ncessibility, Interoperability, and Reusability) principles, and are made available according to the  \n“as open as possible, as closed as necessary” principle, in compliance with the Belgian and  \nEuropean legal standards, and notably the General Data Protection Regulation1 (hereafter \n“GDPR”). The DMP implementation will be regularly evaluated by the lead investigators at each  \nsite and a log of modifications will be updated every time changes are made to the DMP.  Lead \ninvestigators of each partner will oversee local data management.  \nLead investigators at each site, overseen by the local human research ethics committee/s, will  \nbe responsible for the development of informed consent form and participant information  \nsheet that meets Good Clinical Practice Guidelines and requirements of the country where con -\nsent is obtained. The lead investigators will coordinate with each other to determine whether  \nand how the data collected and generated by the project are shared and become available for  \nre-use. Data quality assurance and the availability of openly available data will also be managed  \nby the lead investigators.  \nLead investigators at each site will act as data controllers2 of the data collected/generated in  \nthe frame of the tasks that fall under their leadership, determining the purposes and means of  \nprocessing this data as well as safeguarding its appropriate and timely processing. If necessary,  \nthey will undertake any necessary actions to prepare the data collected/generated through the  \ntasks they are leading for sharing either within the consortium or openly (e.g., use of proper  \nnaming conventions, application of suitable anonymisation techniques, the creation of appro -\npriate  metadata  and  documentation,  etc.).  Pursuant  to  Article  26  GDPR  (the  “Joint  \nControllers”), the partners have determined their respective responsibilities for compliance  \nwith the obligations under the GDPR in Annex D of the Consortium Agreement (CA).\n1 Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural \npersons with regard to the processing of personal data and on the free movement of such data and repealing Directive \n95/46/EC (General Data Protection Regulation), OJ L 119, 4 May 2016 (see: https://eur-lex.europa.eu/eli/reg/2016/679/oj )\n2 According to the GDPR data controller means the natural or legal person, public authority, agency or other body  \nwhich, alone or jointly with others, determines the purposes and means of the processing of personal data.\nJPND 2020 DMP v1.0 BRAINSTORM  \n32.Data Summary\nThe collection of all data within the BRAINSTORM project happens on a lawful basis in the con -\ntext of academic research. Academic research is carried out in the public interest, this means  \nthat it is conducted to contribute to an increase of knowledge and insight that will benefit (dir -\nectly or indirectly) society. \nThe scope of the BRAINSTORM project is to evaluate retinal hyperspectral, photographic, op -\ntical coherence tomography (OCT), and OCT-angiography biomarkers of Alzheimer’s disease  \n(AD) in persons with, or at risk of, AD. Retinal imaging findings will be compared with CSF,  \nneuroimaging, blood, and cognitive biomarkers of AD and to establish whether common age-re -\nlated eye diseases have hyperspectral imaging signals that are distinct from those of AD (WP1).  \nThe project will also identify retinal imaging biomarkers of cerebrovascular disease (WP2), and  \ndetermine pathological correlates of retinal imaging biomarkers of AD in preclinical models and  \npost-mortem human tissues (WP3). \nThis research will re-use, collect/generate and analyse the following type of data:\nHuman data: \n1.Observational data: patient details (clinical measurements, medical/ electronic health  \nrecords) \na.Regular personal data:\nName and address (human).\nContact details (tel. number, e-mail address, ...) (human).\nYear of birth and age (human).\nPersonal identification number assigned to data subjects participating in the  \nstudy such as EAD number (human).\nb.Sensitive personal (health) data\nDescription of characteristics of physical features of the body, the retina and  \nsystemic microvasculature in particular, further explained below.\nMedical history, medication use and medical test information (such as blood  \nsamples results from scans and biopsies).\nFamily history, medical history, medication use, personal history – nicotine  \nand medical test information, neuropsychological performance, cognitive re -\nserve score.\nOcular data: visual acuity measurement, biomicroscopy and funduscopy,  \nfundus photographs, hyperspectral retinal images, Dynamic Vessel Analyser  \n(DVA), Optical Coherence Tomography (OCT) retinal images and OCT an -\ngiography (OCT-A) retinal images. \n2.Experimental data: digital images (DICOM)  including brain images (MRI and PET scans),  \nretinal images (hyperspectral, OCT, OCT-A, colour photographs; microscopy images of  \npost-mortem retina), video files, oximetric data, quantified imaging device outputs, pro -\ntein gels and ELISAs.\nJPND 2020 DMP v1.0 BRAINSTORM  \n43.Derived and compiled data: research documentation (text, spreadsheets, protocols,  \nnotes and diaries), manuscripts, statistical output, algorithms and scripts, software.\n4.Biological samples: post-mortem retinal and brain tissue from humans and rodents.\nExperimental data:  \nExperimental data: blood pressure, blood flow measurements, histology, whole-mount  \nimages, and microscopy images,  protein gels, DNA gels, gene expression analysed by  \nqPCR, ELISA results, cognitive testing of mice, levels of metabolites in pericytes, DVA  \nmeasurements (quantified imaging device outputs);  brain images (MRI and PET scans),  \nretinal images (hyperspectral, OCT, OCT-A, colour photographs; microscopy images of  \npost-mortem retina), video files (hyperspectral), quantified imaging device outputs.\nDerived and compiled data: research documentation (text, spreadsheets, protocols,  \nnotes and diaries), manuscripts, statistical output, algorithms and scripts, software.\nThe processing of data can be regarded as primary (prospective trial data) and secondary (retro -\nspective data from the electronic health records of participants) and is derived from participants  \n(healthy volunteers and patients) of the University Hospitals of Leuven,  Umeå University Hos -\npital and Centre for Eye Research Australia and its collaborators. The subjects will be informed  \nof the processing of their data in case of secondary processing as part of the informed consent  \nprocess for study participation.\nPatient data will be digitally recorded in the form of questionnaires, clinical examination and  \nimage files, as well as body fluid (blood, CSF) and tissue (post-mortem brain and retinal tissue)  \nsamples. Each partner will utilise their institute’s secure data storage system with automated  \nonsite back-up and mirroring. \nPartner 1: In Melbourne, participants will be assigned a study identification number for entry  \nonto an Electronic Case Report Form (eCRF) and into a secure REDCap research database,  \nmaintained in compliance with CERA standard operating procedures.\nPartner 2: In KU Leuven (P2), numeric data will be stored in REDCap, the logged Electronic Case  \nReport Form (eCRF) that is approved and supported by the UZ Leuven Clinical Trial Centre and  \nEthics Committee.\nPartner 3: In Umeå, participants will be assigned a study identification number. Data will be  \nrecorded on Electronic Case Report Forms (eCRF) at Umeå University Hospital in accordance  \nwith standard operating procedures and ethical approval. \n5Written reports of the project progress will be stored for internal purposes. Methodological and clinical manuscripts will be drafted to  \ndisseminate the results from the proposed project. A detailed description of human data collected in the study can be found in the tables below:\nPartner 1 - The Centre for Eye Research Australia\nMode of acquisition Type of dataFormat File size Field of viewImage dimension Pixel sizeBit-depth\nMetabolic Hyperspectral  \nRetinal Camera (Optina)Hyperspectral \nretinal imaging.h5430MB per image (8 images  \nper patient)30-degree fov1099 x 10998.2µm x \n8.2µm16\nCERA’s custom hyperspectral  \ncameraHyperspectral \nretinal imaging.h5550MB per image (2 images  \nper patient)38-degree fov1500 x 15007.8µm x \n7.8µm12\nPlex Elite 9000 (Zeiss) OCT-angiography .TIF1MB per image (4 images  \nper patient)56-degree fov1023 x 102317.67µm x \n17.67µm8\nCanon CR6-45NM \nOptometry Non-Mydriatic  \nRetinal Fundus CameraRGB retinal imaging .TIF50MB per image (4 images  \nper patient)45-degree fov5183 x 34552.71µm x \n4.08µm24\nSpectralis (Heidelberg  \nEngineering)Spectral-domain \noptical coherence \ntomography.vol200MB per image (2 images  \nper patient)55-degree fov1535 x 153511.53µm x \n11.53µm8\nVisit (general \nophthalmological)Ophthalmological \nevaluationeCRFSome kB N/AN/AN/AN/A\nMini-Mental State \nexamination, Clinical  \nDementia Rating Staging  \nInstrument, Clock Drawing,  \nStroop colour word test,  Neuropsychological \nevaluationMedical \nfile to \neCRFSome kB N/AN/AN/AN/A\nJPND 2020 DMP v1.0 BRAINSTORM  \n6Controlled Oral Word  \nAssociation Test, Category  \nfluency, Rey Complex Figure  \nTest, Digit Span, Digit Symbol  \nSubstitution Test, Boston  \nNaming Test, California  \nVerbal Learning Test-II,  \nWeschler Test of Adult  \nReading\n3D MPRAGE, 3D T2-weighted \nFLAIR image, 5 echo \nGradient Recalled Echo  \n(GRE) images for \nsusceptibility-weighted  \nimaging and quantitative  \nsusceptibility mappingMagnetic \nResonance imagingDICOMMultiple MB to GB N/AN/AN/AN/A\nPhilips Allegro and Gemini  \nTF64, Siemens mCTPET scanDICOMMultiple MB to GB N/AN/AN/AN/A\n7Partner 2 - Ku Leuven\nType of data FormatVolume How created\nRGB retinal imaging .TIF12,613 MB/image (2  \nimages / patient)VISUCAM (Zeiss)\nHyperspectral retinal  \nimaging.TIF2,2 MB/image (5 im -\nages / patient)XIMEA (Imec)\nHyperspectral retinal  \nimaging.h5550MB per image (2  \nimages per patient)CERA’s custom hyperspectral  \ncamera\nOCT(A) imaging .E2E220 MB/imageOCT(A) Spectralis (Heidelberg  \nEngineering)\nOximetry retinal ima -\nging.ret5 MB/image (1 \nimages / patient)OXYMAP\nDynamic Vessel Ana -\nlysis Video.dv1-1,5 GB/video (1 \nvideo / patient )DVA (IM-RC 3.0;Imedos)\nDynamic Vessel Ana -\nlysis graphs.rva1,5-10 MB/ image (1  \nimage / patient)DVA (IM-RC 3.0; Imedos)\nmRNABlood \nsample \n(EDTA, \nserum, hep-\narine)some kB Blood sample\nOphthalmological eval -\nuationmedical file \nto eCRFSome kBVisit (general ophthalmolo -\ngical)\nNeuropsychological  \nevaluationmedical file \nto eCRFSome kBMOCA, RAVLT, CST, Stroop,  \nCOWAT\nMagnetic Resonance  \nimagingDICOMSome kB3T Achieva dstream Philips  \nMRI scanner\nDeviceDimension Image Type Bit-depthPixel Size\nVISUCAM2048 x 1958 RBG retinal imaging 2496 dpi, 96 \ndpi\nJPND 2020 DMP v1.0 BRAINSTORM  \n8XIMEA2048 x 1088hyperspectral retinal imaging 896 dpi, 96 \ndpi\nCERA’s custom hyper -\nspectral camera1500 x 1500hyperspectral retinal imaging 127.8µm x \n7.8µm\nOXYMAP NAoximetry retinal imaging NANA\nSpectralis NAOCT(A) imaging NANA\nDVA NADual vessel analysis NANA\nOCT(A) (Zeiss Cirrus) NAOCT(A) imaging NANA\nInterview Opportunit-\niesSetting subjects discussed\nVisit (general ophthal -\nmological)In UZ Leuven General ophthalmological evaluation\nNeuropsychological  \nevaluationIn UZ LeuvenMontreal Cognitive Assessment (MOCA),  Auditory \nVerbal Learning Test (AVLT),  Stroop Colour Word  \nTest, COWAT/semantic fluency\nPartner 3 - Umeå \nType of data FormatVolume How created\nHyperspectral retinal  \nimaging.h5550MB per image (2  \nimages per patient)CERA’s custom hyperspectral  \ncamera\nOCT(A) imaging .E2E220 MB/image OCT(A) Cirrus (Zeiss)\nOphthalmological eval -\nuationmedical file \nto CRFSome kB Visit\nMagnetic Resonance  \nimagingDICOMSome kB3T General Electric MRI scan -\nner\nDeviceDimension Image Type Bit-depthPixel Size\nJPND 2020 DMP v1.0 BRAINSTORM  \n9CERA’s custom hyper -\nspectral camera1500 x 1500hyperspectral retinal imaging 127.8µm x \n7.8µm\nOCT(A) (Zeiss Cirrus) NAOCT(A) imaging NANA\nJPND 2020 DMP v1.0 BRAINSTORM  \n102. FAIR data\nThrough the life cycle of the BRINSTORM data, the FAIR principles will be followed as far as \npossible, while ensuring compliance with national and European ethic-legal framework. The \nFAIR data approach is described by the acronym: Findable, Accessible, Interoperable and \nReusable data.\n2. 1. Making data findable, including provisions for metadata\nData will be stored in REDCap, the logged Electronic Case Report Form (eCRF) that is approved  \nand supported by each institution. Information included on the eCRF include:\nEnrolment and consent of the participant\nMedical and Ocular history\nVision Preliminary Tests\nDevices used in retinal imaging and image quality score\nFurthermore, the data structure of REDCap foresees metadata of device acquisition being for  \neach device type separately:\nWhether or not the device was used\nThe date of image acquisition\nThe image quality score\nThe operator of the device\nWhether or not any problems or malfunction occurred and if yes what kind\nAll columns carry a specific and logic code which specifies the parameter that is described and  \nthe possible answers in REDCap are limited to prefilled options which limits error in the final  \ndatabase. All imaging acquisition is done by means of a Standards of Procedure (SOP) that is  \nmade available to all study personnel and is updated regularly.\n2.2. Making data openly accessible\nPrior to publication, data sharing is restricted to members of the BRAINSTORM consortium. All  \nresearch outputs sampled through the BRAINSTORM project will be made openly accessible, \nwhenever possible, via existing platforms that support FAIR data sharing \n(www.fairsharing.org). Personal data will only be published after de-identification and identifi -\ners will not be published. If, despite all efforts, it is not possible to protect the identities of \nsubjects even after removing all identifiers, personal data will not be made public.  Participants \nin the study are informed via consent forms about the policies regarding data sharing. The \nethical aspects are covered in the context of the ethics review at each institution. The storage \nand transfer of data on human subjects to the repositories used by the consortium will only \nbe considered in case of informed consents, ethics approval, compliance with GDPR and, \nwhen applicable, approval by local data protection authorities. Any controls or limitations on \naccess to or usage of human data is described below in the ethics section of this DMP (Section  \n7). \n2.3. Making data interoperable \nJPND 2020 DMP v1.0 BRAINSTORM  \n11The work packages are comprised of separate research lines, each focusing on another research  \npillar and question. There is no need for pooling of the data afterwards, hence different  \nontologies or vocabularies will arise. That being said, international approved terminology is  \nused when describing parameters. These nouns are validated by the respective international  \nsocieties (European Society of Ophthalmology, European Academy of Neurology). Furthermore,  \nthe monthly meetings will streamline terminology and specific attention will be attributed to  \nthe mappings towards the most common ontology.\n2.4. Increase data re-use (through clarifying licences)\nAs explained in Section 2.2 all research outputs will be made openly accessible, whenever  \npossible, via existing platforms that support FAIR data sharing ( www.fairsharing.org ). The \nConsortium  Agreement  will  further  clarify  access  rights  for  implementation,  use  and  \nexploitation of data.\n3. Allocation of resources\nEach partner institution will be responsible for and pay for the costs relating to the back-up and  \nsecure storage of the data generated and received by that organisation and each partner will be  \nsolely responsible for digital file storage and management of that data.\nFee for publication in open access journals is either foreseen in the Partner’s budget or carried  \nby the respective Research Team based on external funds.\nEach partner is responsible for the implementation of this Data Management Plan.\n4. File naming\nSeparate folders will be made for each participant and visit. Participants will be sorted by their  \nstudy  identification  number  and  the  naming  strategy  for  most  files  will  be:  \nSubjectID_Eye_ImageType_ImageDate YYYYMMDD.\n5. Processing of data\nPersonal data will be processed3 in the context of the research, as per Section 1. The research \nwill comply with the rules pertaining to the processing of personal data provided in the GDPR. \nAll partners will register the research activities that involve personal data according to the \nrules and procedures at their own institution. In addition, in application of the European \nRegulation EU 2016/679 on the protection of natural persons with regard to the processing of \npersonal data and on the free movement of such data (GDPR), for the purpose of the \nBRAINSTORM, the partners jointly determine the purposes and means of the processing of the  \ndata and are joint controllers within the meaning of Article 26 GDPR (the “Joint Controllers”). \nPursuant to Article 26 GDPR, the partners have determined their respective responsibilities for  \ncompliance with the obligations under the GDPR in Annex D of the Consortium Agreement \n(CA). \n3 For the purpose of this DMP and of the entire research project, processing \"means any operation or set of operations which \nis performed on personal data or sets of personal data, whether or not by automated means, such as collection, recording, \norganisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, \ndissemination or otherwise making available, alignment or combination, restriction, erasure or destruction\" (Art. 4.2 of the \nGDPR).\nJPND 2020 DMP v1.0 BRAINSTORM  \n12The  obtained  experimental  data  will  be  stored  and  processed  for  purposed  of  better  \ninterpretation and the processing methods planned to be used will be:  \n1.Parametrical, cross-sectional statistics that can be executed after the first visit.\nThe strength of association between ophthalmic measures and the relevant ground  \ntruth (PET or CSF amyloid beta levels for instance) will be evaluated.  \nA Receiver Operating Characteristic (ROC), Pearson’s correlation and Shapiro-Wilk  \ntest will be used to analyze the data. \n2.Machine learning, cross-sectionally that can be executed after the first visit.\nThe purpose of this is to derive hyperspectral imaging estimates of the parameters of  \ninterest – such as brain amyloid beta burden.\nMethods such as Savitzky-Golay spectral smoothing procedure to compute and  \nsmooth the images, and a machine learning method - Dimension Reduction by  \nOrthogonal Projection for Discrimination (DROP-D) will be used to discern between  \nAβ PET− controls from PET+ cases on the basis of spectral data. Deep learning  \nnetworks will also be used.\n3.Parametric, longitudinal statistics that will model the follow-up repeated measurements.\nThe purpose of this is to identify temporal changes in biomarker values.  \nLinear mixed models and Pearson’s correlation will be used.  \n4.Recurrent deep learning to derive information hidden within the time-sequential imaging\nThe purpose of this is to enhance data analysis of the above mentioned if conditions  \nare met, and to get information on each image and the period in between.  \nThe precise methods of analysis to be used in the project are likely to evolve during the course  \nof the study in accordance with preliminary findings. The investigators undertake to utilise the  \noptimal analytical and statistical methods for each research question.\n6. Data security\nPartner 1: In Melbourne, participants will be assigned a study identification number for entry  \nonto an Electronic Case Report Form (eCRF) and into a secure REDCap research database,  \nmaintained in compliance with CERA standard operating procedures. Data for this study will be  \ncollected using REDCap, a secure web application for building and managing online surveys  \nand databases. The REDCap platform consists of a MariaDB relational database and a web  \nserver. These servers are in a physically secure location on premise at the Centre for Eye  \nResearch Australia and managed by the CERA Information Technology team. Frequent backups  \nare made daily and stored in accordance with CERA’s retention schedule which incorporates  \nboth cloud and offsite storage. The servers provide a stable, secure, well-maintained, and high-\ncapacity data storage environment.\nClinical and imaging data taken on the day of the visit will be automatically saved to the local  \nhard drive of the imaging equipment and to the secure server of the Centre for Eye Research  \nAustralia. Other data such as clinical, imaging and fluid biomarker data received from the  \nrecruiting site for each participant will be stored on CERA’s secured network as part of the data  \ncollected during the study. Data on the server is mirrored in two locations, making data loss  \nextremely improbable. Data will be stored in a password protected file. No identifying data will  \nJPND 2020 DMP v1.0 BRAINSTORM  \n13be shared with any external party. Analysis will be performed on deidentified images. The  \nimages with key identifiers will be saved on the server in a master file. Records will be kept for  \n15 years after the completion of the study, in accordance with the requirements of the  \nTherapeutic Goods Administration and Health Privacy Principals.\nPartner 2: In KU Leuven we will utilise our institute’s secure data storage system (University  \nHospitals Leuven servers) with automated onsite back-up and mirroring. All data will be  \nexamined and kept in a coded format, with each participant assigned a unique anonymous  \nidentification. Biological samples will be stored in locked facilities and will be accessible only to  \nthe relevant researchers. Acquisition, processing and storage of patient data related to the  \nclinical studies will be supervised by Prof. I. Stalmans. Technological developments and source  \ncodes will be documented under the supervision of Prof. I. Stalmans.\nNumeric data is saved in online servers (following GDPR legislation) in an online electronic case  \nreport form (eCRF), RedCap. Image data (VISUCAM, OXYMAP, XIMEA, DVA, OCT(A) will be  \nstored on the internal UZ Leuven Database and an external coded (password only known by PI  \nand delegate) hard disc.\nData will be preserved for a period of at least five years from the end of the research project,  \nexcept for clinical trial data. Datasets collected in the context of clinical research, will be  \narchived for a minimum of: 10 years in Sweden (Archives Act SFS 1990:782), 15 years in  \nAustralia (Australian Code for the Responsible Conduct of Research) and 25 years in Belgium  \n(European Regulation 536/2014).\nWith the exception of the data related to the clinical trials, which will be solely stored on the  \nservers of the University Hospitals Leuven, as mandatory by the UZ Leuven ethical committee,  \nall data will be stored and duplicated on the secure FTP servers hosted by KU Leuven and ESAT.  \nPersonal  data  will  only  be  published  after  de-identification  and  identifiers  will  not  be  \npublished. If, despite all efforts, it is not possible to protect the identities of subjects even after  \nremoving all identifiers, personal data will not be made public.\nPartner 3: In Umeå we will use the institute’s secure data storage system with automated  \nonsite back-up and mirroring. All extracted data will be examined and kept in a coded format,  \nwith each participant assigned a unique study ID. The code key will be stored in a locked space.  \nAcquisition, processing and storage of patient data related to the Brainstorm project will be  \nsupervised by Ass.Prof G.Johannesson. \nClinical data that is acquired from participants in the clinical study and is filled in electronic  \nCase  Report  Forms  (CRF),  REDCap.  Imaging  data  taken  on  the  day  of  the  visit  will  be  \nautomatically saved to the local hard drive of the imaging equipment and to the secure server  \nof the Umeå University Hospital as well as on an external coded hard drive (password only  \nknown by PI and delegate).\nData that will be shared with CERA for analysis will be pseudonymised and will be sent through  \nsecure methods such as Cryptshare in order to ensure the protection of personal data.  \n7. Ethical aspects\nFor personal and sensitive data, we will abide by local laws, the General Data Protection  \nRegulation 2016/679 and US FDA Good Clinical Practice guidelines. The Data Management  \nPlan will be approved by institutional research governance committees and ethics review  \nJPND 2020 DMP v1.0 BRAINSTORM  \n14authorities. As stipulated in the informed consent (IC), no patient information will be disclosed  \nto third parties, nor will it be used for any purpose other than described in the IC. All data will  \nbe analysed and stored in a coded fashion, with a unique anonymous identifier for every  \nsubject that is stored separately from the research data and only accessible by key researchers.\nStudy protocols and methods will be approved by the ethics committees governing the  \njurisdiction of each consortium partner and all studies will be conducted in accordance with  \nthe Declaration of Helsinki. Informed consent will be obtained from all participants following a  \nthorough explanation of test procedures. Research on human biomaterials will be compliant  \nwith ICH-GCP E6 Guideline principles, the EU Directive 2004/23/EC and related national  \nlegislations. All human biological material will be registered in the Biobank of the Leuven  \nUniversity  Hospital  and  Centre  for  Eye  Research  Australia.  Following  study  completion  \nextracted and/or derived materials will be stored for the legislated duration applicable in each  \nstudy site jurisdiction. Biobank samples will be anonymised.\n8. Other issues\nNo other issues are foreseen within scope of this project."
    },
    "clean_full_text": "1Project Acronym: BRAINSTORM Project title: gloBal RetinAl Imaging coNSorTium fOR alzheiMer’s disease DATA MANAGEMENT PLAN HISTORY OF CHANGES VersionPublication date Change 1.005.01.2022Initial version JPND 2020 DMP v1.0 BRAINSTORM 21.Introduction This document contains the initial Data Management Plan (DMP) for BRAINSTORM. The DMP is prepared as part of the Work Package (WP) 4: Coordination, project management and dissemin - ation and is labelled as ‘Deliverable D.4.1’. The DMP outlines the data management approach that will be used throughout the project. It will be developed based on FAIR data sharing guidelines and data management rules of the partner institutions. The DMP aims to ensure that the data are collected, structured, curated and preserved according to the FAIR (Findability, Ac - cessibility, Interoperability, and Reusability) principles, and are made available according to the “as open as possible, as closed as necessary” principle, in compliance with the Belgian and European legal standards, and notably the General Data Protection Regulation1 (hereafter “GDPR”). The DMP implementation will be regularly evaluated by the lead investigators at each site and a log of modifications will be updated every time changes are made to the DMP. Lead investigators of each partner will oversee local data management. Lead investigators at each site, overseen by the local human research ethics committee/s, will be responsible for the development of informed consent form and participant information sheet that meets Good Clinical Practice Guidelines and requirements of the country where con - sent is obtained. The lead investigators will coordinate with each other to determine whether and how the data collected and generated by the project are shared and become available for re-use. Data quality assurance and the availability of openly available data will also be managed by the lead investigators. Lead investigators at each site will act as data controllers2 of the data collected/generated in the frame of the tasks that fall under their leadership, determining the purposes and means of processing this data as well as safeguarding its appropriate and timely processing. If necessary, they will undertake any necessary actions to prepare the data collected/generated through the tasks they are leading for sharing either within the consortium or openly (e.g., use of proper naming conventions, application of suitable anonymisation techniques, the creation of appro - priate metadata and documentation, etc.). Pursuant to Article 26 GDPR (the “Joint Controllers”), the partners have determined their respective responsibilities for compliance with the obligations under the GDPR in Annex D of the Consortium Agreement (CA). 1 Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data and repealing Directive 95/46/EC (General Data Protection Regulation), OJ L 119, 4 May 2016 (see: https://eur-lex.europa.eu/eli/reg/2016/679/oj ) 2 According to the GDPR data controller means the natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of personal data. JPND 2020 DMP v1.0 BRAINSTORM 32.Data Summary The collection of all data within the BRAINSTORM project happens on a lawful basis in the con - text of academic research. Academic research is carried out in the public interest, this means that it is conducted to contribute to an increase of knowledge and insight that will benefit (dir - ectly or indirectly) society. The scope of the BRAINSTORM project is to evaluate retinal hyperspectral, photographic, op - tical coherence tomography (OCT), and OCT-angiography biomarkers of Alzheimer’s disease (AD) in persons with, or at risk of, AD. Retinal imaging findings will be compared with CSF, neuroimaging, blood, and cognitive biomarkers of AD and to establish whether common age-re - lated eye diseases have hyperspectral imaging signals that are distinct from those of AD (WP1). The project will also identify retinal imaging biomarkers of cerebrovascular disease (WP2), and determine pathological correlates of retinal imaging biomarkers of AD in preclinical models and post-mortem human tissues (WP3). This research will re-use, collect/generate and analyse the following type of data: Human data: 1.Observational data: patient details (clinical measurements, medical/ electronic health records) a.Regular personal data: Name and address (human). Contact details (tel. number, e-mail address, ...) (human). Year of birth and age (human). Personal identification number assigned to data subjects participating in the study such as EAD number (human). b.Sensitive personal (health) data Description of characteristics of physical features of the body, the retina and systemic microvasculature in particular, further explained below. Medical history, medication use and medical test information (such as blood samples results from scans and biopsies). Family history, medical history, medication use, personal history – nicotine and medical test information, neuropsychological performance, cognitive re - serve score. Ocular data: visual acuity measurement, biomicroscopy and funduscopy, fundus photographs, hyperspectral retinal images, Dynamic Vessel Analyser (DVA), Optical Coherence Tomography (OCT) retinal images and OCT an - giography (OCT-A) retinal images. 2.Experimental data: digital images (DICOM) including brain images (MRI and PET scans), retinal images (hyperspectral, OCT, OCT-A, colour photographs; microscopy images of post-mortem retina), video files, oximetric data, quantified imaging device outputs, pro - tein gels and ELISAs. JPND 2020 DMP v1.0 BRAINSTORM 43.Derived and compiled data: research documentation (text, spreadsheets, protocols, notes and diaries), manuscripts, statistical output, algorithms and scripts, software. 4.Biological samples: post-mortem retinal and brain tissue from humans and rodents. Experimental data: Experimental data: blood pressure, blood flow measurements, histology, whole-mount images, and microscopy images, protein gels, DNA gels, gene expression analysed by qPCR, ELISA results, cognitive testing of mice, levels of metabolites in pericytes, DVA measurements (quantified imaging device outputs); brain images (MRI and PET scans), retinal images (hyperspectral, OCT, OCT-A, colour photographs; microscopy images of post-mortem retina), video files (hyperspectral), quantified imaging device outputs. Derived and compiled data: research documentation (text, spreadsheets, protocols, notes and diaries), manuscripts, statistical output, algorithms and scripts, software. The processing of data can be regarded as primary (prospective trial data) and secondary (retro - spective data from the electronic health records of participants) and is derived from participants (healthy volunteers and patients) of the University Hospitals of Leuven, Umeå University Hos - pital and Centre for Eye Research Australia and its collaborators. The subjects will be informed of the processing of their data in case of secondary processing as part of the informed consent process for study participation. Patient data will be digitally recorded in the form of questionnaires, clinical examination and image files, as well as body fluid (blood, CSF) and tissue (post-mortem brain and retinal tissue) samples. Each partner will utilise their institute’s secure data storage system with automated onsite back-up and mirroring. Partner 1: In Melbourne, participants will be assigned a study identification number for entry onto an Electronic Case Report Form (eCRF) and into a secure REDCap research database, maintained in compliance with CERA standard operating procedures. Partner 2: In KU Leuven (P2), numeric data will be stored in REDCap, the logged Electronic Case Report Form (eCRF) that is approved and supported by the UZ Leuven Clinical Trial Centre and Ethics Committee. Partner 3: In Umeå, participants will be assigned a study identification number. Data will be recorded on Electronic Case Report Forms (eCRF) at Umeå University Hospital in accordance with standard operating procedures and ethical approval. 5Written reports of the project progress will be stored for internal purposes. Methodological and clinical manuscripts will be drafted to disseminate the results from the proposed project. A detailed description of human data collected in the study can be found in the tables below: Partner 1 - The Centre for Eye Research Australia Mode of acquisition Type of dataFormat File size Field of viewImage dimension Pixel sizeBit-depth Metabolic Hyperspectral Retinal Camera (Optina)Hyperspectral retinal imaging.h5430MB per image (8 images per patient)30-degree fov1099 x 10998.2µm x 8.2µm16 CERA’s custom hyperspectral cameraHyperspectral retinal imaging.h5550MB per image (2 images per patient)38-degree fov1500 x 15007.8µm x 7.8µm12 Plex Elite 9000 (Zeiss) OCT-angiography .TIF1MB per image (4 images per patient)56-degree fov1023 x 102317.67µm x 17.67µm8 Canon CR6-45NM Optometry Non-Mydriatic Retinal Fundus CameraRGB retinal imaging .TIF50MB per image (4 images per patient)45-degree fov5183 x 34552.71µm x 4.08µm24 Spectralis (Heidelberg Engineering)Spectral-domain optical coherence tomography.vol200MB per image (2 images per patient)55-degree fov1535 x 153511.53µm x 11.53µm8 Visit (general ophthalmological)Ophthalmological evaluationeCRFSome kB N/AN/AN/AN/A Mini-Mental State examination, Clinical Dementia Rating Staging Instrument, Clock Drawing, Stroop colour word test, Neuropsychological evaluationMedical file to eCRFSome kB N/AN/AN/AN/A JPND 2020 DMP v1.0 BRAINSTORM 6Controlled Oral Word Association Test, Category fluency, Rey Complex Figure Test, Digit Span, Digit Symbol Substitution Test, Boston Naming Test, California Verbal Learning Test-II, Weschler Test of Adult Reading 3D MPRAGE, 3D T2-weighted FLAIR image, 5 echo Gradient Recalled Echo (GRE) images for susceptibility-weighted imaging and quantitative susceptibility mappingMagnetic Resonance imagingDICOMMultiple MB to GB N/AN/AN/AN/A Philips Allegro and Gemini TF64, Siemens mCTPET scanDICOMMultiple MB to GB N/AN/AN/AN/A 7Partner 2 - Ku Leuven Type of data FormatVolume How created RGB retinal imaging .TIF12,613 MB/image (2 images / patient)VISUCAM (Zeiss) Hyperspectral retinal imaging.TIF2,2 MB/image (5 im - ages / patient)XIMEA (Imec) Hyperspectral retinal imaging.h5550MB per image (2 images per patient)CERA’s custom hyperspectral camera OCT(A) imaging .E2E220 MB/imageOCT(A) Spectralis (Heidelberg Engineering) Oximetry retinal ima - ging.ret5 MB/image (1 images / patient)OXYMAP Dynamic Vessel Ana - lysis Video.dv1-1,5 GB/video (1 video / patient )DVA (IM-RC 3.0;Imedos) Dynamic Vessel Ana - lysis graphs.rva1,5-10 MB/ image (1 image / patient)DVA (IM-RC 3.0; Imedos) mRNABlood sample (EDTA, serum, hep- arine)some kB Blood sample Ophthalmological eval - uationmedical file to eCRFSome kBVisit (general ophthalmolo - gical) Neuropsychological evaluationmedical file to eCRFSome kBMOCA, RAVLT, CST, Stroop, COWAT Magnetic Resonance imagingDICOMSome kB3T Achieva dstream Philips MRI scanner DeviceDimension Image Type Bit-depthPixel Size VISUCAM2048 x 1958 RBG retinal imaging 2496 dpi, 96 dpi JPND 2020 DMP v1.0 BRAINSTORM 8XIMEA2048 x 1088hyperspectral retinal imaging 896 dpi, 96 dpi CERA’s custom hyper - spectral camera1500 x 1500hyperspectral retinal imaging 127.8µm x 7.8µm OXYMAP NAoximetry retinal imaging NANA Spectralis NAOCT(A) imaging NANA DVA NADual vessel analysis NANA OCT(A) (Zeiss Cirrus) NAOCT(A) imaging NANA Interview Opportunit- iesSetting subjects discussed Visit (general ophthal - mological)In UZ Leuven General ophthalmological evaluation Neuropsychological evaluationIn UZ LeuvenMontreal Cognitive Assessment (MOCA), Auditory Verbal Learning Test (AVLT), Stroop Colour Word Test, COWAT/semantic fluency Partner 3 - Umeå Type of data FormatVolume How created Hyperspectral retinal imaging.h5550MB per image (2 images per patient)CERA’s custom hyperspectral camera OCT(A) imaging .E2E220 MB/image OCT(A) Cirrus (Zeiss) Ophthalmological eval - uationmedical file to CRFSome kB Visit Magnetic Resonance imagingDICOMSome kB3T General Electric MRI scan - ner DeviceDimension Image Type Bit-depthPixel Size JPND 2020 DMP v1.0 BRAINSTORM 9CERA’s custom hyper - spectral camera1500 x 1500hyperspectral retinal imaging 127.8µm x 7.8µm OCT(A) (Zeiss Cirrus) NAOCT(A) imaging NANA JPND 2020 DMP v1.0 BRAINSTORM 102. FAIR data Through the life cycle of the BRINSTORM data, the FAIR principles will be followed as far as possible, while ensuring compliance with national and European ethic-legal framework. The FAIR data approach is described by the acronym: Findable, Accessible, Interoperable and Reusable data. 2. 1. Making data findable, including provisions for metadata Data will be stored in REDCap, the logged Electronic Case Report Form (eCRF) that is approved and supported by each institution. Information included on the eCRF include: Enrolment and consent of the participant Medical and Ocular history Vision Preliminary Tests Devices used in retinal imaging and image quality score Furthermore, the data structure of REDCap foresees metadata of device acquisition being for each device type separately: Whether or not the device was used The date of image acquisition The image quality score The operator of the device Whether or not any problems or malfunction occurred and if yes what kind All columns carry a specific and logic code which specifies the parameter that is described and the possible answers in REDCap are limited to prefilled options which limits error in the final database. All imaging acquisition is done by means of a Standards of Procedure (SOP) that is made available to all study personnel and is updated regularly. 2.2. Making data openly accessible Prior to publication, data sharing is restricted to members of the BRAINSTORM consortium. All research outputs sampled through the BRAINSTORM project will be made openly accessible, whenever possible, via existing platforms that support FAIR data sharing (www.fairsharing.org). Personal data will only be published after de-identification and identifi - ers will not be published. If, despite all efforts, it is not possible to protect the identities of subjects even after removing all identifiers, personal data will not be made public. Participants in the study are informed via consent forms about the policies regarding data sharing. The ethical aspects are covered in the context of the ethics review at each institution. The storage and transfer of data on human subjects to the repositories used by the consortium will only be considered in case of informed consents, ethics approval, compliance with GDPR and, when applicable, approval by local data protection authorities. Any controls or limitations on access to or usage of human data is described below in the ethics section of this DMP (Section 7). 2.3. Making data interoperable JPND 2020 DMP v1.0 BRAINSTORM 11The work packages are comprised of separate research lines, each focusing on another research pillar and question. There is no need for pooling of the data afterwards, hence different ontologies or vocabularies will arise. That being said, international approved terminology is used when describing parameters. These nouns are validated by the respective international societies (European Society of Ophthalmology, European Academy of Neurology). Furthermore, the monthly meetings will streamline terminology and specific attention will be attributed to the mappings towards the most common ontology. 2.4. Increase data re-use (through clarifying licences) As explained in Section 2.2 all research outputs will be made openly accessible, whenever possible, via existing platforms that support FAIR data sharing ( www.fairsharing.org ). The Consortium Agreement will further clarify access rights for implementation, use and exploitation of data. 3. Allocation of resources Each partner institution will be responsible for and pay for the costs relating to the back-up and secure storage of the data generated and received by that organisation and each partner will be solely responsible for digital file storage and management of that data. Fee for publication in open access journals is either foreseen in the Partner’s budget or carried by the respective Research Team based on external funds. Each partner is responsible for the implementation of this Data Management Plan. 4. File naming Separate folders will be made for each participant and visit. Participants will be sorted by their study identification number and the naming strategy for most files will be: SubjectID_Eye_ImageType_ImageDate YYYYMMDD. 5. Processing of data Personal data will be processed3 in the context of the research, as per Section 1. The research will comply with the rules pertaining to the processing of personal data provided in the GDPR. All partners will register the research activities that involve personal data according to the rules and procedures at their own institution. In addition, in application of the European Regulation EU 2016/679 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data (GDPR), for the purpose of the BRAINSTORM, the partners jointly determine the purposes and means of the processing of the data and are joint controllers within the meaning of Article 26 GDPR (the “Joint Controllers”). Pursuant to Article 26 GDPR, the partners have determined their respective responsibilities for compliance with the obligations under the GDPR in Annex D of the Consortium Agreement (CA). 3 For the purpose of this DMP and of the entire research project, processing \"means any operation or set of operations which is performed on personal data or sets of personal data, whether or not by automated means, such as collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction\" (Art. 4.2 of the GDPR). JPND 2020 DMP v1.0 BRAINSTORM 12The obtained experimental data will be stored and processed for purposed of better interpretation and the processing methods planned to be used will be: 1.Parametrical, cross-sectional statistics that can be executed after the first visit. The strength of association between ophthalmic measures and the relevant ground truth (PET or CSF amyloid beta levels for instance) will be evaluated. A Receiver Operating Characteristic (ROC), Pearson’s correlation and Shapiro-Wilk test will be used to analyze the data. 2.Machine learning, cross-sectionally that can be executed after the first visit. The purpose of this is to derive hyperspectral imaging estimates of the parameters of interest – such as brain amyloid beta burden. Methods such as Savitzky-Golay spectral smoothing procedure to compute and smooth the images, and a machine learning method - Dimension Reduction by Orthogonal Projection for Discrimination (DROP-D) will be used to discern between Aβ PET− controls from PET+ cases on the basis of spectral data. Deep learning networks will also be used. 3.Parametric, longitudinal statistics that will model the follow-up repeated measurements. The purpose of this is to identify temporal changes in biomarker values. Linear mixed models and Pearson’s correlation will be used. 4.Recurrent deep learning to derive information hidden within the time-sequential imaging The purpose of this is to enhance data analysis of the above mentioned if conditions are met, and to get information on each image and the period in between. The precise methods of analysis to be used in the project are likely to evolve during the course of the study in accordance with preliminary findings. The investigators undertake to utilise the optimal analytical and statistical methods for each research question. 6. Data security Partner 1: In Melbourne, participants will be assigned a study identification number for entry onto an Electronic Case Report Form (eCRF) and into a secure REDCap research database, maintained in compliance with CERA standard operating procedures. Data for this study will be collected using REDCap, a secure web application for building and managing online surveys and databases. The REDCap platform consists of a MariaDB relational database and a web server. These servers are in a physically secure location on premise at the Centre for Eye Research Australia and managed by the CERA Information Technology team. Frequent backups are made daily and stored in accordance with CERA’s retention schedule which incorporates both cloud and offsite storage. The servers provide a stable, secure, well-maintained, and high- capacity data storage environment. Clinical and imaging data taken on the day of the visit will be automatically saved to the local hard drive of the imaging equipment and to the secure server of the Centre for Eye Research Australia. Other data such as clinical, imaging and fluid biomarker data received from the recruiting site for each participant will be stored on CERA’s secured network as part of the data collected during the study. Data on the server is mirrored in two locations, making data loss extremely improbable. Data will be stored in a password protected file. No identifying data will JPND 2020 DMP v1.0 BRAINSTORM 13be shared with any external party. Analysis will be performed on deidentified images. The images with key identifiers will be saved on the server in a master file. Records will be kept for 15 years after the completion of the study, in accordance with the requirements of the Therapeutic Goods Administration and Health Privacy Principals. Partner 2: In KU Leuven we will utilise our institute’s secure data storage system (University Hospitals Leuven servers) with automated onsite back-up and mirroring. All data will be examined and kept in a coded format, with each participant assigned a unique anonymous identification. Biological samples will be stored in locked facilities and will be accessible only to the relevant researchers. Acquisition, processing and storage of patient data related to the clinical studies will be supervised by Prof. I. Stalmans. Technological developments and source codes will be documented under the supervision of Prof. I. Stalmans. Numeric data is saved in online servers (following GDPR legislation) in an online electronic case report form (eCRF), RedCap. Image data (VISUCAM, OXYMAP, XIMEA, DVA, OCT(A) will be stored on the internal UZ Leuven Database and an external coded (password only known by PI and delegate) hard disc. Data will be preserved for a period of at least five years from the end of the research project, except for clinical trial data. Datasets collected in the context of clinical research, will be archived for a minimum of: 10 years in Sweden (Archives Act SFS 1990:782), 15 years in Australia (Australian Code for the Responsible Conduct of Research) and 25 years in Belgium (European Regulation 536/2014). With the exception of the data related to the clinical trials, which will be solely stored on the servers of the University Hospitals Leuven, as mandatory by the UZ Leuven ethical committee, all data will be stored and duplicated on the secure FTP servers hosted by KU Leuven and ESAT. Personal data will only be published after de-identification and identifiers will not be published. If, despite all efforts, it is not possible to protect the identities of subjects even after removing all identifiers, personal data will not be made public. Partner 3: In Umeå we will use the institute’s secure data storage system with automated onsite back-up and mirroring. All extracted data will be examined and kept in a coded format, with each participant assigned a unique study ID. The code key will be stored in a locked space. Acquisition, processing and storage of patient data related to the Brainstorm project will be supervised by Ass.Prof G.Johannesson. Clinical data that is acquired from participants in the clinical study and is filled in electronic Case Report Forms (CRF), REDCap. Imaging data taken on the day of the visit will be automatically saved to the local hard drive of the imaging equipment and to the secure server of the Umeå University Hospital as well as on an external coded hard drive (password only known by PI and delegate). Data that will be shared with CERA for analysis will be pseudonymised and will be sent through secure methods such as Cryptshare in order to ensure the protection of personal data. 7. Ethical aspects For personal and sensitive data, we will abide by local laws, the General Data Protection Regulation 2016/679 and US FDA Good Clinical Practice guidelines. The Data Management Plan will be approved by institutional research governance committees and ethics review JPND 2020 DMP v1.0 BRAINSTORM 14authorities. As stipulated in the informed consent (IC), no patient information will be disclosed to third parties, nor will it be used for any purpose other than described in the IC. All data will be analysed and stored in a coded fashion, with a unique anonymous identifier for every subject that is stored separately from the research data and only accessible by key researchers. Study protocols and methods will be approved by the ethics committees governing the jurisdiction of each consortium partner and all studies will be conducted in accordance with the Declaration of Helsinki. Informed consent will be obtained from all participants following a thorough explanation of test procedures. Research on human biomaterials will be compliant with ICH-GCP E6 Guideline principles, the EU Directive 2004/23/EC and related national legislations. All human biological material will be registered in the Biobank of the Leuven University Hospital and Centre for Eye Research Australia. Following study completion extracted and/or derived materials will be stored for the legislated duration applicable in each study site jurisdiction. Biobank samples will be anonymised. 8. Other issues No other issues are foreseen within scope of this project."
}