{
    "document_id": "D-2024-3490",
    "LinkTitle": "D-2024-3490",
    "file_name": "D-2024-3490.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3490.pdf",
    "metadata": {
        "title": "Expanding the chemistry toolbox of next generation Expansion Microscopy: Ex2",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Expanding the chemistry toolbox of next generation Expansion Microscopy: Ex2\nExpanding the chemistry toolbox of next generation Expansion Microscopy: Ex2\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the following\noptions:\nGenerate new\ndata\nReuse existing\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nMicroscopy\nimages\nRaw\nmicroscopy\ndatafiles\nGenerate new data\nDigital\n- Observattional\n- Experimental\n- Compiled/aggregated\ndata\n- Simultion data\n.por, .xml,\n.tab, .csv,.pdf,\n.rtf, .dwg,\n.gml, ...\n<1TB\n \nExperimental\nprotocols\nOrganic\nsynthetic\nprotocols and\nlabelling\nprotocols\nGenerate new data\nPhysical\n \n \nLab\nnotebooks\nData\nprocessing\nFigures,\ndatasets,\npresentations,\nresearch article\ndrafts\nGenerate new data\nDigital\n- Observational\n- Experimental\n- Compiled/aggregated\ndata\n.pdf, .docx,\n.xlsx, .pptx,\n.png, .jpeg,\n.cdxml\n<1TB\n \nSynthetic\nexperimental\ndata\nRaw datafiles\ncontaining\ncompound\ncharacterisation\n(NMR, LC-MS,\n...)\nGenerate new data\nDigital\n- Observational\n- Experimental\n- Compiled/aggregated\ndata\nNMR data,\nLC-MS data\n<1TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNo\nCreated using DMPonline.be. Last modiﬁed 15 April 2025\n1 of 5\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nYes\nThe methods and materials developed during this project have potential for valorization, which will be a point of discussion\nduring the project. Patents and tech transfers will be submitted, transferred and valorized with guidance of the intellectual\nproperty unit of KU Leuven Research and Development (LRD).\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nDetails to reproduce organic reaction procedures are described in a personal lab notebook (date, unambiguous identifier, reaction\ndescription, molar quantities, reaction protocols, work-up protocols, purification protocols, further suggestions and unambiguous\nidentifiers of characterization data) as well as on digital sources (word documents). ReadME-files or recording methods for\ncharacterization (NMR and LC-MS) are stored in parallel with generated data.\nBiological labelling procedures (date, sample description, used labelling compounds, concentrations, labelling ratio's, protocols,\nexperimental set-ups, further suggestions and short conclusions) described in a personal lab notebook, as well as on digital\nsources (word documents). ReadME-files or recording methods for produced microscopy images are stored in parallel with\ngenerated data.\nFor presentations and publications, the procedures are described in sufficient detail to reproduce the data for experienced users.\nCreated using DMPonline.be. Last modiﬁed 15 April 2025\n2 of 5\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nNo metadata standard will be used. The measurement setup will automatically generate metadata which is embedded within the\ncharacterization (NMR, LC-MS) and microscopy data sets. The data will be stored and named in consistent manner with\nunambiguous identifiers. Descriptions of experiments and materials are kept in physical lab notes for each identifier. The data\nwill be processed and summarized in comprehensive word/excel files with reference to the identifiers. The resulting summaries\nwill culminate in presentations and publications/patents.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nPhysical lab notebooks of organic synthetic procedures and labeling protocols.\nThe digital data is stored on personal portable hard drives, some equipement used to take such data as well as the KU Leuven\ncloud service 'One Drive', which offers secure storage up to 1TB for each user.\nThe accepted version of the final manuscripts (+ accessory datasets and supporting information) are submitted in open access\njournals and in the KU Leuven library’s depository. In addition, relevant data will be transferred to the self-mirrored long-term\nstorage capacity by the KUL ICTS for long-term storage till at least 5 years after the project\nHow will the data be backed up?\nHow will the data be backed up?\nDigital data will be stored in parallel on the cloud (one drive) and on the personal computer/personal portable hard drive of the\napplicant, guaranteeing backup of the data.\nThe physical data of the lab notebooks is often transfered to digital data, following the storage method mentioned above.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nStorage and backup capacity is already present. In any case it can be extended further by purchasing additional portable hard\ndrives or cloud data volumes.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAccess to the data is restricted by online build-in safe logins and by physical restriction of access to the portable hear drives\n(through the security system installed in the building of the affiliation).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nExpected additional costs remain limited, as data storage is ensured.\nAdditional costs may include the purchasing of further portable hard drives (2TB for 100-200 euro), which will then be covered by\nthe personal bench fee. Cloud-based data storage using one drive software volume will be shared with the host research group.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nCreated using DMPonline.be. Last modiﬁed 15 April 2025\n3 of 5\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nOnly a selection of relevant data will be preserved. Selection of data destined for long-term storage will be assessed by the\napplicant and the promoter on a yearly basis. \nNaturally, all data and metadata used/linked to published articles, will be preserved in the university library depository.\nPhysical lab samples have a shelf life and take up valuable space making them difficult to store over long periods of time.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe selected data will be stored on the university's central servers for at least 10 years, confirm the KU Leuven RDM policy. In\naddition, the selected data will be preserved on minimum 3 different portable hard drives which are kept locked at different\nlocations under the supervision of the promotor.\nThe physical lab notebooks will also be stored ...\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts for the retention of data on portable hard drives is already made. The long-term data storage of ICTS costs approximately\n150 euros per year per 2TB. This storage has been set up for the research group, the shared cost will depend on the actual data\ngenerated from this project. A volume of 5 TB is anticipated, that will result in a cost of approximately 300 Euros to be covered\nfrom the bench fee of this grant.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe data will continue to be stored in a protected environment, similar as to before the end of the project. However, requests to\naccess the data can be made via email to the promotor or PhD student, who will decide upon this request after consultation with\nthe promotor and co-authors of articles and after the possible receiver has signed a data sharing agreement.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nData will be made available through publications and the accompanying supporting information. Addiditonal characterization,\nmicrosocpy or protocol data can be made available upon request to myself or PI via email.\nCreated using DMPonline.be. Last modiﬁed 15 April 2025\n4 of 5\nWhen will the data be made available?\nWhen will the data be made available?\nUpon request to myself or PI via email as well as upon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreative Commons Attribution-No-Derivs (CC-BY-ND)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nHow data will be shared, will depend upon the type of the requested data. Data will always be shared in a protected environment;\nafter the receiver signed a data sharing agreement.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThibo Iven \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThibo Iven \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThibo Iven and Johan Hofkens \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThibo Iven \nCreated using DMPonline.be. Last modiﬁed 15 April 2025\n5 of 5"
    },
    "clean_full_text": "Expanding the chemistry toolbox of next generation Expansion Microscopy: Ex2 Expanding the chemistry toolbox of next generation Expansion Microscopy: Ex2 FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Microscopy images Raw microscopy datafiles Generate new data Digital - Observattional - Experimental - Compiled/aggregated data - Simultion data .por, .xml, .tab, .csv,.pdf, .rtf, .dwg, .gml, ... <1TB Experimental protocols Organic synthetic protocols and labelling protocols Generate new data Physical Lab notebooks Data processing Figures, datasets, presentations, research article drafts Generate new data Digital - Observational - Experimental - Compiled/aggregated data .pdf, .docx, .xlsx, .pptx, .png, .jpeg, .cdxml <1TB Synthetic experimental data Raw datafiles containing compound characterisation (NMR, LC-MS, ...) Generate new data Digital - Observational - Experimental - Compiled/aggregated data NMR data, LC-MS data <1TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: No Created using DMPonline.be. Last modiﬁed 15 April 2025 1 of 5 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes The methods and materials developed during this project have potential for valorization, which will be a point of discussion during the project. Patents and tech transfers will be submitted, transferred and valorized with guidance of the intellectual property unit of KU Leuven Research and Development (LRD). Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Details to reproduce organic reaction procedures are described in a personal lab notebook (date, unambiguous identifier, reaction description, molar quantities, reaction protocols, work-up protocols, purification protocols, further suggestions and unambiguous identifiers of characterization data) as well as on digital sources (word documents). ReadME-files or recording methods for characterization (NMR and LC-MS) are stored in parallel with generated data. Biological labelling procedures (date, sample description, used labelling compounds, concentrations, labelling ratio's, protocols, experimental set-ups, further suggestions and short conclusions) described in a personal lab notebook, as well as on digital sources (word documents). ReadME-files or recording methods for produced microscopy images are stored in parallel with generated data. For presentations and publications, the procedures are described in sufficient detail to reproduce the data for experienced users. Created using DMPonline.be. Last modiﬁed 15 April 2025 2 of 5 Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No No metadata standard will be used. The measurement setup will automatically generate metadata which is embedded within the characterization (NMR, LC-MS) and microscopy data sets. The data will be stored and named in consistent manner with unambiguous identifiers. Descriptions of experiments and materials are kept in physical lab notes for each identifier. The data will be processed and summarized in comprehensive word/excel files with reference to the identifiers. The resulting summaries will culminate in presentations and publications/patents. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Physical lab notebooks of organic synthetic procedures and labeling protocols. The digital data is stored on personal portable hard drives, some equipement used to take such data as well as the KU Leuven cloud service 'One Drive', which offers secure storage up to 1TB for each user. The accepted version of the final manuscripts (+ accessory datasets and supporting information) are submitted in open access journals and in the KU Leuven library’s depository. In addition, relevant data will be transferred to the self-mirrored long-term storage capacity by the KUL ICTS for long-term storage till at least 5 years after the project How will the data be backed up? How will the data be backed up? Digital data will be stored in parallel on the cloud (one drive) and on the personal computer/personal portable hard drive of the applicant, guaranteeing backup of the data. The physical data of the lab notebooks is often transfered to digital data, following the storage method mentioned above. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Storage and backup capacity is already present. In any case it can be extended further by purchasing additional portable hard drives or cloud data volumes. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the data is restricted by online build-in safe logins and by physical restriction of access to the portable hear drives (through the security system installed in the building of the affiliation). What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Expected additional costs remain limited, as data storage is ensured. Additional costs may include the purchasing of further portable hard drives (2TB for 100-200 euro), which will then be covered by the personal bench fee. Cloud-based data storage using one drive software volume will be shared with the host research group. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Created using DMPonline.be. Last modiﬁed 15 April 2025 3 of 5 Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). Only a selection of relevant data will be preserved. Selection of data destined for long-term storage will be assessed by the applicant and the promoter on a yearly basis. Naturally, all data and metadata used/linked to published articles, will be preserved in the university library depository. Physical lab samples have a shelf life and take up valuable space making them difficult to store over long periods of time. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The selected data will be stored on the university's central servers for at least 10 years, confirm the KU Leuven RDM policy. In addition, the selected data will be preserved on minimum 3 different portable hard drives which are kept locked at different locations under the supervision of the promotor. The physical lab notebooks will also be stored ... What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs for the retention of data on portable hard drives is already made. The long-term data storage of ICTS costs approximately 150 euros per year per 2TB. This storage has been set up for the research group, the shared cost will depend on the actual data generated from this project. A volume of 5 TB is anticipated, that will result in a cost of approximately 300 Euros to be covered from the bench fee of this grant. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The data will continue to be stored in a protected environment, similar as to before the end of the project. However, requests to access the data can be made via email to the promotor or PhD student, who will decide upon this request after consultation with the promotor and co-authors of articles and after the possible receiver has signed a data sharing agreement. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Data will be made available through publications and the accompanying supporting information. Addiditonal characterization, microsocpy or protocol data can be made available upon request to myself or PI via email. Created using DMPonline.be. Last modiﬁed 15 April 2025 4 of 5 When will the data be made available? When will the data be made available? Upon request to myself or PI via email as well as upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Creative Commons Attribution-No-Derivs (CC-BY-ND) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? How data will be shared, will depend upon the type of the requested data. Data will always be shared in a protected environment; after the receiver signed a data sharing agreement. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Thibo Iven Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Thibo Iven Who will manage data preservation and sharing? Who will manage data preservation and sharing? Thibo Iven and Johan Hofkens Who will update and implement this DMP? Who will update and implement this DMP? Thibo Iven Created using DMPonline.be. Last modiﬁed 15 April 2025 5 of 5"
}