{
    "document_id": "D-2024-3120",
    "LinkTitle": "D-2024-3120",
    "file_name": "D-2024-3120.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3120.pdf",
    "metadata": {
        "title": "WORN DOWN AND SHORT-FUSED: THE RELATION BETWEEN SLEEP AND AGGRESSION",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "WORN DOWN AND SHORT-FUSED: THE RELATION BETWEEN SLEEP AND AGGRESSION\nWORN DOWN AND SHORT-FUSED: THE RELATION BETWEEN SLEEP AND AGGRESSION\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name /\nID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nclinical\nclinical, contextual,\ndemographicdata\nN\nD\nT\n.doc/.xlsx/.csv\n<1GB\n10-20\npages Per\nparticipant\npolysomnography\npolysomnographytomonitorsleep \nN\nD\nN\n.edf/.xlsx/.csv\n>5TB\n \nbehavioural\ntesting\ntesting on agression\nN\nD\nT\n.doc/.xlsx/.csv\n<100GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nQuestion not answered.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nS62882 was approved by the EC UZ Leuven and EC UPC KU Leuven.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nS62882 was approved by the EC UZ Leuven and EC UPC KU Leuven.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nCreated using DMPonline.be. Last modiﬁed 14 January 2025\n1 of 6\nNo\nCommercial valorization could be possible in the future. We will consult LRD when appropriate.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nProtocols and details related to data collection and processing will be recorded and transcribed to Word or Excel files. Data\nfolders containing raw and processed data will be hierarchically organized and labelled based on the source of the data, the type\nof experiment, the date of data generation, and the different experimental conditions analysed. \nData analysis methods and particularities (including metadata) will be described in text documents and Excel files included in\nthese folders. \nResearch methods and practices (including the informed consent process) will be fully documented. Details on the setting of the\ndata collection and the selection of participants will be documented. An overview of all steps taken to remove direct identifiers\n(e.g. name, date of birth) in the data will be added to the documentation.\nThe codebook will contain information about the study, files and variables. It will also provide instructions on how to read,\nanalyse, interpret and verify the data. \n All files will be stored on REDCap (secured).\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nLarge Volume Storage\nCreated using DMPonline.be. Last modiﬁed 14 January 2025\n2 of 6\nOneDrive (KU Leuven)\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nData will be stored on KU Leuven/UZ Leuven/UPC KU Leuven and if necessary imec secure servers. \nCopies (of parts of the data) can be made and kept on personal devices in accordance with the level of authorisation of the user\nand the data security level of their device. Sensitive personal data concerning the study participants will be stored in a KUL/UZ\nsecure environment. We will use KUL/UZ managed storage and file-sharing facilities as well as the REDCap platform for active\nuse of the data during the project\nREDCap will be used to build the database of this project. We will ensure secure data storage at the start of the project and this\nfor the full duration of the project and 5 years thereafter. A centralized network folder at KU Leuven servers will be used. \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nAutomatic backups for the disk capacity will consist of “snapshot” technology, where all incremental changes in respect of the\nprevious version are kept online. It is standard procedure that 1 snapshot is made per day and that these snapshots are kept for\n14 days. The end user can personally restore previously dated files from his or her Windows PC by using the “previous versions”\nfunction. Security groups can be set up to enable user management (by the local IT administrator). A mirror (an exact copy) of the\ndata is provided in the second ICTS data center for “business continuity” or “disaster recovery” purposes. A file is copied to the\nsecond data center as soon as it is written to a drive. ICTS can put the copy online within an hour in case of disaster with the\nprimary storage. The operating and maintaining of the storage solution is performed by ICTS.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nTo access the original data (i.e., not the backed-up copies), one would need access to the systems. This can be either digitally,\nwhich would require knowledge of the IP adresses and login credentials, or physically. It is the candidate's responsibility to make\nsure these credentials are not only kept safe but of sufficient strength to deter any unwanted data manipulation. \n \nData-stored on UZ Leuven-managed personal computers are protected via password access to the computers, as set up by the\nUZ Leuven IT department. Off-site access to REDCap data is available from UZ Leuven personal computers and is password\nprotected. \n \nPersonal data will be pseudonymised by the investigator. All data will be treated confidentially and with due care during the\nproject always in line with the guidelines of UZ Leuven regarding access to and use of patient data. The data from the medical file\nwill be collected in a structured manner in a secured computer document. This file will be stored in a team-specific storage\nlocation on a server of KU Leuven or UZ Leuven. Data enabling patient identification will be pseudonymised. This means that the\npersonal data will be processed in such a way that it can no longer be used attributed to a specific person without the use of\nadditional information.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nFor data storage: 600 euro (2 years x 300 euro/year).\nFor the storage of digital data using REDCap there will be a cost of 80euros/year. \nThe costs that are associated with storage will be covered by our funding.\nCreated using DMPonline.be. Last modiﬁed 14 January 2025\n3 of 6\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nThe digital data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years,\nconform the KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nFor data storage: 3000 euro (10 years x 300 euro/year).\nThe costs that are associated with storage will be covered by our funding.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nThe type of data that will be made available will be determined on an ad hoc basis and in adherence with the informed consent of\nthe participants and advice from the relevant ethics committees.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nPublished data will be available to everyone. \nResearch/experimental data will be available only for people from the lab of the PIs.\nAccess will be granted upon written request to the creators of the dataset.\nCommercial reuse is not allowed.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, ethical aspects\nCreated using DMPonline.be. Last modiﬁed 14 January 2025\n4 of 6\nThe project will make use of demographical, clinical, and physiological data of patients. Pseudonimyzed data can be made\navailable for further analysis in line with the terms of the ICFs and following advice from the relevant local ethics committees and\nLRD (Leuven Research and Development).\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nOther (specify below)\n-       In a restricted access repository \n-       Upon request by mail \n-       Other (specify): Different data types will be made available by different means according to the nature of the data and\nrequest. For example, pseudonymised pre-processed results may be shared with collaborators for new analyses, spreadsheets\nwith pseudonymised data can be made available on request. Publications relating to the study will be provided in open access via\nLirias 2.0.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nExpected costs associated with data sharing will mostly include publications costs. Publication costs will depend on the type of\nplatform we will use. If we aim to publish in an open access journal, we expect a publication cost from around 3000 to 5000 euros\nper article. \nThese costs will be covered by our funding.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nPhD candidates will be responsible for their own data. \nCreated using DMPonline.be. Last modiﬁed 14 January 2025\n5 of 6\nPIs of the project at KU Leuven is prof. Maarten Van Den Bossche.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nPhD candidates will be responsible for their own data. \nPIs of the project at KU Leuven is prof. Maarten Van Den Bossche.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThis responsibility will lie with the PI, as this requires a long-term commitment most likely extending beyond the tenure of the PhD\ncandidates.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nTo this end, the PhD candidates commit themselves to keeping the supervisor informed about the status of their respective data\nbackup and preservation.\nCreated using DMPonline.be. Last modiﬁed 14 January 2025\n6 of 6"
    },
    "clean_full_text": "WORN DOWN AND SHORT-FUSED: THE RELATION BETWEEN SLEEP AND AGGRESSION WORN DOWN AND SHORT-FUSED: THE RELATION BETWEEN SLEEP AND AGGRESSION Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA clinical clinical, contextual, demographicdata N D T .doc/.xlsx/.csv <1GB 10-20 pages Per participant polysomnography polysomnographytomonitorsleep N D N .edf/.xlsx/.csv >5TB behavioural testing testing on agression N D T .doc/.xlsx/.csv <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Question not answered. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) S62882 was approved by the EC UZ Leuven and EC UPC KU Leuven. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) S62882 was approved by the EC UZ Leuven and EC UPC KU Leuven. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 14 January 2025 1 of 6 No Commercial valorization could be possible in the future. We will consult LRD when appropriate. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Protocols and details related to data collection and processing will be recorded and transcribed to Word or Excel files. Data folders containing raw and processed data will be hierarchically organized and labelled based on the source of the data, the type of experiment, the date of data generation, and the different experimental conditions analysed. Data analysis methods and particularities (including metadata) will be described in text documents and Excel files included in these folders. Research methods and practices (including the informed consent process) will be fully documented. Details on the setting of the data collection and the selection of participants will be documented. An overview of all steps taken to remove direct identifiers (e.g. name, date of birth) in the data will be added to the documentation. The codebook will contain information about the study, files and variables. It will also provide instructions on how to read, analyse, interpret and verify the data. All files will be stored on REDCap (secured). Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Large Volume Storage Created using DMPonline.be. Last modiﬁed 14 January 2025 2 of 6 OneDrive (KU Leuven) Shared network drive (J-drive) Personal network drive (I-drive) Data will be stored on KU Leuven/UZ Leuven/UPC KU Leuven and if necessary imec secure servers. Copies (of parts of the data) can be made and kept on personal devices in accordance with the level of authorisation of the user and the data security level of their device. Sensitive personal data concerning the study participants will be stored in a KUL/UZ secure environment. We will use KUL/UZ managed storage and file-sharing facilities as well as the REDCap platform for active use of the data during the project REDCap will be used to build the database of this project. We will ensure secure data storage at the start of the project and this for the full duration of the project and 5 years thereafter. A centralized network folder at KU Leuven servers will be used. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Automatic backups for the disk capacity will consist of “snapshot” technology, where all incremental changes in respect of the previous version are kept online. It is standard procedure that 1 snapshot is made per day and that these snapshots are kept for 14 days. The end user can personally restore previously dated files from his or her Windows PC by using the “previous versions” function. Security groups can be set up to enable user management (by the local IT administrator). A mirror (an exact copy) of the data is provided in the second ICTS data center for “business continuity” or “disaster recovery” purposes. A file is copied to the second data center as soon as it is written to a drive. ICTS can put the copy online within an hour in case of disaster with the primary storage. The operating and maintaining of the storage solution is performed by ICTS. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To access the original data (i.e., not the backed-up copies), one would need access to the systems. This can be either digitally, which would require knowledge of the IP adresses and login credentials, or physically. It is the candidate's responsibility to make sure these credentials are not only kept safe but of sufficient strength to deter any unwanted data manipulation. Data-stored on UZ Leuven-managed personal computers are protected via password access to the computers, as set up by the UZ Leuven IT department. Off-site access to REDCap data is available from UZ Leuven personal computers and is password protected. Personal data will be pseudonymised by the investigator. All data will be treated confidentially and with due care during the project always in line with the guidelines of UZ Leuven regarding access to and use of patient data. The data from the medical file will be collected in a structured manner in a secured computer document. This file will be stored in a team-specific storage location on a server of KU Leuven or UZ Leuven. Data enabling patient identification will be pseudonymised. This means that the personal data will be processed in such a way that it can no longer be used attributed to a specific person without the use of additional information. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? For data storage: 600 euro (2 years x 300 euro/year). For the storage of digital data using REDCap there will be a cost of 80euros/year. The costs that are associated with storage will be covered by our funding. Created using DMPonline.be. Last modiﬁed 14 January 2025 3 of 6 Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy The digital data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? For data storage: 3000 euro (10 years x 300 euro/year). The costs that are associated with storage will be covered by our funding. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) The type of data that will be made available will be determined on an ad hoc basis and in adherence with the informed consent of the participants and advice from the relevant ethics committees. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Published data will be available to everyone. Research/experimental data will be available only for people from the lab of the PIs. Access will be granted upon written request to the creators of the dataset. Commercial reuse is not allowed. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, ethical aspects Created using DMPonline.be. Last modiﬁed 14 January 2025 4 of 6 The project will make use of demographical, clinical, and physiological data of patients. Pseudonimyzed data can be made available for further analysis in line with the terms of the ICFs and following advice from the relevant local ethics committees and LRD (Leuven Research and Development). Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) Other (specify below) - In a restricted access repository - Upon request by mail - Other (specify): Different data types will be made available by different means according to the nature of the data and request. For example, pseudonymised pre-processed results may be shared with collaborators for new analyses, spreadsheets with pseudonymised data can be made available on request. Publications relating to the study will be provided in open access via Lirias 2.0. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Expected costs associated with data sharing will mostly include publications costs. Publication costs will depend on the type of platform we will use. If we aim to publish in an open access journal, we expect a publication cost from around 3000 to 5000 euros per article. These costs will be covered by our funding. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? PhD candidates will be responsible for their own data. Created using DMPonline.be. Last modiﬁed 14 January 2025 5 of 6 PIs of the project at KU Leuven is prof. Maarten Van Den Bossche. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? PhD candidates will be responsible for their own data. PIs of the project at KU Leuven is prof. Maarten Van Den Bossche. Who will manage data preservation and sharing? Who will manage data preservation and sharing? This responsibility will lie with the PI, as this requires a long-term commitment most likely extending beyond the tenure of the PhD candidates. Who will update and implement this DMP? Who will update and implement this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). To this end, the PhD candidates commit themselves to keeping the supervisor informed about the status of their respective data backup and preservation. Created using DMPonline.be. Last modiﬁed 14 January 2025 6 of 6"
}