{
    "document_id": "D-2023-2105",
    "LinkTitle": "D-2023-2105",
    "file_name": "D-2023-2105.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2105.pdf",
    "metadata": {
        "title": "SPORT ENVIRONMENTAL SUSTAINABILITY (SES): AN INVESTIGATION INTO NON-PROFIT SPORT ORGANISATIONS FROM A STAKEHOLDERS PERSPECTIVE",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "SPORT ENVIRONMENTAL SUSTAINABILITY (SES): AN INVESTIGATION INTO NON-PROFIT\nSPORT ORGANISATIONS FROM A STAKEHOLDERS PERSPECTIVE\nA Data Management Plan created using DMPonline.be\nCreator: \nPierre Léonard\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nPierre Léonard\nID: \n197648\nStart date: \n14-10-2022\nEnd date: \n14-10-2026\nProject abstract:\nSport has an impact on the natural environment, and in turn is affected by the natural environment. It is critical to study environmental\nsustainability in sport because of this mutual relationship between sport and the environment. Sport Environmental Sustainability (SES) is\nan underdeveloped research field that is dominated by international professional sport organisations, sport facilities and major sporting\nevents. Given their social role and reach, non-profit sport organisations (NPSOs) are powerful avenues to influence their\nstakeholders’ behaviour (e.g., participants, consumers, employees, investors, suppliers, communities). However, little is known about\nhow NPSOs manage their stakeholders’ expectations to implement environmental sustainability actions. Therefore, it is vital to gain a\nbetter understanding and assist in the successful deployment of pro-environmental changes by NPSOs. In this context, the purpose of\nthis research project is to capture how NPSOs and their stakeholders engage toward environmental sustainability. Three research\nquestions will be examined: 1) What are the expectations of NPSOs’ multiple stakeholders regarding SES? 2) Are there SES paradoxes\nin NPSOs and how do managers manage these paradoxes?, and 3) How do NPSOs manage their stakeholders’ expectations when\nengaging toward environmental sustainability? The project is grounded on stakeholder theory for which the interconnectedness between\nthe central organisation and its stakeholders is key in the quest for sustainability progresses. A mixed-method and multilevel empirical\nresearch design including document analysis, survey, a social network analysis, and in-depth interviews will be used. This project will\ncontribute to develop knowledge on SES and future policy-making processes.\nLast modified: \n22-03-2023\nCreated using DMPonline.be. Last modiﬁed 22 March 2023\n1 of 5\nSPORT ENVIRONMENTAL SUSTAINABILITY (SES): AN INVESTIGATION INTO NON-PROFIT\nSPORT ORGANISATIONS FROM A STAKEHOLDERS PERSPECTIVE\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData volume\nPhysical volume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting data) \nIndicate:  \nD\n(igital) or \nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical \nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nStudy 1 (online survey)\nQuantitative data collection (online survey)\nN\nD\nN\n.xls\n \n \nStudy 2 (interviews)\nQualitative data collection (interviews)\nN\nD\nA\nmpeg\n \n \nStudy 3\nQualitaive data (interviews)\nN\nD\nA\nmpeg\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nAn ethical approval will be asked in due time for the different collections of data.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nYes (Provide PRET G-number or EC S-number below)\nA privacy and ethical review will be submit in due time.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nThe different collections of data are not yet established.\nWithout being able to explain the documentation that will be use for each datasets, we will make sure that data will be understandable by others by providing contextual and descriptive features of\nthe data.\nCreated using DMPonline.be. Last modiﬁed 22 March 2023\n2 of 5\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nThe use of a metadata standard has not been discussed yet.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOther (specify below)\nL-drive specific to my research group.\nHow will the data be backed up?\nOther (specify below)\nData will be backed up on a K-drive specific to my faculty and my research group.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe access to the L-drive and the K-drive will only be possible to people with an authorization. This sytem is still under construction but will be defined for time data will be collected.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe data storage is a service provided by KU Leuven. No additional costs should happen.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nData should be retained for more than 10 years, according the different legislation applicables, to be able to make longitudinal studies in the future.\nData under GDPR legislation will be kept only for the legal time.\nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nData will be archived on a K-drive specific to my faculty and my research group.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe data storage is a service provided by KU Leuven. No additional costs should happen.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nCreated using DMPonline.be. Last modiﬁed 22 March 2023\n3 of 5\nOther (specify below)\nThe availability of data by others has still need to be discussed. This choice will be made following the different rules in terms of GDPR and ethic.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nQuestion not yet investigated.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nQuestion not yet investigated.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nNot known yet.\nWhen will the data be made available? \nOther (specify below)\nNot known yet.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nNot known yet.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nNot known yet.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nNot known yet.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe PhD researcher.\nWho will manage data storage and backup during the research project? \nNot known yet.\nWho will manage data preservation and sharing? \nNot known yet.\nWho will update and implement this DMP? \nThe PhD researcher.\nCreated using DMPonline.be. Last modiﬁed 22 March 2023\n4 of 5\nCreated using DMPonline.be. Last modiﬁed 22 March 2023\n5 of 5"
    },
    "clean_full_text": "SPORT ENVIRONMENTAL SUSTAINABILITY (SES): AN INVESTIGATION INTO NON-PROFIT SPORT ORGANISATIONS FROM A STAKEHOLDERS PERSPECTIVE A Data Management Plan created using DMPonline.be Creator: Pierre Léonard Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Pierre Léonard ID: 197648 Start date: 14-10-2022 End date: 14-10-2026 Project abstract: Sport has an impact on the natural environment, and in turn is affected by the natural environment. It is critical to study environmental sustainability in sport because of this mutual relationship between sport and the environment. Sport Environmental Sustainability (SES) is an underdeveloped research field that is dominated by international professional sport organisations, sport facilities and major sporting events. Given their social role and reach, non-profit sport organisations (NPSOs) are powerful avenues to influence their stakeholders’ behaviour (e.g., participants, consumers, employees, investors, suppliers, communities). However, little is known about how NPSOs manage their stakeholders’ expectations to implement environmental sustainability actions. Therefore, it is vital to gain a better understanding and assist in the successful deployment of pro-environmental changes by NPSOs. In this context, the purpose of this research project is to capture how NPSOs and their stakeholders engage toward environmental sustainability. Three research questions will be examined: 1) What are the expectations of NPSOs’ multiple stakeholders regarding SES? 2) Are there SES paradoxes in NPSOs and how do managers manage these paradoxes?, and 3) How do NPSOs manage their stakeholders’ expectations when engaging toward environmental sustainability? The project is grounded on stakeholder theory for which the interconnectedness between the central organisation and its stakeholders is key in the quest for sustainability progresses. A mixed-method and multilevel empirical research design including document analysis, survey, a social network analysis, and in-depth interviews will be used. This project will contribute to develop knowledge on SES and future policy-making processes. Last modified: 22-03-2023 Created using DMPonline.be. Last modiﬁed 22 March 2023 1 of 5 SPORT ENVIRONMENTAL SUSTAINABILITY (SES): AN INVESTIGATION INTO NON-PROFIT SPORT ORGANISATIONS FROM A STAKEHOLDERS PERSPECTIVE Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Study 1 (online survey) Quantitative data collection (online survey) N D N .xls Study 2 (interviews) Qualitative data collection (interviews) N D A mpeg Study 3 Qualitaive data (interviews) N D A mpeg If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) An ethical approval will be asked in due time for the different collections of data. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) A privacy and ethical review will be submit in due time. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The different collections of data are not yet established. Without being able to explain the documentation that will be use for each datasets, we will make sure that data will be understandable by others by providing contextual and descriptive features of the data. Created using DMPonline.be. Last modiﬁed 22 March 2023 2 of 5 Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No The use of a metadata standard has not been discussed yet. Data Storage & Back-up during the Research Project Where will the data be stored? Other (specify below) L-drive specific to my research group. How will the data be backed up? Other (specify below) Data will be backed up on a K-drive specific to my faculty and my research group. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The access to the L-drive and the K-drive will only be possible to people with an authorization. This sytem is still under construction but will be defined for time data will be collected. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The data storage is a service provided by KU Leuven. No additional costs should happen. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Data should be retained for more than 10 years, according the different legislation applicables, to be able to make longitudinal studies in the future. Data under GDPR legislation will be kept only for the legal time. Where will these data be archived (stored and curated for the long-term)? Other (specify below) Data will be archived on a K-drive specific to my faculty and my research group. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The data storage is a service provided by KU Leuven. No additional costs should happen. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 22 March 2023 3 of 5 Other (specify below) The availability of data by others has still need to be discussed. This choice will be made following the different rules in terms of GDPR and ethic. If access is restricted, please specify who will be able to access the data and under what conditions. Question not yet investigated. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Question not yet investigated. Where will the data be made available? If already known, please provide a repository per dataset or data type. Other (specify below) Not known yet. When will the data be made available? Other (specify below) Not known yet. Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) Not known yet. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No Not known yet. What are the expected costs for data sharing? How will these costs be covered? Not known yet. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher. Who will manage data storage and backup during the research project? Not known yet. Who will manage data preservation and sharing? Not known yet. Who will update and implement this DMP? The PhD researcher. Created using DMPonline.be. Last modiﬁed 22 March 2023 4 of 5 Created using DMPonline.be. Last modiﬁed 22 March 2023 5 of 5"
}