{
    "document_id": "D-2023-2350",
    "LinkTitle": "D-2023-2350",
    "file_name": "D-2023-2350.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2350.pdf",
    "metadata": {
        "title": "CHANGING GAZE, CHANGING PERCEPTION: HOW PARTICIPATORY PERFORMATIVE AND VISUAL ART-PRACTICES CAN EMPOWER PEOPLE WITH DEMENTIA AND THEIR CAREGIVERS TO COPE WITH THE CONDITION",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "CHANGING GAZE, CHANGING PERCEPTION: HOW PARTICIPATORY PERFORMATIVE AND\nCHANGING GAZE, CHANGING PERCEPTION: HOW PARTICIPATORY PERFORMATIVE AND\nVISUAL ART-PRACTICES CAN EMPOWER PEOPLE WITH DEMENTIA AND THEIR CAREGIVERS TO\nVISUAL ART-PRACTICES CAN EMPOWER PEOPLE WITH DEMENTIA AND THEIR CAREGIVERS TO\nCOPE WITH THE CONDITION\nCOPE WITH THE CONDITION\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nLisa Bormans, n.n. n.n., Annelien Hofmans \n \nhttps://orcid.org/0009-0003-0962-5285\n, Niels Hendriks \n \nhttps://orcid.org/0000-0002-\n9392-1268\n, n.n. n.n., Kristof Vrancken\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \n3H230289\nID: \nID: \n204760\nStart date: \nStart date: \n09-02-2024\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nThis interdisciplinary project derives from social constructionism and symbolic interactionism the idea that the meaning of dementia is socially\nconstructed. The intention is to examine the role of this ‘construction’ on the lived experience of people living with dementia (PLWD), as is the focus\nof phenomenological analyses. However, because in these common approaches research is mainly based on spoken language, the project will explore\nthe possibilities and limitations of combining the three common paradigms with arts-based, visual and multi-sensory approaches in participatory\nresearch. For this purpose, expert knowledge and insights from social sciences, design studies and arts will be combined. To answer the research\nquestions, a longitudinal qualitative study is set up in which different groups are included in a study trajectory in three waves over a two-year period.\nThe data are collected through semi-structured interviews, observations, participatory arts-based research methods and creative analytical practices.\nThe insights will be combined into an interdisciplinary toolbox that can be used in the care of PLWD, with the aim of enabling them to cope with their\nchanging self and identity experience.\nLast modified: \nLast modified: \n11-03-2024\nCreated using DMPonline.be. Last modiﬁed 11 March 2024\n1 of 7\nCHANGING GAZE, CHANGING PERCEPTION: HOW PARTICIPATORY PERFORMATIVE AND\nCHANGING GAZE, CHANGING PERCEPTION: HOW PARTICIPATORY PERFORMATIVE AND\nVISUAL ART-PRACTICES CAN EMPOWER PEOPLE WITH DEMENTIA AND THEIR CAREGIVERS TO\nVISUAL ART-PRACTICES CAN EMPOWER PEOPLE WITH DEMENTIA AND THEIR CAREGIVERS TO\nCOPE WITH THE CONDITION\nCOPE WITH THE CONDITION\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital)\nor\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nInterviews\nNon-validated semi-structured interviews\nN\nD\nA, T\nMP4, .docx\n<100GB\n \n'Mnemnoszyne':\nQualitative data\n(raw/processed) from\nartistic research\nmethods like\nanthotype,\nphotovoice/-walk and\ncultural probes\nPersonal collections of\nart, portraits, pictures, collages,\ntexts, sounds, paintings, found footage, sculptures\nand artifacts created and/or collected by the\nparticipants after informed consent, later\ndigitalized by the researchers. These data are output\ncoming from the use of artistic research methods\nduring participative creative sessions.\nN & E\nD & P\nA, I, S, T,\nOther\n(materials\nlike paper,\nwood,\nplants, ink,\nclay,\nceramic,\netc.)\n.pdf,.docx,\n.png, .psd,\n.tif, .jpeg,\n.svg, .ai, .gif,\n.indd, .idml,\n.html, .xlsx,\n.mov, .avi,\n.mp4, .mp3\n<1TB\n10-50kg\nQualitative data\n(raw/processed) from\nauto-ethnography\nWritten, drawn, painted or sketched self-\nobservations and self-reflections of participants and\nresearchers\nN\nD & P\nI, T\n.docx, .pdf,\n.jpeg, .tif,\n.png, .xlsx,\n.indd, .idml\n<1TB\n<1kg\nQualitative data\n(raw/processed) from\nobservations\nVideo observations during interviews or creative\nsessions\nN\nD\nI, T\n.pdf,.docx,\n.xlsx, .mov,\n.avi, .mp4,\n.mp3, .indd,\n.idml\n<5TB\n \nQualitative data\nanalysis of interviews\nThematic analysis of the interviews\nN\nD\nSO\n.nvp\n<100GB\n \nCreative Analytical\nPractices (CAP):\nQualitative data\nanalysis of creative\nsessions\nCAP are used to delineate creative forms of\nrepresentation in qualitative research to show layers\nof lived subjectivity and theory in research findings.\nFor data coming from the photovoice/-walk method,\nwe will use the Analytical Apparatus for Visual\nImagery model (AAVI) to analyse the images made\nby the participants.\nN\nD\nI, T, M\ndocx, .pdf,\n.jpeg, .tif,\n.png, .xlsx,\nsvg, .ai,\n.indd, .idml\n<100GB\n \nQualitative data for art\nexhibition\nArtworks and creations, processed for exhibition\nafter informed consent of participants. These data\nare modified output coming from the 'mnemoszyne'.\nN\nD & P\nA, I, S, T,\nM, Other\n(materials\nlike paper,\nwood,\nplants, ink,\nclay,\nceramic,\netc.)\n.pdf,.docx,\n.png, .psd,\n.tif, .jpeg,\n.svg, .ai, .gif,\n.indd, .idml,\n.html, .xlsx,\n.mov, .avi,\n.mp4, .mp3\n<1TB\n<100kg\nCreated using DMPonline.be. Last modiﬁed 11 March 2024\n2 of 7\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nWe will sometimes use personal archival data of the participants (like old pictures, objects, etc.) to create new data for the analogue and digital\ncreative databases. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nG-2023-7277\nHuman subject data will be collected during the interviews, creative sessions (for the creative databases), auto-ethnography and observations.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nG-2023-7277\nPersonal data will be processed during the interviews, creative sessions (for the creative databases), auto-ethnography and observations.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe data from the semi-structured interviews will be accompanied by a README.txt , which includes a description of the context in which the\nCreated using DMPonline.be. Last modiﬁed 11 March 2024\n3 of 7\ndata was generated, to which research project the data belongs, and how the data should be interpreted. In addition, a codebook.tsv will be\nadded, in that way data analysis will be more transparent.\nThe data coming from the 'mnemoszyne' will be manually and digitally documented per participant with information on the setup and context\nof the session (date of session, location of session, date of creating/collecting the image, what type of format or questions/assignments given,\nwhat type of material used, which persons involved in session, which persons involved in creation, etc.). \nThe data coming from the CAP will be documented digitally and accompanied by a written text-file, with a description of the participant, the\ncontext, how the data should be interpreted and personal notes the researcher finds relevant to add.\nThe observations will be documented digitally and accompanied by a written text-file, with a description of the participant, the context, how\nthe data should be interpreted and personal notes the researcher finds relevant to add.\nThe data from auto-ethnography will be documented digitally and accompanied by a written text-file, which includes a description of the\ncreator, the context in which the data was generated and how the data should be interpreted. \nThe qualitative data for the art exhibition will be documented digitally and accompanied by a written text-file, with a description of the\nparticipant, the context, how the data should be interpreted and personal notes the researcher finds relevant to add.\nFor all data: the researchers will pseudonymize the data. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nAt this moment we have no repository plan yet, therefore we can't indicate here which metadata standard we would apply.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nPersonal network drive (I-drive)\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nOther (specify below)\nAnalogue data (like paper and creative artifacts) from the creative sessions will be kept in a place (f.e. box, drawer or cabinet) by the\nparticipants themselves or stored in a locked and secured place (f.e. box, drawer or cabinet), accessible only to the researchers and participant\ninvolved.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nOther (specify below)\nAll analogue data will be scanned and photographed, and then stored on the standard back-up provided by KU Leuven ICTS.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nCreated using DMPonline.be. Last modiﬁed 11 March 2024\n4 of 7\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data (including interviews, images, audio clips, transcripts, informed consents, observations, etc.) are stored on an network drive (I-drive),\nsecured with a password. Subsequently, the researchers pseudonymize the data, and the code/key is kept in a different location than the data.\nThis code/key is also password-protected (via two-factor authentication). Additionally, the researchers will handle the data with utmost care at\nall times (never leaving the computer unattended/unlocked, regularly updating passwords, etc.).\nThe places (f.e. box, drawer or cabinet) where the analogue data will be kept (if not by the participants themselves), will be locked and secured\n- accessible only to the researchers involved. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe amount of data that needs to be stored in this research falls within the available storage capacities accessible to KU Leuven personnel. All\nrelated costs, including backups and locked boxes (for analogue storage), will be covered by KU Leuven.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCertain data cannot be kept for 10 years (explain below)\nAfter 10 years the researchers will decide whether it is necessary to store the (personal) data for a longer time. If it is necessary to keep the\ndata, a reminder date will be set at which the researchers will again decide whether the data still need to be kept. When further storage is no\nlonger necessary, the (personal) data will be deleted. \nAnalogue data from the creative sessions will be stored in a locked and secured place (f.e. box, drawer or cabinet), accessible only to the\nresearchers involved. \nSome of these analogue data will be stored by the participants themselves too. Therefore, these data cannot be kept and only a digital copy can\nbe stored by the researchers.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nOther (specify below)\nUpon completion of the doctoral project, all analog data are passed on to the supervisors who continues to keep them in their offices in a\nlocked drawer or cabinet accessible only to them.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe amount of data that needs to be stored in this research falls within the available storage capacities accessible to KU Leuven personnel. All\nrelated costs, including backups, will be covered KULeuven. \nTools for scanning and photographing the analogue data can be borrowed from LUCA School of Arts lending service. If necessary, the\npurchase of camera equipment can be covered by our research fund (approximately 2000 euro).\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nCreated using DMPonline.be. Last modiﬁed 11 March 2024\n5 of 7\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nFuture researchers upon approval and strict conditions.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, ethical aspects\nG-2023-7277\nAll our (new and existing) datasets will be pseudonymized via \"sequential counter,\" which means that participants will be assigned a\nsequential number (Pseudonymization, 2023). Given the long-term follow-up and versatility of data per participant, the pseudonyms will be\ndeterministic. Different data from the same participant will thus be assigned the same sequence number. The key will be stored in Drive so that\nit can only be accessed via 2-step authentication. In this way, the key is clearly separated from the data. The key will be removed when no new\ndata is collected. Source:\n \nPseudonymization. (2023, April 20). ICTS.\nhttps://admin.kuleuven.be/icts/english/research/datamgmtpract/ape/pseudonymisation#sequential\nBitLocker software is installed on the researchers' computers, so that in case of theft or loss of the computer, third parties cannot access the\ndata. \nFurthermore, interviews, images, videos, audio recordings and analyses will only be transmitted to each other via Belnet Filesender.\nFinally, we are aware that the required audio and video recordings as well as images and sounds do not guarantee full application of\nanonymization/pseudonymization as long as these recordings are kept: they make it relatively easy to identify individuals on them, even if they\nare kept completely locked. Still, a lot of data would be lost if we were to delete these immediately after transcription. For the artistic part of\nthis project, this data can be (visual/auditive) input, although it will never be used recognizably without permission/consent of the persons\ninvolved. As long as that artistic part is not finished (in other words, until the final exhibition and thus until the end of this PhD) we will keep\nthem. Afterwards, however, they will be deleted immediately.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther (specify below)\n'Qualitative data for art exhibition' will only be shared with an explicit consent of the persons involved (i.e. during mid-term showcases and at\nthe final exhibition).\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nOther (specify below)\nUpon request by mail. \n'Qualitative data for art exhibition' will only be shared with an explicit consent of the persons involved during mid-term artistic showcases and\nat the final exhibition.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nCreated using DMPonline.be. Last modiﬁed 11 March 2024\n6 of 7\nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nCosts for sharing data will be minimal and can be covered by the project's budget.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researchers involved in this project (predominantly Lisa Bormans and Annelien Hofmans).\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe researchers involved in this project (predominantly Lisa Bormans and Annelien Hofmans) as well as the supervisors prof. dr. Baldwin Van\nGorp and prof. dr. Kristof Vrancken.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe supervisors involved in this project, prof. dr. Baldwin Van Gorp and prof. dr. Kristof Vrancken.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe researchers involved in this project (predominantly Lisa Bormans and Annelien Hofmans)\nCreated using DMPonline.be. Last modiﬁed 11 March 2024\n7 of 7"
    },
    "clean_full_text": "CHANGING GAZE, CHANGING PERCEPTION: HOW PARTICIPATORY PERFORMATIVE AND CHANGING GAZE, CHANGING PERCEPTION: HOW PARTICIPATORY PERFORMATIVE AND VISUAL ART-PRACTICES CAN EMPOWER PEOPLE WITH DEMENTIA AND THEIR CAREGIVERS TO VISUAL ART-PRACTICES CAN EMPOWER PEOPLE WITH DEMENTIA AND THEIR CAREGIVERS TO COPE WITH THE CONDITION COPE WITH THE CONDITION A Data Management Plan created using DMPonline.be Creators: Creators: Lisa Bormans, n.n. n.n., Annelien Hofmans https://orcid.org/0009-0003-0962-5285 , Niels Hendriks https://orcid.org/0000-0002- 9392-1268 , n.n. n.n., Kristof Vrancken Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: 3H230289 ID: ID: 204760 Start date: Start date: 09-02-2024 End date: End date: 30-09-2027 Project abstract: Project abstract: This interdisciplinary project derives from social constructionism and symbolic interactionism the idea that the meaning of dementia is socially constructed. The intention is to examine the role of this ‘construction’ on the lived experience of people living with dementia (PLWD), as is the focus of phenomenological analyses. However, because in these common approaches research is mainly based on spoken language, the project will explore the possibilities and limitations of combining the three common paradigms with arts-based, visual and multi-sensory approaches in participatory research. For this purpose, expert knowledge and insights from social sciences, design studies and arts will be combined. To answer the research questions, a longitudinal qualitative study is set up in which different groups are included in a study trajectory in three waves over a two-year period. The data are collected through semi-structured interviews, observations, participatory arts-based research methods and creative analytical practices. The insights will be combined into an interdisciplinary toolbox that can be used in the care of PLWD, with the aim of enabling them to cope with their changing self and identity experience. Last modified: Last modified: 11-03-2024 Created using DMPonline.be. Last modiﬁed 11 March 2024 1 of 7 CHANGING GAZE, CHANGING PERCEPTION: HOW PARTICIPATORY PERFORMATIVE AND CHANGING GAZE, CHANGING PERCEPTION: HOW PARTICIPATORY PERFORMATIVE AND VISUAL ART-PRACTICES CAN EMPOWER PEOPLE WITH DEMENTIA AND THEIR CAREGIVERS TO VISUAL ART-PRACTICES CAN EMPOWER PEOPLE WITH DEMENTIA AND THEIR CAREGIVERS TO COPE WITH THE CONDITION COPE WITH THE CONDITION Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Interviews Non-validated semi-structured interviews N D A, T MP4, .docx <100GB 'Mnemnoszyne': Qualitative data (raw/processed) from artistic research methods like anthotype, photovoice/-walk and cultural probes Personal collections of art, portraits, pictures, collages, texts, sounds, paintings, found footage, sculptures and artifacts created and/or collected by the participants after informed consent, later digitalized by the researchers. These data are output coming from the use of artistic research methods during participative creative sessions. N & E D & P A, I, S, T, Other (materials like paper, wood, plants, ink, clay, ceramic, etc.) .pdf,.docx, .png, .psd, .tif, .jpeg, .svg, .ai, .gif, .indd, .idml, .html, .xlsx, .mov, .avi, .mp4, .mp3 <1TB 10-50kg Qualitative data (raw/processed) from auto-ethnography Written, drawn, painted or sketched self- observations and self-reflections of participants and researchers N D & P I, T .docx, .pdf, .jpeg, .tif, .png, .xlsx, .indd, .idml <1TB <1kg Qualitative data (raw/processed) from observations Video observations during interviews or creative sessions N D I, T .pdf,.docx, .xlsx, .mov, .avi, .mp4, .mp3, .indd, .idml <5TB Qualitative data analysis of interviews Thematic analysis of the interviews N D SO .nvp <100GB Creative Analytical Practices (CAP): Qualitative data analysis of creative sessions CAP are used to delineate creative forms of representation in qualitative research to show layers of lived subjectivity and theory in research findings. For data coming from the photovoice/-walk method, we will use the Analytical Apparatus for Visual Imagery model (AAVI) to analyse the images made by the participants. N D I, T, M docx, .pdf, .jpeg, .tif, .png, .xlsx, svg, .ai, .indd, .idml <100GB Qualitative data for art exhibition Artworks and creations, processed for exhibition after informed consent of participants. These data are modified output coming from the 'mnemoszyne'. N D & P A, I, S, T, M, Other (materials like paper, wood, plants, ink, clay, ceramic, etc.) .pdf,.docx, .png, .psd, .tif, .jpeg, .svg, .ai, .gif, .indd, .idml, .html, .xlsx, .mov, .avi, .mp4, .mp3 <1TB <100kg Created using DMPonline.be. Last modiﬁed 11 March 2024 2 of 7 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: We will sometimes use personal archival data of the participants (like old pictures, objects, etc.) to create new data for the analogue and digital creative databases. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) G-2023-7277 Human subject data will be collected during the interviews, creative sessions (for the creative databases), auto-ethnography and observations. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) G-2023-7277 Personal data will be processed during the interviews, creative sessions (for the creative databases), auto-ethnography and observations. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The data from the semi-structured interviews will be accompanied by a README.txt , which includes a description of the context in which the Created using DMPonline.be. Last modiﬁed 11 March 2024 3 of 7 data was generated, to which research project the data belongs, and how the data should be interpreted. In addition, a codebook.tsv will be added, in that way data analysis will be more transparent. The data coming from the 'mnemoszyne' will be manually and digitally documented per participant with information on the setup and context of the session (date of session, location of session, date of creating/collecting the image, what type of format or questions/assignments given, what type of material used, which persons involved in session, which persons involved in creation, etc.). The data coming from the CAP will be documented digitally and accompanied by a written text-file, with a description of the participant, the context, how the data should be interpreted and personal notes the researcher finds relevant to add. The observations will be documented digitally and accompanied by a written text-file, with a description of the participant, the context, how the data should be interpreted and personal notes the researcher finds relevant to add. The data from auto-ethnography will be documented digitally and accompanied by a written text-file, which includes a description of the creator, the context in which the data was generated and how the data should be interpreted. The qualitative data for the art exhibition will be documented digitally and accompanied by a written text-file, with a description of the participant, the context, how the data should be interpreted and personal notes the researcher finds relevant to add. For all data: the researchers will pseudonymize the data. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes At this moment we have no repository plan yet, therefore we can't indicate here which metadata standard we would apply. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Personal network drive (I-drive) Shared network drive (J-drive) OneDrive (KU Leuven) Other (specify below) Analogue data (like paper and creative artifacts) from the creative sessions will be kept in a place (f.e. box, drawer or cabinet) by the participants themselves or stored in a locked and secured place (f.e. box, drawer or cabinet), accessible only to the researchers and participant involved. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Other (specify below) All analogue data will be scanned and photographed, and then stored on the standard back-up provided by KU Leuven ICTS. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Created using DMPonline.be. Last modiﬁed 11 March 2024 4 of 7 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data (including interviews, images, audio clips, transcripts, informed consents, observations, etc.) are stored on an network drive (I-drive), secured with a password. Subsequently, the researchers pseudonymize the data, and the code/key is kept in a different location than the data. This code/key is also password-protected (via two-factor authentication). Additionally, the researchers will handle the data with utmost care at all times (never leaving the computer unattended/unlocked, regularly updating passwords, etc.). The places (f.e. box, drawer or cabinet) where the analogue data will be kept (if not by the participants themselves), will be locked and secured - accessible only to the researchers involved. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The amount of data that needs to be stored in this research falls within the available storage capacities accessible to KU Leuven personnel. All related costs, including backups and locked boxes (for analogue storage), will be covered by KU Leuven. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Certain data cannot be kept for 10 years (explain below) After 10 years the researchers will decide whether it is necessary to store the (personal) data for a longer time. If it is necessary to keep the data, a reminder date will be set at which the researchers will again decide whether the data still need to be kept. When further storage is no longer necessary, the (personal) data will be deleted. Analogue data from the creative sessions will be stored in a locked and secured place (f.e. box, drawer or cabinet), accessible only to the researchers involved. Some of these analogue data will be stored by the participants themselves too. Therefore, these data cannot be kept and only a digital copy can be stored by the researchers. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Other (specify below) Upon completion of the doctoral project, all analog data are passed on to the supervisors who continues to keep them in their offices in a locked drawer or cabinet accessible only to them. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The amount of data that needs to be stored in this research falls within the available storage capacities accessible to KU Leuven personnel. All related costs, including backups, will be covered KULeuven. Tools for scanning and photographing the analogue data can be borrowed from LUCA School of Arts lending service. If necessary, the purchase of camera equipment can be covered by our research fund (approximately 2000 euro). Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 11 March 2024 5 of 7 Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Future researchers upon approval and strict conditions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, ethical aspects G-2023-7277 All our (new and existing) datasets will be pseudonymized via \"sequential counter,\" which means that participants will be assigned a sequential number (Pseudonymization, 2023). Given the long-term follow-up and versatility of data per participant, the pseudonyms will be deterministic. Different data from the same participant will thus be assigned the same sequence number. The key will be stored in Drive so that it can only be accessed via 2-step authentication. In this way, the key is clearly separated from the data. The key will be removed when no new data is collected. Source: Pseudonymization. (2023, April 20). ICTS. https://admin.kuleuven.be/icts/english/research/datamgmtpract/ape/pseudonymisation#sequential BitLocker software is installed on the researchers' computers, so that in case of theft or loss of the computer, third parties cannot access the data. Furthermore, interviews, images, videos, audio recordings and analyses will only be transmitted to each other via Belnet Filesender. Finally, we are aware that the required audio and video recordings as well as images and sounds do not guarantee full application of anonymization/pseudonymization as long as these recordings are kept: they make it relatively easy to identify individuals on them, even if they are kept completely locked. Still, a lot of data would be lost if we were to delete these immediately after transcription. For the artistic part of this project, this data can be (visual/auditive) input, although it will never be used recognizably without permission/consent of the persons involved. As long as that artistic part is not finished (in other words, until the final exhibition and thus until the end of this PhD) we will keep them. Afterwards, however, they will be deleted immediately. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other (specify below) 'Qualitative data for art exhibition' will only be shared with an explicit consent of the persons involved (i.e. during mid-term showcases and at the final exhibition). When will the data be made available? When will the data be made available? Upon publication of research results Other (specify below) Upon request by mail. 'Qualitative data for art exhibition' will only be shared with an explicit consent of the persons involved during mid-term artistic showcases and at the final exhibition. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? Created using DMPonline.be. Last modiﬁed 11 March 2024 6 of 7 If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Costs for sharing data will be minimal and can be covered by the project's budget. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researchers involved in this project (predominantly Lisa Bormans and Annelien Hofmans). Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researchers involved in this project (predominantly Lisa Bormans and Annelien Hofmans) as well as the supervisors prof. dr. Baldwin Van Gorp and prof. dr. Kristof Vrancken. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The supervisors involved in this project, prof. dr. Baldwin Van Gorp and prof. dr. Kristof Vrancken. Who will update and implement this DMP? Who will update and implement this DMP? The researchers involved in this project (predominantly Lisa Bormans and Annelien Hofmans) Created using DMPonline.be. Last modiﬁed 11 March 2024 7 of 7"
}