{
    "document_id": "D-2024-2695",
    "LinkTitle": "D-2024-2695",
    "file_name": "D-2024-2695.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2695.pdf",
    "metadata": {
        "title": "[11PIQ24N] - Flowers of Rebellion in a Contended Desert: State Policies and Indigenous Women’s Activism for the Recovery of Ancestral Lands in Argentina",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "[11PIQ24N] - Flowers of Rebellion in a Contended Desert: State Policies and Indigenous\nWomen’s Activism for the Recovery of Ancestral Lands in Argentina\nA Data Management Plan created using DMPonline.be\nCreator: \nFederica Peci\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11PIQ24N\nID: \n204547\nStart date: \n01-11-2023\nEnd date: \n31-10-2027\nProject abstract:\nSince its foundation, Argentina has been building its national narrative on the invisibilization of\nindigenous people, presenting itself as a white country. Indigenous women,\nlong silenced both in Western settings and in their own communities, are now contesting the long\ntradition of – Western and indigenous – patriarchy, challenging the neoliberal configuration of the\nArgentinian state, and proposing a new relational ethic based on care which recognizes the\ninterrelatedness between bodies and territories. Indigenous women in Argentina are mobilizing to\nnegotiate the recognition of their “radical difference” (Escobar 2014) in the political forum,\nrevendicating their right to self-determination through the recovery of ancestral lands. This research\ninvestigates the impact that state policies and indigenous women’s mobilizations have on each other.\nPaying particular attention to the experience of the Movement of Indigenous Women for Good Living,\nthis qualitative research explores the material implications of the ambivalent policies implemented by\nthe state, the juridification of indigenous politics, and the prefigurative extra-legal practices that\nindigenous women put in place to reach their goals. A double-sided examination of state policies and\nthe forms of contestation put in place by indigenous women will break new ground to envision\nstrategies of collaboration between the actors at stake.\nLast modified: \n13-02-2024\nCreated using DMPonline.be. Last modiﬁed 13 February 2024\n1 of 6\n[11PIQ24N] - Flowers of Rebellion in a Contended Desert: State Policies and Indigenous\nWomen’s Activism for the Recovery of Ancestral Lands in Argentina\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the\nupper limit of the volume of the data.\n \n \n \n \nOnly for digital\ndata\nOnly\nfor\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nInformed consent\nforms\nOriginal copies of signed informed consent forms will be\nscanned and then destroyed\nNew\nPhysical\nNA\nNA\nNA\n50\nsigned\nformes\nDigitized informed\nconsent forms\nDigitized informed consent forms will be stored in an\nencrypted folder under an unrelated name and only the\nPhD student and her supervisors will have access to\nthem.\nNew\nDigital\nObservational\n(textual)\n.pdf\n< 1 GB\nNA\nAudio-recordings\nRecordings of interviews, public speeches during\ndemonstrations, undistinguishable sounds such as\nsinging and musical instruments during demonstrations,\nfocus group discussions.\nNew \nDigital\nObservational\n(sound)\n.mp3\n< 1 GB\nNA\nVideo-recordings\nRecordings of interviews, focus group discussions, public\nspeeches.\nNew \nDigital\nObservational\n(audiovisual)\n.mp4\n<1 00 GB\nNA\nWritten transcripts\nof interviews and\nfocus group\ndiscussions\nPseudonymized transcriptions if participants require not\nto be identifiable.\nNew \nDigital\nObservational\n(textual)\n.docx\n.pdf\n< 1 GB\nNA\nHandwritten\nfieldnotes\n \nNew \nPhysical\nNA\nNA\nNA\n800\npages\nDigitized fieldnotes\n \nNew \nDigital\nObservational\n(textual)\n.docx\n.pdf\n< 1 GB\nNA\nScreenshots of\nsocial media posts\n \nReused\nDigital\nObservational\n(textual and\nvisual)\n.JPG\n< 1 GB\nNA\nScreenshots of\nnews' titles\n \nReused\nDigital\nand\nphysical\nObservational\n(textual)\n.JPG\n< 1 GB\nNA\nDrawings by\nresearch\nparticipants and\nmyself\n \nNew \nPhysical\nNA\nNA\nNA\n50\ndrawings\nDigitized version of\nthe produced\ndrawings\n \nNew\nDigital\nObservational\n(visual)\n.JPG\n< 1 GB\nNA\nPhysical maps\n \nNew and reused\nPhysical\nNA \nNA\nNA\n15 maps\nDigitized maps\n \nNew and reused\nDigital\nObservational\n(visual)\n.JPG\n.pdf\n< 1 GB\nNA\nDigital maps\n \nNew and reused\nDigital\nObservational\n(visual)\n.JPG\n.pdf\n< 1 GB\nNA\nOnline legal\ndatabases\n \nReused\nDigital\nObservational\n(textual)\n.html\n< 100 GB\nNA\nBlog posts\n \nNew\nDigital\nObservational\n(textual, visual\nand audio-\nvisual)\n.html\n< 1 GB\nNA\nAnalogue\nphotographs\n \nNew\nPhysical\nNA\nNA\nNA\n100\npictures\nDigitized\nphotographs\n \nNew\nDigital\nObservational\n(visual)\n.JPG\n< 1 GB\nNA\nDigital photigraphs\n \nNew and reused\nDigital\nObservational\n(visual)\n.JPG\n< 1 GB\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nCurrently, I am in the stage that precedes fieldwork, mostly focusing on reviewing literature and deepening my knowledge about the Argentinian legal framework which regulates\nthe relationship between indigenous communities and the government and the restitution of ancestral lands operated by the latter. For this purpose, I am relying on the database\nof federal laws provided by the Argentinian government on the page argentina.gob.ar/normativa. Apart from that, I am not able to provide more detailed information about the\ndatasets and digital/physical archives that might be involved in my research since I will identify them once I will be in the field, starting my collaboration with activists, civil\nCreated using DMPonline.be. Last modiﬁed 13 February 2024\n2 of 6\nservants, scholars etc. Therefore, I plan to update my DMP once this information will become available to me.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the\ncomment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nThis research involves human participants and aims to produce and process human subject data, including data revealing political opinions which the SMEC considers as a\nspecial category of personal data. Participants’ personal data must be managed carefully, to comply with the GDPR and the Argentinian law on data protection, but most\nimportantly to protect the privacy and safety of research participants. This is even truer when collaborating with vulnerable groups like indigenous female activists in the\nArgentinian context. I refer my PRET application (G-2023-7349) for a thorough reflection on the risks associated to the processing of personal data in this project and the\nstrategies to mitigate/avoid these risks (pseudonymization, informed consent, data encryption, etc.). \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types\nwhen appropriate.\nYes\nI intend to process the following categories of personal data: \nIdentification information (names, email addresses and telephone numbers);\nPersonal details (age and gender);\nAudio and video recordings as well as photographs produced by indigenous activists within their social campaigns.\nMoreover, I plan to process data revealing political opinions. \nThese data will be produced/collected through semi-structured/unstructured interviews and focus groups as well as through the analysis of social media posts and research\nparticipants’ contributions to a collaborative blog that will accompany and document the different stages of this project. For the strategies used to respect research participants’\ninformed consent, privacy, and safety while managing and processing their data, I refer to the PRET application (G-2023-7349). \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset\nor data type where appropriate.\nNo\nNA\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration\nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNA\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the\ncomment section to what data they relate and which restrictions will be asserted.\nYes\nWith respect to the intellectual property rights concerning drawings, photographs, and blogposts produced by research participants within this project, the informed consent form\nthat participants will be asked to sign or verbally agree with tackles the future use and reuse of the collected data by others. In this sense, it states the following: \"I understand\nthat, in the context of the GDPR, the collected data will be processed under public interest as the legal basis. Therefore, I understand that when I end my participation the data\nthat were already collected can still legally be included in the research and do not need to be delated by KU Leuven.\"\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and\nothers, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files,\nCodebook.tsv etc. where this information is recorded).\n \nCreated using DMPonline.be. Last modiﬁed 13 February 2024\n3 of 6\nDataset\nFile name\nStorage\nAccessibility\nInformed\nconsent form\n(physical and\ndigitized)\nParticipants' real name if they\nagreed to be identifiable /\nParticipants' pseudonym if they\nwant not to be recognizable\nThe original copies will be digitized and then destroyed. The digitized versions will be\nstored in an encrypted folder saved with an unrelated name and managed through\nVeraCrypt. The encrypted folder will also contain an Excel table registering the\ncorrespondences between real names\nand fake ones.\nPhD student and her supervisors\nAudio/video-\nrecordings of\ninterviews \nParticipants' real name (or\npseudonym if participants do\nnot want to be recognizable) +\ndate of the interview \nOneDrive for Business linked to the KU Leuven account. If participants want to be\npseudonymized, the recording will be destroyed after transcription. If participants give their\nconsent to be identifiable and for the recording to be used in the research, it will be kept on\nOneDrive, in the folder Data > Interviews > Recordings. \nPhD student and her supervisors\nWritten\ntranscripts of\ninterviews\nParticipants' real name (or\npseudonym if participants do\nnot want to be recognizable) +\ndate of the interview \nOneDrive > Data > Interviews > Transcripts. \nPhD student and her supervisors\nAudio/video-\nrecordings of\nfocus group\ndiscussions\n(FGD)\nFGD + place + date of the\ndiscussion\nOneDrive > Data > Focus Groups > Recordings. \nIf participants want to be pseudonymized, the recording will be destroyed after\ntranscription. If participants give their consent to be identifiable and for the recording to be\nused in the research, it will be kept on OneDrive. \nPhD student and her supervisors\nWritten\ntranscripts of\nfocus group\ndiscussions\nFGD + place + date of the\ndiscussion\nOneDrive > Data > Focus Groups > Transcripts\nTranscripts will be directly pseudonymized if necessary. \nPhD student and her supervisors\nVideo/Audio-\nrecording of\npublic\nspeeches\nPS + place + date \nOneDrive > Data > Public Speeches > Recordings\nPhD student and her supervisors\nHandwritten\nfieldnotes\nNA\nFieldnotes will be directly pseudonymized and stored in a locked cupboard that only I will\nbe able to access both during and after fieldwork. \nPhD student\nDigitized\nfieldnotes\n\"Fieldnotes\"\nOneDrive > Data > Fieldnotes\nPhD student\nScreenshots of\nsocial media\nposts\nName of the\norganization/activist concerned\n+ date \nOneDrive > Data > Social media posts\nPhD student and her supervisors\nScreenshots of\nNews' titles\nTopic + Name of the newspaper\n+ date\nOneDrive > Data > News' titles > Topic\nPhD student and her supervisors\nDrawings by\nresearch\nparticipants and\nmyself\n \nLocked cupboard\nPhD student, supervisors and\nresearch participants\nDigitized\nversion of the\nproduced\ndrawings \n \nOneDrive > Data > Drawings\nPhD student, supervisors and\nresearch participants\nPhysical maps\n \nLocked cupboard\nPhD student, supervisors and\n(some of the) research participants\nDigitized and\ndigital maps\n \nOneDrive > Data > Maps\nPhD student, supervisors and\n(some of the) research participants\nOnline legal\ndatabases\n \n \nOpen access\nBlog posts\n \n \nOpen access\nAnalogue\npictures\n \nLocked cupboard\nPhD student, supervisors and\n(some of the) research participants\nDigitized and\ndigital pictures\n \nOneDrive > Data > Photographs > Digital/Analogue\nPhD student, supervisors and\n(some of the) research participants\nCodes\n \nWhen coding my qualitative material in the software program Nvivo, I will -if relevant- apply\na short description to provide more information about the content of the code. \nPhD student and her supervisors. \nThe used topic lists and generated\ncoding trees can be made available\n– upon request – as they do not\ncontain identifier data. \n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata\nstandard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nI plan to deposit and share part of the data that I will produce and process via KU Leuven RDR DataCite. However, since I am still in the initial stage of the research, it is still\nunclear to me which data will be made available and under which conditions. This will mostly depend on the sensitiveness of the data at stake and the conditions under which\nresearch participants accept to take part in this project. \n3. Data storage & back-up during the research project\nWhere will the data be stored?\nData will be stored via OneDrive for Business cloud storage offered by KU Leuven which is suitable for strictly confidential data. \nCreated using DMPonline.be. Last modiﬁed 13 February 2024\n4 of 6\nHow will the data be backed up?\nOneDrive for Business allows you to select the folders to synchronize. Everything you save in a Sync folder will be copied to the online OneDrive for Business storage and also to\nthe other desktop / laptop computers connected to your account via the synchronization app. Moreover, KU Leuven provides a full backup in a non-Microsoft data center. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe maximum storage size guaranteed by OneDrive for Business is 2TB which exceeds by far the one needed by my project. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nBy storing the data processed along my research via OneDrive for Business, I make them accessible only by myself and the people I decide to share the information with, namely\nmy supervisors. As explained on the KU Leuven's ICTS webpage, \"communication (data transfer) with the OneDrive for Business cloud storage is via SSL / TLS. All SSL\nconnections with OneDrive for Business via the internet are done with 2048-bit keys. Data movements between data centers happen over a private network and are further\nencrypted. The data at rest is encrypted with BitLocker disk-level encryption combined with per-file encryption of each file itself. The per-file encryption is particularly strong,\ngiven that each file is encrypted with a unique encryption key and each file update is done with the same key. These encryption keys are stored in a different location than where\nthe files themselves are located. The encryption uses Advanced Encryption Standard (AES) with 256-bit keys and conforms to the US Federal Information Processing Standard\n(FIPS) 140-2. KU Leuven also provides a full backup in a non-Microsoft data center.\" All this makes OneDrive for Business a safe storage solution for this project. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive is part of the Microsoft 365 Education A3 plan. The cost of the Microsoft 365 Education A3 licenses within the EES agreement is financed centrally for all KU Leuven\nstudents and the majority of active KU Leuven staff.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some\ndata cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data (apart from physical copies of informed consent forms and recordings of interviews with participants who do not want to be identifiable) will be retained for at least 10\nyears as established by KU Leuven RDM policy. After 10 years, the researcher and her supervisors will decide whether it is necessary to store the data for a longer time. If it\nis necessary to do so, a reminder date will be set at which the researcher and her supervisors will again decide whether the data still need to be kept. When further storage is no\nlonger necessary the data will be deleted.\nWhere will these data be archived (stored and curated for the long-term)?\nData will be stored on OneDrive for Business and managed through the supervisors' accounts as well as through that of the researcher, if she will still be at KU Leuven. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs are foreseen since KU Leuven provides OneDrive for Business to staff members for free. \n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data\nwill be made available.\nOther, please specify:\nAt this stage it is difficult to determine which data will be made available considering that all datasets still have to be produced: it will depend on the sensitiveness of the data and\nthe conditions under which participants decide to take part in the project. Most likely, neither fieldnotes nor interviews' transcriptions will be made available for reuse since both\ndatasets must be read in the context in which they are produced to avoid misuse and misinterpretation. The deposit of photographs and drawings will depend on the same kind of\nconsiderations, whereas blogposts, being published online, will be available for reuse and open access. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nI will be able to provide more information about what data will be accessible and under which conditions at a later stage of this project. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in\nthe comment section per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 13 February 2024\n5 of 6\nYes, Privacy aspects\nYes, Ethical aspects\nConsidering that I am still in the initial stage of this research and that no dataset has been produced yet, I am not able to properly answer this question right now. However, I\nforesee that I will restrict - if not prevent - the sharing of certain data since I will handle personal and sensitive data and because, although I will rely on pseudonymization,\ncomplete anonymity cannot be guaranteed in studies based on qualitative data. I will follow the FAIR data principle, supported by the EU, according to which data should be “as\nopen as possible, as closed as necessary” and I will prioritize the protection of research participants’ privacy and safety. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAlthough I still do not know which datasets I will make available, I plan to use KU Leuven RDR as repository since it is suited to the storage of sensitive data and I consider most\nof the data that might be potentially produced throughout this research as sensitive since they concern human subjects and in certain cases, people in situations of vulnerability. \nWhen will the data be made available?\nThe selected datasets will be made available upon publication of research results. \nWhich data usage licenses are you going to provide? If none, please explain why.\nI still do not know which data usage license I am going to provide at this stage of the research. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nI am not able to provide further information at this stage of the research. \nWhat are the expected costs for data sharing? How will these costs be covered?\nI do not have enough information to properly answer this question at this stage of the research. However, usually deposition of small datasets in data repositories is covered by\nthe repository and for sharing physical data the cost are typically paid by the researcher requesting the materials.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD student and her supervisors. \nWho will manage data storage and backup during the research project?\nThe PhD student. \nWho will manage data preservation and sharing?\nThe PhD student and her supervisors. \nWho will update and implement this DMP?\nThe PhD student. \nCreated using DMPonline.be. Last modiﬁed 13 February 2024\n6 of 6"
    },
    "clean_full_text": "[11PIQ24N] - Flowers of Rebellion in a Contended Desert: State Policies and Indigenous Women’s Activism for the Recovery of Ancestral Lands in Argentina A Data Management Plan created using DMPonline.be Creator: Federica Peci Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11PIQ24N ID: 204547 Start date: 01-11-2023 End date: 31-10-2027 Project abstract: Since its foundation, Argentina has been building its national narrative on the invisibilization of indigenous people, presenting itself as a white country. Indigenous women, long silenced both in Western settings and in their own communities, are now contesting the long tradition of – Western and indigenous – patriarchy, challenging the neoliberal configuration of the Argentinian state, and proposing a new relational ethic based on care which recognizes the interrelatedness between bodies and territories. Indigenous women in Argentina are mobilizing to negotiate the recognition of their “radical difference” (Escobar 2014) in the political forum, revendicating their right to self-determination through the recovery of ancestral lands. This research investigates the impact that state policies and indigenous women’s mobilizations have on each other. Paying particular attention to the experience of the Movement of Indigenous Women for Good Living, this qualitative research explores the material implications of the ambivalent policies implemented by the state, the juridification of indigenous politics, and the prefigurative extra-legal practices that indigenous women put in place to reach their goals. A double-sided examination of state policies and the forms of contestation put in place by indigenous women will break new ground to envision strategies of collaboration between the actors at stake. Last modified: 13-02-2024 Created using DMPonline.be. Last modiﬁed 13 February 2024 1 of 6 [11PIQ24N] - Flowers of Rebellion in a Contended Desert: State Policies and Indigenous Women’s Activism for the Recovery of Ancestral Lands in Argentina FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Informed consent forms Original copies of signed informed consent forms will be scanned and then destroyed New Physical NA NA NA 50 signed formes Digitized informed consent forms Digitized informed consent forms will be stored in an encrypted folder under an unrelated name and only the PhD student and her supervisors will have access to them. New Digital Observational (textual) .pdf < 1 GB NA Audio-recordings Recordings of interviews, public speeches during demonstrations, undistinguishable sounds such as singing and musical instruments during demonstrations, focus group discussions. New Digital Observational (sound) .mp3 < 1 GB NA Video-recordings Recordings of interviews, focus group discussions, public speeches. New Digital Observational (audiovisual) .mp4 <1 00 GB NA Written transcripts of interviews and focus group discussions Pseudonymized transcriptions if participants require not to be identifiable. New Digital Observational (textual) .docx .pdf < 1 GB NA Handwritten fieldnotes New Physical NA NA NA 800 pages Digitized fieldnotes New Digital Observational (textual) .docx .pdf < 1 GB NA Screenshots of social media posts Reused Digital Observational (textual and visual) .JPG < 1 GB NA Screenshots of news' titles Reused Digital and physical Observational (textual) .JPG < 1 GB NA Drawings by research participants and myself New Physical NA NA NA 50 drawings Digitized version of the produced drawings New Digital Observational (visual) .JPG < 1 GB NA Physical maps New and reused Physical NA NA NA 15 maps Digitized maps New and reused Digital Observational (visual) .JPG .pdf < 1 GB NA Digital maps New and reused Digital Observational (visual) .JPG .pdf < 1 GB NA Online legal databases Reused Digital Observational (textual) .html < 100 GB NA Blog posts New Digital Observational (textual, visual and audio- visual) .html < 1 GB NA Analogue photographs New Physical NA NA NA 100 pictures Digitized photographs New Digital Observational (visual) .JPG < 1 GB NA Digital photigraphs New and reused Digital Observational (visual) .JPG < 1 GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Currently, I am in the stage that precedes fieldwork, mostly focusing on reviewing literature and deepening my knowledge about the Argentinian legal framework which regulates the relationship between indigenous communities and the government and the restitution of ancestral lands operated by the latter. For this purpose, I am relying on the database of federal laws provided by the Argentinian government on the page argentina.gob.ar/normativa. Apart from that, I am not able to provide more detailed information about the datasets and digital/physical archives that might be involved in my research since I will identify them once I will be in the field, starting my collaboration with activists, civil Created using DMPonline.be. Last modiﬁed 13 February 2024 2 of 6 servants, scholars etc. Therefore, I plan to update my DMP once this information will become available to me. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data This research involves human participants and aims to produce and process human subject data, including data revealing political opinions which the SMEC considers as a special category of personal data. Participants’ personal data must be managed carefully, to comply with the GDPR and the Argentinian law on data protection, but most importantly to protect the privacy and safety of research participants. This is even truer when collaborating with vulnerable groups like indigenous female activists in the Argentinian context. I refer my PRET application (G-2023-7349) for a thorough reflection on the risks associated to the processing of personal data in this project and the strategies to mitigate/avoid these risks (pseudonymization, informed consent, data encryption, etc.). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes I intend to process the following categories of personal data: Identification information (names, email addresses and telephone numbers); Personal details (age and gender); Audio and video recordings as well as photographs produced by indigenous activists within their social campaigns. Moreover, I plan to process data revealing political opinions. These data will be produced/collected through semi-structured/unstructured interviews and focus groups as well as through the analysis of social media posts and research participants’ contributions to a collaborative blog that will accompany and document the different stages of this project. For the strategies used to respect research participants’ informed consent, privacy, and safety while managing and processing their data, I refer to the PRET application (G-2023-7349). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No NA Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes With respect to the intellectual property rights concerning drawings, photographs, and blogposts produced by research participants within this project, the informed consent form that participants will be asked to sign or verbally agree with tackles the future use and reuse of the collected data by others. In this sense, it states the following: \"I understand that, in the context of the GDPR, the collected data will be processed under public interest as the legal basis. Therefore, I understand that when I end my participation the data that were already collected can still legally be included in the research and do not need to be delated by KU Leuven.\" 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Created using DMPonline.be. Last modiﬁed 13 February 2024 3 of 6 Dataset File name Storage Accessibility Informed consent form (physical and digitized) Participants' real name if they agreed to be identifiable / Participants' pseudonym if they want not to be recognizable The original copies will be digitized and then destroyed. The digitized versions will be stored in an encrypted folder saved with an unrelated name and managed through VeraCrypt. The encrypted folder will also contain an Excel table registering the correspondences between real names and fake ones. PhD student and her supervisors Audio/video- recordings of interviews Participants' real name (or pseudonym if participants do not want to be recognizable) + date of the interview OneDrive for Business linked to the KU Leuven account. If participants want to be pseudonymized, the recording will be destroyed after transcription. If participants give their consent to be identifiable and for the recording to be used in the research, it will be kept on OneDrive, in the folder Data > Interviews > Recordings. PhD student and her supervisors Written transcripts of interviews Participants' real name (or pseudonym if participants do not want to be recognizable) + date of the interview OneDrive > Data > Interviews > Transcripts. PhD student and her supervisors Audio/video- recordings of focus group discussions (FGD) FGD + place + date of the discussion OneDrive > Data > Focus Groups > Recordings. If participants want to be pseudonymized, the recording will be destroyed after transcription. If participants give their consent to be identifiable and for the recording to be used in the research, it will be kept on OneDrive. PhD student and her supervisors Written transcripts of focus group discussions FGD + place + date of the discussion OneDrive > Data > Focus Groups > Transcripts Transcripts will be directly pseudonymized if necessary. PhD student and her supervisors Video/Audio- recording of public speeches PS + place + date OneDrive > Data > Public Speeches > Recordings PhD student and her supervisors Handwritten fieldnotes NA Fieldnotes will be directly pseudonymized and stored in a locked cupboard that only I will be able to access both during and after fieldwork. PhD student Digitized fieldnotes \"Fieldnotes\" OneDrive > Data > Fieldnotes PhD student Screenshots of social media posts Name of the organization/activist concerned + date OneDrive > Data > Social media posts PhD student and her supervisors Screenshots of News' titles Topic + Name of the newspaper + date OneDrive > Data > News' titles > Topic PhD student and her supervisors Drawings by research participants and myself Locked cupboard PhD student, supervisors and research participants Digitized version of the produced drawings OneDrive > Data > Drawings PhD student, supervisors and research participants Physical maps Locked cupboard PhD student, supervisors and (some of the) research participants Digitized and digital maps OneDrive > Data > Maps PhD student, supervisors and (some of the) research participants Online legal databases Open access Blog posts Open access Analogue pictures Locked cupboard PhD student, supervisors and (some of the) research participants Digitized and digital pictures OneDrive > Data > Photographs > Digital/Analogue PhD student, supervisors and (some of the) research participants Codes When coding my qualitative material in the software program Nvivo, I will -if relevant- apply a short description to provide more information about the content of the code. PhD student and her supervisors. The used topic lists and generated coding trees can be made available – upon request – as they do not contain identifier data. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes I plan to deposit and share part of the data that I will produce and process via KU Leuven RDR DataCite. However, since I am still in the initial stage of the research, it is still unclear to me which data will be made available and under which conditions. This will mostly depend on the sensitiveness of the data at stake and the conditions under which research participants accept to take part in this project. 3. Data storage & back-up during the research project Where will the data be stored? Data will be stored via OneDrive for Business cloud storage offered by KU Leuven which is suitable for strictly confidential data. Created using DMPonline.be. Last modiﬁed 13 February 2024 4 of 6 How will the data be backed up? OneDrive for Business allows you to select the folders to synchronize. Everything you save in a Sync folder will be copied to the online OneDrive for Business storage and also to the other desktop / laptop computers connected to your account via the synchronization app. Moreover, KU Leuven provides a full backup in a non-Microsoft data center. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The maximum storage size guaranteed by OneDrive for Business is 2TB which exceeds by far the one needed by my project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? By storing the data processed along my research via OneDrive for Business, I make them accessible only by myself and the people I decide to share the information with, namely my supervisors. As explained on the KU Leuven's ICTS webpage, \"communication (data transfer) with the OneDrive for Business cloud storage is via SSL / TLS. All SSL connections with OneDrive for Business via the internet are done with 2048-bit keys. Data movements between data centers happen over a private network and are further encrypted. The data at rest is encrypted with BitLocker disk-level encryption combined with per-file encryption of each file itself. The per-file encryption is particularly strong, given that each file is encrypted with a unique encryption key and each file update is done with the same key. These encryption keys are stored in a different location than where the files themselves are located. The encryption uses Advanced Encryption Standard (AES) with 256-bit keys and conforms to the US Federal Information Processing Standard (FIPS) 140-2. KU Leuven also provides a full backup in a non-Microsoft data center.\" All this makes OneDrive for Business a safe storage solution for this project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive is part of the Microsoft 365 Education A3 plan. The cost of the Microsoft 365 Education A3 licenses within the EES agreement is financed centrally for all KU Leuven students and the majority of active KU Leuven staff. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data (apart from physical copies of informed consent forms and recordings of interviews with participants who do not want to be identifiable) will be retained for at least 10 years as established by KU Leuven RDM policy. After 10 years, the researcher and her supervisors will decide whether it is necessary to store the data for a longer time. If it is necessary to do so, a reminder date will be set at which the researcher and her supervisors will again decide whether the data still need to be kept. When further storage is no longer necessary the data will be deleted. Where will these data be archived (stored and curated for the long-term)? Data will be stored on OneDrive for Business and managed through the supervisors' accounts as well as through that of the researcher, if she will still be at KU Leuven. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs are foreseen since KU Leuven provides OneDrive for Business to staff members for free. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Other, please specify: At this stage it is difficult to determine which data will be made available considering that all datasets still have to be produced: it will depend on the sensitiveness of the data and the conditions under which participants decide to take part in the project. Most likely, neither fieldnotes nor interviews' transcriptions will be made available for reuse since both datasets must be read in the context in which they are produced to avoid misuse and misinterpretation. The deposit of photographs and drawings will depend on the same kind of considerations, whereas blogposts, being published online, will be available for reuse and open access. If access is restricted, please specify who will be able to access the data and under what conditions. I will be able to provide more information about what data will be accessible and under which conditions at a later stage of this project. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 13 February 2024 5 of 6 Yes, Privacy aspects Yes, Ethical aspects Considering that I am still in the initial stage of this research and that no dataset has been produced yet, I am not able to properly answer this question right now. However, I foresee that I will restrict - if not prevent - the sharing of certain data since I will handle personal and sensitive data and because, although I will rely on pseudonymization, complete anonymity cannot be guaranteed in studies based on qualitative data. I will follow the FAIR data principle, supported by the EU, according to which data should be “as open as possible, as closed as necessary” and I will prioritize the protection of research participants’ privacy and safety. Where will the data be made available? If already known, please provide a repository per dataset or data type. Although I still do not know which datasets I will make available, I plan to use KU Leuven RDR as repository since it is suited to the storage of sensitive data and I consider most of the data that might be potentially produced throughout this research as sensitive since they concern human subjects and in certain cases, people in situations of vulnerability. When will the data be made available? The selected datasets will be made available upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. I still do not know which data usage license I am going to provide at this stage of the research. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes I am not able to provide further information at this stage of the research. What are the expected costs for data sharing? How will these costs be covered? I do not have enough information to properly answer this question at this stage of the research. However, usually deposition of small datasets in data repositories is covered by the repository and for sharing physical data the cost are typically paid by the researcher requesting the materials. 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD student and her supervisors. Who will manage data storage and backup during the research project? The PhD student. Who will manage data preservation and sharing? The PhD student and her supervisors. Who will update and implement this DMP? The PhD student. Created using DMPonline.be. Last modiﬁed 13 February 2024 6 of 6"
}