{
    "document_id": "D-2023-2427",
    "LinkTitle": "D-2023-2427",
    "file_name": "D-2023-2427.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2427.pdf",
    "metadata": {
        "title": "Reclaiming the promise of mobile sensing for emotion research",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Reclaiming the promise of mobile sensing for emotion research\nReclaiming the promise of mobile sensing for emotion research\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nKoen Niemeijer\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nGrant number / URL: \nPDMT2/23/021\nID: \nID: \n203300\nStart date: \nStart date: \n23-10-2023\nEnd date: \nEnd date: \n22-10-2024\nProject abstract:\nProject abstract:\nUnderstanding the intricate dynamics of emotions in daily life is crucial, both from a scientific and clinical perspective. Yet, obtaining a good picture of\nthese emotion dynamics is challenging due to their contextual and person-dependent nature, and because the standard approach of repeated selfreport\n(so-called Experience Sampling Methods) places a significant burden on participants. Mobile sensing, utilising data from smartphones to analyse\nbehavioural and contextual patterns, promises to revolutionise mental health research and clinical practice by offering continuous and objective data.\nDespite this optimism, ours and others’ research indicates that mobile sensing's direct predictive power for momentary emotions is limited. Our project\nproposes two innovative approaches to reclaim the promise of mobile sensing for emotion research. The first approach investigates whether mobile\nsensing's predictive performance varies based on individual differences, especially different level of neuroticism and depression. We hypothesise that\nindividuals with higher emotional variability, such as those with elevated neuroticism or clinical depression, might exhibit more distinct behavioural\npatterns, thus enhancing prediction accuracy. The second approach seeks to integrate mobile sensing with ESM by using sensing data to trigger ESM\nprompts at key moments of interest and avoid prompting at inopportune moments, reducing the burden on participants while improving the data\nquality.\nLast modified: \nLast modified: \n19-01-2024\nCreated using DMPonline.be. Last modiﬁed 19 January 2024\n1 of 7\nReclaiming the promise of mobile sensing for emotion research\nReclaiming the promise of mobile sensing for emotion research\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nVolume\nWP1+3 mobile\nsensing data\nMobile sensing data collected in December 2021, e.g. physical\nactivity, location, and environmental context\nExisting\nDigital\nObservational\n.json\n700GB\nWP1+3 ESM data\nSelf-report questionnaires capturing emotional states at multiple\ntime points daily\nExisting\nDigital\nObservational\n.csv\n5MB\nWP1+3 personality\nquestionnaires\nQuestionnaires assessing personality traits and risk of emotion\ndisorders\nExisting\nDigital\nObservational\n.csv\n1MB\nWP1+3 informed\nconsent\nInformed consents participants\nExisting\nDigital\nNA\n.csv\n104 ICs\nWP2 mobile sensing\ndata\nMobile sensing data, e.g. physical activity, location, and\nenvironmental context\nNew\nDigital\nObservational\n.json\n50GB\nWP2 ESM data\nSelf-report questionnaires capturing emotional states at multiple\ntime points daily\nNew\nDigital\nObservational\ncsv\n5MB\nWP2 personality\nquestionnaires\nQuestionnaires assessing personality traits and risk of emotion\ndisorders\nNew\nDigital\nObservational\ncsv\n1MB\nWP2 informed\nconsents\nInformed consents participants\nNew\nDigital\nNA\n.csv\n105 ICs\nWP4 mobile sensing\ndata\nMobile sensing data, e.g. physical activity, location, and\nenvironmental context\nNew\nDigital\nObservational\n.json\n50GB\nWP4 ESM data\nSelf-report questionnaires capturing emotional states at multiple\ntime points daily\nNew\nDigital\nObservational\n.csv\n5MB\nWP4 personality\nquestionnaires\nQuestionnaires assessing personality traits and risk of emotion\ndisorders\nNew\nDigital\nObservational\ncsv\n1MB\nWP4 informed\nconsents\nInformed consents participants\nNew\nDigital\nNA\n.csv\n100 ICs\nR code\nCode for data processing, analysis, and model development.\nNew and\nexisting\nDigital\nSoftware\n.R\n5MB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nFor the datasets related to WP1+3, we are referencing information that is detailed in the publication available at https://doi.org/10.2196/43296.\nThe data described within this source are for reference only, as the actual datasets are not available for public sharing.\n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nDatasets pertaining to WP1+3: G-2020-2200-R3(AMD)\nDatasets pertaining to WP2: Approval from EC pending\nDatasets pertaining toWP4: Approval from SMEC pending\n \nCreated using DMPonline.be. Last modiﬁed 19 January 2024\n2 of 7\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nDatasets pertaining to WP1+3: G-2020-2200-R3(AMD)\nDatasets pertaining to WP2: Approval from EC pending\nDatasets pertaining toWP4: Approval from SMEC pending\n \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nThe datasets derived from participant data across all work packages are exclusively designated for academic and research purposes and are not\nearmarked for commercial exploitation. However, the technological advancements achieved, specifically the development of an R package,\nwill be used for commercial valorisation through a spin-off initiative by m-Path. This R package represents the tangible output of our research\nand has potential applications in technology transfer, where the methodologies and tools developed can be adapted for broader use within the\nindustry by m-Path.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nTo ensure our data remains clear and usable, we store mobile sensing data in JSON files and a structured SQLite database, accompanied by\ndetailed documentation on the data schema. R functions for data interaction are well-documented for user understanding. The study's data\ncollection procedures are outlined in flowcharts for easy reference.\nESM data is documented in a Word document noting question timing and participant instructions. Personality questionnaires are directly\nlinked to their original sources for proper context and usage.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nCreated using DMPonline.be. Last modiﬁed 19 January 2024\n3 of 7\nNo\nCollected data will be accompanied by detailed manual files that describe the collection methods and the contents of each data field. The\nmobile sensing data will also be systematically organized within a structured SQLite database. Due to the sensitive nature of mobile sensing\ndata, which includes GPS locations, sharing of the raw data is not permissible.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nLarge Volume Storage\nThe data from this project will be stored on OneDrive for convenient access and on Large Volume Storage for long-term preservation. We will\nprocess the data exclusively on computers with encrypted hard drives. For the transfer of mobile sensing data from participants' phones, we\nwill use pCloud, a secure GDPR-compliant cloud storage provider specialising in sensitive data, based in Switzerland. Data will be promptly\ndeleted from pCloud servers following download to ensure security.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nTo secure our data, we store it within KU Leuven's Large Volume Storage and OneDrive, both compliant with high and medium\nconfidentiality standards, respectively. KU Leuven's ICT solutions adhere to stringent university-wide information security protocols. Access\npermissions for the raw network storage managed by the faculty's ICT service are strictly regulated, delegated, and audited by designated data\nmanagers who are trained for this role, regardless of their IT expertise.\nFor the code files, which include pseudonyms, access is tightly controlled by a dedicated data manager, with the Principal Investigator serving\nas an alternate overseer. Researchers involved in the project are granted access exclusively to pseudonymised data, ensuring that personal\nidentifiers are not disclosed.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe anticipated costs for data storage and backup for the duration of the research project are estimated at €1044.20, based on the projected data\nvolume of less than 1 terabyte over a span of 10 years. These expenses have been incorporated into the bench fee component of the funding\nproposals submitted to the FWO and PDM.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nCreated using DMPonline.be. Last modiﬁed 19 January 2024\n4 of 7\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nGiven that the data is less than 1 TB in size, storing the data for 10 years would cost €1044.20. This cost is factored into the requested bench\nfee from FWO and PDM.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as embargoed data (temporary restriction)\nYes, as restricted data (upon approval, or institutional access only)\nDue to the sensitive nature of the mobile sensing data and the fact that certain components cannot be effectively pseudonymized, the collected\nmobile sensing data in this project will not be made publicly available for external sharing. This ensures the protection of participant privacy\nand data confidentiality.\nThe ESM and personality questionnaires data will be subject to an embargo period to secure the research team's time to fully analyse the data\nand publish the findings. This measure is to prevent premature dissemination of the data which could lead to potential intellectual property\nissues or misappropriation of the research concepts by third parties.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe mobile sensing data will not be made publicly available as these cannot be sufficiently pseudonymised. Participants' personal information\n(e.g., contact information, names, etc.) will never be shared.\nQuestionnaire data will be made available after a period of embargo. Codes will be uploaded to the Open Science Framework and/or Gitlab.\nThe R package and associated functions will be uploaded on CRAN and Gitlab under a GPL-3 license.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nDue to the inherent nature of this data, particularly the inclusion of GPS coordinates, there is a high risk of participant re-identification. The\nspecificity and granularity of the data could potentially reveal sensitive personal information. As such, to maintain participant confidentiality\nand comply with data protection regulations, this subset of the data will not be shared publicly without a data transfer agreement.\nCreated using DMPonline.be. Last modiﬁed 19 January 2024\n5 of 7\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nOther (specify below)\nThe mobile sensing data will not be made available as these cannot be sufficiently pseudonymised. Participants' personal information (e.g.,\ncontact information, names, etc.) will never be shared.\nQuestionnaire data will be made available after a period of embargo. Codes will be uploaded to the Open Science Framework and/or Gitlab.\nThe R package and associated functions will be uploaded on CRAN and Gitlab under a GPL-3 license.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nGNU GPL-3.0 (code)\nCC-BY 4.0 (data)\nData Transfer Agreement (restricted data)\nMobile Sensing Data: Access to this dataset is restricted due to its sensitive nature. Sharing of the data will only occur under a formal data\ntransfer agreement that guarantees appropriate security and confidentiality measures. The agreement will be established with a receiving\ninstitution before any data transfer, ensuring the protection of participant privacy.\nESM and questionnaire data will be shared under CC-BY 4.0 after publication of the research results.\nThe R package mpathsenser is currently published under the GNU GPL-3.0 license. Future code resulting from this project will be made\navailable under the same license.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nA permanent identifier is added to data upon deposit in a repository. \nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nSharing data at the Open Science Framework, CRAN and Gitlab is free.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nKoen Niemeijer and Peter Kuppens\nCreated using DMPonline.be. Last modiﬁed 19 January 2024\n6 of 7\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nKoen Niemeijer, Peter Kuppens, and Kristof Meers\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nKoen Niemeijer and Peter Kuppens\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nKoen Niemeijer and Peter Kuppens\nCreated using DMPonline.be. Last modiﬁed 19 January 2024\n7 of 7"
    },
    "clean_full_text": "Reclaiming the promise of mobile sensing for emotion research Reclaiming the promise of mobile sensing for emotion research A Data Management Plan created using DMPonline.be Creator: Creator: Koen Niemeijer Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Grant number / URL: Grant number / URL: PDMT2/23/021 ID: ID: 203300 Start date: Start date: 23-10-2023 End date: End date: 22-10-2024 Project abstract: Project abstract: Understanding the intricate dynamics of emotions in daily life is crucial, both from a scientific and clinical perspective. Yet, obtaining a good picture of these emotion dynamics is challenging due to their contextual and person-dependent nature, and because the standard approach of repeated selfreport (so-called Experience Sampling Methods) places a significant burden on participants. Mobile sensing, utilising data from smartphones to analyse behavioural and contextual patterns, promises to revolutionise mental health research and clinical practice by offering continuous and objective data. Despite this optimism, ours and others’ research indicates that mobile sensing's direct predictive power for momentary emotions is limited. Our project proposes two innovative approaches to reclaim the promise of mobile sensing for emotion research. The first approach investigates whether mobile sensing's predictive performance varies based on individual differences, especially different level of neuroticism and depression. We hypothesise that individuals with higher emotional variability, such as those with elevated neuroticism or clinical depression, might exhibit more distinct behavioural patterns, thus enhancing prediction accuracy. The second approach seeks to integrate mobile sensing with ESM by using sensing data to trigger ESM prompts at key moments of interest and avoid prompting at inopportune moments, reducing the burden on participants while improving the data quality. Last modified: Last modified: 19-01-2024 Created using DMPonline.be. Last modiﬁed 19 January 2024 1 of 7 Reclaiming the promise of mobile sensing for emotion research Reclaiming the promise of mobile sensing for emotion research Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Volume WP1+3 mobile sensing data Mobile sensing data collected in December 2021, e.g. physical activity, location, and environmental context Existing Digital Observational .json 700GB WP1+3 ESM data Self-report questionnaires capturing emotional states at multiple time points daily Existing Digital Observational .csv 5MB WP1+3 personality questionnaires Questionnaires assessing personality traits and risk of emotion disorders Existing Digital Observational .csv 1MB WP1+3 informed consent Informed consents participants Existing Digital NA .csv 104 ICs WP2 mobile sensing data Mobile sensing data, e.g. physical activity, location, and environmental context New Digital Observational .json 50GB WP2 ESM data Self-report questionnaires capturing emotional states at multiple time points daily New Digital Observational csv 5MB WP2 personality questionnaires Questionnaires assessing personality traits and risk of emotion disorders New Digital Observational csv 1MB WP2 informed consents Informed consents participants New Digital NA .csv 105 ICs WP4 mobile sensing data Mobile sensing data, e.g. physical activity, location, and environmental context New Digital Observational .json 50GB WP4 ESM data Self-report questionnaires capturing emotional states at multiple time points daily New Digital Observational .csv 5MB WP4 personality questionnaires Questionnaires assessing personality traits and risk of emotion disorders New Digital Observational csv 1MB WP4 informed consents Informed consents participants New Digital NA .csv 100 ICs R code Code for data processing, analysis, and model development. New and existing Digital Software .R 5MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: For the datasets related to WP1+3, we are referencing information that is detailed in the publication available at https://doi.org/10.2196/43296. The data described within this source are for reference only, as the actual datasets are not available for public sharing. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Datasets pertaining to WP1+3: G-2020-2200-R3(AMD) Datasets pertaining to WP2: Approval from EC pending Datasets pertaining toWP4: Approval from SMEC pending Created using DMPonline.be. Last modiﬁed 19 January 2024 2 of 7 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Datasets pertaining to WP1+3: G-2020-2200-R3(AMD) Datasets pertaining to WP2: Approval from EC pending Datasets pertaining toWP4: Approval from SMEC pending Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The datasets derived from participant data across all work packages are exclusively designated for academic and research purposes and are not earmarked for commercial exploitation. However, the technological advancements achieved, specifically the development of an R package, will be used for commercial valorisation through a spin-off initiative by m-Path. This R package represents the tangible output of our research and has potential applications in technology transfer, where the methodologies and tools developed can be adapted for broader use within the industry by m-Path. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). To ensure our data remains clear and usable, we store mobile sensing data in JSON files and a structured SQLite database, accompanied by detailed documentation on the data schema. R functions for data interaction are well-documented for user understanding. The study's data collection procedures are outlined in flowcharts for easy reference. ESM data is documented in a Word document noting question timing and participant instructions. Personality questionnaires are directly linked to their original sources for proper context and usage. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 19 January 2024 3 of 7 No Collected data will be accompanied by detailed manual files that describe the collection methods and the contents of each data field. The mobile sensing data will also be systematically organized within a structured SQLite database. Due to the sensitive nature of mobile sensing data, which includes GPS locations, sharing of the raw data is not permissible. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Large Volume Storage The data from this project will be stored on OneDrive for convenient access and on Large Volume Storage for long-term preservation. We will process the data exclusively on computers with encrypted hard drives. For the transfer of mobile sensing data from participants' phones, we will use pCloud, a secure GDPR-compliant cloud storage provider specialising in sensitive data, based in Switzerland. Data will be promptly deleted from pCloud servers following download to ensure security. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To secure our data, we store it within KU Leuven's Large Volume Storage and OneDrive, both compliant with high and medium confidentiality standards, respectively. KU Leuven's ICT solutions adhere to stringent university-wide information security protocols. Access permissions for the raw network storage managed by the faculty's ICT service are strictly regulated, delegated, and audited by designated data managers who are trained for this role, regardless of their IT expertise. For the code files, which include pseudonyms, access is tightly controlled by a dedicated data manager, with the Principal Investigator serving as an alternate overseer. Researchers involved in the project are granted access exclusively to pseudonymised data, ensuring that personal identifiers are not disclosed. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The anticipated costs for data storage and backup for the duration of the research project are estimated at €1044.20, based on the projected data volume of less than 1 terabyte over a span of 10 years. These expenses have been incorporated into the bench fee component of the funding proposals submitted to the FWO and PDM. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Created using DMPonline.be. Last modiﬁed 19 January 2024 4 of 7 Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Given that the data is less than 1 TB in size, storing the data for 10 years would cost €1044.20. This cost is factored into the requested bench fee from FWO and PDM. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as embargoed data (temporary restriction) Yes, as restricted data (upon approval, or institutional access only) Due to the sensitive nature of the mobile sensing data and the fact that certain components cannot be effectively pseudonymized, the collected mobile sensing data in this project will not be made publicly available for external sharing. This ensures the protection of participant privacy and data confidentiality. The ESM and personality questionnaires data will be subject to an embargo period to secure the research team's time to fully analyse the data and publish the findings. This measure is to prevent premature dissemination of the data which could lead to potential intellectual property issues or misappropriation of the research concepts by third parties. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The mobile sensing data will not be made publicly available as these cannot be sufficiently pseudonymised. Participants' personal information (e.g., contact information, names, etc.) will never be shared. Questionnaire data will be made available after a period of embargo. Codes will be uploaded to the Open Science Framework and/or Gitlab. The R package and associated functions will be uploaded on CRAN and Gitlab under a GPL-3 license. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Due to the inherent nature of this data, particularly the inclusion of GPS coordinates, there is a high risk of participant re-identification. The specificity and granularity of the data could potentially reveal sensitive personal information. As such, to maintain participant confidentiality and comply with data protection regulations, this subset of the data will not be shared publicly without a data transfer agreement. Created using DMPonline.be. Last modiﬁed 19 January 2024 5 of 7 Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) Other (specify below) The mobile sensing data will not be made available as these cannot be sufficiently pseudonymised. Participants' personal information (e.g., contact information, names, etc.) will never be shared. Questionnaire data will be made available after a period of embargo. Codes will be uploaded to the Open Science Framework and/or Gitlab. The R package and associated functions will be uploaded on CRAN and Gitlab under a GPL-3 license. When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. GNU GPL-3.0 (code) CC-BY 4.0 (data) Data Transfer Agreement (restricted data) Mobile Sensing Data: Access to this dataset is restricted due to its sensitive nature. Sharing of the data will only occur under a formal data transfer agreement that guarantees appropriate security and confidentiality measures. The agreement will be established with a receiving institution before any data transfer, ensuring the protection of participant privacy. ESM and questionnaire data will be shared under CC-BY 4.0 after publication of the research results. The R package mpathsenser is currently published under the GNU GPL-3.0 license. Future code resulting from this project will be made available under the same license. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository A permanent identifier is added to data upon deposit in a repository. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Sharing data at the Open Science Framework, CRAN and Gitlab is free. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Koen Niemeijer and Peter Kuppens Created using DMPonline.be. Last modiﬁed 19 January 2024 6 of 7 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Koen Niemeijer, Peter Kuppens, and Kristof Meers Who will manage data preservation and sharing? Who will manage data preservation and sharing? Koen Niemeijer and Peter Kuppens Who will update and implement this DMP? Who will update and implement this DMP? Koen Niemeijer and Peter Kuppens Created using DMPonline.be. Last modiﬁed 19 January 2024 7 of 7"
}