{
    "document_id": "D-2023-2223",
    "LinkTitle": "D-2023-2223",
    "file_name": "D-2023-2223.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2223.pdf",
    "metadata": {
        "title": "The early microglia–neuron interactions in Alzheimer’s Disease and their modulation by immunotherapy",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "The early microglia–neuron interactions in Alzheimer’s Disease and their\nmodulation by immunotherapy\nA Data Management Plan created using DMPonline.be\nCreators: \nGiulia Albertini \n \nhttps://orcid.org/0000-0002-8215-2432\n, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nGiulia Albertini \n \nhttps://orcid.org/0000-0002-8215-2432\n, n.n. n.n.\nProject Administrator:\n \nEliane Cherretté\nGrant number / URL: \nG087523N\nID: \n200503\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nAlzheimer’s disease (AD) is a chronic neurodegenerative disease and is the most common form of dementia worldwide.\nWe need a better understanding of the initial steps in the disease process before brain functions collapse and dementia\noccurs. The disease cascade is triggered by abnormal accumulation of Amyloid β (Aβ) peptides in the brain which leads\nto the formation of peptide oligomers and fibrils and ultimately amyloid plaques. This pathological cascade induces a\nseries of cellular alterations, among which the accumulation of abnormal Tau and tangles is a pivotal step in the disease\nprogression. Here we focus on the Aβ-oligomers that start accumulating in the brain of AD patients years before the\nappearance of severe disease phenotypes and dementia. Microglia are central in the disease as they carry the largest\nburden of genetic risk of AD. We\ninvestigate how Aβ-oligomers affect microglial cell state and function, how microglia contribute to neurotoxicity and\nfinally the medically crucial question whether anti-Aβ antibodies (currently tested in the clinic) modulate microglial cell\nstates. We will use a novel chimeric human-mouse model that reproduces unique human-specific features of AD. It is\nour hypothesis that the early interaction of Aβ-oligomers and microglia is initiating the disease and our findings might\nhave important implications for the understanding and prevention of AD\nLast modified: \n27-06-2023\nCreated using DMPonline.be. Last modiﬁed 27 June 2023\n1 of 7\nThe early microglia–neuron interactions in Alzheimer’s Disease and their\nmodulation by immunotherapy\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nImage data\nHistology and\nimmunofluorescence\nimages taken with\nbrightfield or confocal\nmicroscope, 2P\nimaging, processed\nimages (Imaris\nsoftware) \nGenerate new data\nDigital\nExperimental\n.tif, .jpeg, .sld,\n.czi, .nd2, .ims\n<5TB\n \nOmics data\nSingle-cell\ntranscriptomic\ndatasets (gene\nexpression level of\nindividual microglial\ncells by\nsimultaneously\nmeasuring the mRNA\nconcentration of\nthousands of genes)\nGenerate new data\nDigital\n Experimental\n.fastq\n<5TB\n \nCytometry data\nFlow Cytometry and\nfluorescence-\nactivated\ncell sorting (FACS)\ndata\nGenerate new data\nDigital\nExperimental\n.fcs\n<100GB\n \nElectrophysiology\ndata\nMulti Electrode Array\n(MEA) data\nGenerate new data\nDigital\n Experimental\n.mrsd\n<100GB\n \nCell lines\n \nGenerate new data\nPhysical\n \n \n \nCryovials in\nliquid\nnitrogen.\nCreated using DMPonline.be. Last modiﬁed 27 June 2023\n2 of 7\nBiological\nsamples \nMouse brains, tissue\nslices\nGenerate new data\nPhysical\n \n \n \nHalf brains\nwill be snap-\nfrozen and\nstored at -\n80°C until\nanalysis (i.e.\nshipped to\ncollaborators).\nThey will\ntake\napproximately\n5 boxes\nBrain sections\nwill be stored\nat 4°C or -\n20°C, they\nwill take\napproximately\n40\nboxes/plates.\nTissue slides\nwill be stored\nat 4°C,\nand they will\ntake\napproximately\n20 boxes.\nChemical\nsamples\nAntibodies\nNewly collected\nPhysical\n \n \n \nThe\nantibodies\nreceived from\nour\ncollaborators\nor synthetized\nby GenScript\nwill be stored\nat 4°C or -\n20°C, they\nwill take\napproximately\n5 boxes.\nText files\nProtocols\nGenerate new data\nDigital\nExperimental\n.doc, .pdf\n<1GB\n \nQuantitative\ntabular data\nRaw data\nGenerate new data\nDigital\nExperimental\n.csv, .xls, .xlsx\n<1GB\n \nVideo and audio\nfiles\nRecord of behavioral\nassay\nGenerate new data\nDigital\nExperimental\n.mp4, .szv,\n.wmv\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nAll experiments involving research on small laboratory animals are approved by the ethics committee of KU Leuven (ECD application numbers P132/2022 and P125/2022)\nand will be\nexecuted in compliance with the ethical regulation for animal research. Animals are housed in facilities of the Laboratory Animal Center of KU Leuven, which applies\nStandard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and\nguidelines. Animal administrative, husbandry and animal welfare data are sensitive data and are stored in the LAIS database according to security procedure of KU\nLeuven.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nNot applicable.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nWe do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. Ownership of the data generated belongs to KU\nLeuven and VIB in accordance with the framework agreement of both institutes. VIB has a policy to actively monitor research data for such potential. If there is substantial\npotential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such\nthe IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that\nCreated using DMPonline.be. Last modiﬁed 27 June 2023\n3 of 7\npublications need not be delayed.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNot applicable.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nNot applicable.\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nExperiments are tracked using ELN, a cloud-based software platform providing electronic lab notebook, provided by VIB.\nDigital files will be named following a standard procedure, so that all the name of all files in a given dataset will be in the same format: All names will start with the date,\nfollowed by the project acronym, a short but specific descriptive name and a version number (containing leading zeros as needed) if applicable. Whenever possible names\nwill be kept under 32 characters. Names will only contain letters, numbers and underscores (ie, YYYYMMDD_HHmm_Project_Experiment_ version.format).\nAll changes in the files will be recorded. Data files will be stored in suitably labelled and organized folders and sub-folders. File names and locations will be recorded in the\nE-notebook to allow electronic records to be linked to the raw data.\nSpecific naming and search procedures will be applied to: \n- Omics and sequencing data: Digital files, raw sequencing data files mainly (.fastq, .fastq.gz), will be named following an in-house procedure, so that all the name of all\nfiles in a given dataset will be in the same format. All names will start with a project 3 letter code (Project Code) and a random 6-alphanumeric character code (unique to\neach sample given the Project Code). Names will only contain letters, numbers and underscores.\n- Human pluripotent cell lines: these cell lines will be named according to the nomenclature rules established by the hPSCreg.eu database\n(https://hpscreg.eu/about/naming-tool). \n- Manuscripts: Metadata information will be submitted alongside the final version of the manuscript, including the names, titles, email addresses, ORCIDs and affiliations\nof all authors. Upon publication, this metadata information will also be submitted to bibliographic databases such as Medline. All manuscripts will be assigned a unique\nDigital Object Identifer (DOI) by the publisher. Manuscripts will be given a descriptive title, and will be accompanied by keywords provided by the authors in order to\nmaximize their findability.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nMetadata will include the following elements:\n• Title: free text\n• Creator: Last name, first name, organization\n• Date and time reference\n• Subject: Choice of keywords and classifications\n• Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including\nversion number) used to produce and to read the data, the purpose of the experiment, etc.\n• Format: Details of the file format,\n• Resource Type: data set, image, audio, etc.\n• Identifier: DOI (when applicable)\n• Access rights: closed access, embargoed access, restricted access, open access.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDigital files will be stored on KU Leuven servers, except for private data that will be stored on KU Leuven secure server (digital vault).\nAdd information about other data types as required (adjust and add more as needed):\n- Tissue samples: Tissues will be stored locally in the laboratory. \n- Omics data: omics data generated during the project will either be stored on KU Leuven servers or on The Flemish Supercomputer Centre (VSC), initially in the staging\narea and later in the archive area.\n- Cell lines: Newly created cell lines will be stored locally in the laboratory in liquid nitrogen storage and will be deposited in the UZ Leuven-KU Leuven Biobank. \n- Genetically modified organisms: Mice will be maintained in facilities of the Laboratory Animal Center of KU Leuven, which applies Standard Operation Procedures\nconcerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. All animals will be\nregistered in the Leuven Animal Information System (LAIS) database, along with corresponding genotyping information, ethical approval documents and animal provider\nreceipts. Other biological and chemical samples: storage at 4°C and/or as frozen samples in cryovials as appropriate.\n- Algorithms, scripts and softwares: All the relevant algorithms, scripts and software code driving the project will be stored in a private online git repository from the\nGitHub account of the department (https://github.com/vibcbd).\nCreated using DMPonline.be. Last modiﬁed 27 June 2023\n4 of 7\nHow will the data be backed up?\nKU Leuven drives are backed-up according to the following scheme:\n- data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14\nbackups are kept.\n- data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups\nare kept.\n- data stored on the digital vault is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard,\n10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are\nkept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of\nwhich are kept.\n- All omics data stored on the Flemish Supercomputer Centre (VSC) will be transferred on a weekly basis to the archive area which is backed up.\nIncremental backups are done daily from one 20 TB QNAP NAS to a second 20 TB QNAP NAS.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThere is sufficient storage and back-up capacity on all KU Leuven servers:\n- the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the\nfront-end.\n- the “J-drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nBoth the “L-drive” and “J-drive” servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster\nrecovery so that a copy of the data can be recovered within an hour.\nAccess to the digital vault is possible only through using a KU Leuven user-id and password, and user rights only grant access to the data in their own vault. Sensitive data\ntransfer will be performed according to the best practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is\nmaintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by\nthe ICT code of conduct for staff) have administrator/root rights. A security service monitors the technical installations continuously, even outside working hours.\nAll private data will be rendered anonymous before processing outside the digital vault. Only the PI will be granted access to the server to deposit private data. The PI will\nbe the only responsible for linking patient information, survey data and/or tissue samples, and will strictly respect confidentiality. All de-identified data will be exported\nfrom the database by the PI, and stored on KU Leuven servers from where it can be accessed by the research and technical staff from the laboratory.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe total estimated cost of data storage during the project is 4,170.72 euro. This estimation is based on the following costs:\n-The costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” and 519€/TB/Year for the “J-drive”.\nElectricity costs for the -80° freezers present in the labs are included in general lab costs. \nData storage and backup costs are included in general lab costs.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nThe minimum preservation term of 5 years after the end of the project will be applied to all datasets. All datasets will be stored on the university's central servers with\nautomatic back-up procedures for at least 5 years, conform the KU Leuven RDM policy. The costs (€156 per TB per year for “Large volume-storage” ) will be covered by\nbasic founding of the lab.\nWhere will these data be archived (stored and curated for the long-term)?\nAs a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org), at the latest at\nthe time of publication.\nFor all other datasets, long term storage will be ensured as follows:\n-Digital datasets: files will be stored on the “L-drive”.\n-Tissue samples: Tissues will be stored locally in the laboratory.\n-Omics data: datasets will be stored on the “L-drive” or, for larger datasets, on the Vlaams Supercomputer Centrum.\n-Cell lines: human cell lines will be stored in the UZ Leuven Biobank (-80°C).\n-Other biological and chemical samples: storage at 4°C and/or as frozen samples in cryovials as appropriate.\n- Following publication, the results associated with each study will also be deposited in the Dryad repository, where they will be preserved indefinitely.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe total estimated cost of data storage during 5 years after the end of the project is 4,170.72 euro. This estimation is based on the following costs:\n-The costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” and 519€/TB/Year for the “J-drive”.\nCreated using DMPonline.be. Last modiﬁed 27 June 2023\n5 of 7\nElectricity costs for the -80° freezers present in the labs are included in general lab costs. \nData storage and backup costs are included in general lab costs.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nAs a general rule all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending\npublications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed - or ongoing projects requiring\nconfidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot applicable.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. As detailed above,\nmetadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. These repositories clearly describe their\nconditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public\nDomain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give\ncredit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement\nif applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted.\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. As detailed above,\nmetadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. These repositories clearly describe their\nconditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public\nDomain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give\ncredit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement\nif applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nNot applicable.\nWhat are the expected costs for data sharing? How will these costs be covered?\nIt is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start\nof the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory\nbudget. A budget for publication costs has been requested in this project.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMetadata and data documentation will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the\nelectronic laboratory notebook (E-notebook) that refer to specific datasets. \nCreated using DMPonline.be. Last modiﬁed 27 June 2023\n6 of 7\nWho will manage data storage and backup during the research project?\nThe research and technical staff will ensure data storage and back up, with support from René Custers and Alexander Botzki for the electronic laboratory notebook (ELN)\nand from Raf De Coster for the KU Leuven drives. \nWho will manage data preservation and sharing?\nThe PI is responsible for data preservation and sharing, with support from the research and technical staff involved in the project, from René Custers and Alexander Botzki\nfor the electronic laboratory notebook (ELN) and from Raf De Coster for the KU Leuven drives. \nWho will update and implement this DMP?\nThe PI is ultimately responsible for all data management during and after data collection, including implementing and updating the DMP. \nCreated using DMPonline.be. Last modiﬁed 27 June 2023\n7 of 7"
    },
    "clean_full_text": "The early microglia–neuron interactions in Alzheimer’s Disease and their modulation by immunotherapy A Data Management Plan created using DMPonline.be Creators: Giulia Albertini https://orcid.org/0000-0002-8215-2432 , n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Giulia Albertini https://orcid.org/0000-0002-8215-2432 , n.n. n.n. Project Administrator: Eliane Cherretté Grant number / URL: G087523N ID: 200503 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Alzheimer’s disease (AD) is a chronic neurodegenerative disease and is the most common form of dementia worldwide. We need a better understanding of the initial steps in the disease process before brain functions collapse and dementia occurs. The disease cascade is triggered by abnormal accumulation of Amyloid β (Aβ) peptides in the brain which leads to the formation of peptide oligomers and fibrils and ultimately amyloid plaques. This pathological cascade induces a series of cellular alterations, among which the accumulation of abnormal Tau and tangles is a pivotal step in the disease progression. Here we focus on the Aβ-oligomers that start accumulating in the brain of AD patients years before the appearance of severe disease phenotypes and dementia. Microglia are central in the disease as they carry the largest burden of genetic risk of AD. We investigate how Aβ-oligomers affect microglial cell state and function, how microglia contribute to neurotoxicity and finally the medically crucial question whether anti-Aβ antibodies (currently tested in the clinic) modulate microglial cell states. We will use a novel chimeric human-mouse model that reproduces unique human-specific features of AD. It is our hypothesis that the early interaction of Aβ-oligomers and microglia is initiating the disease and our findings might have important implications for the understanding and prevention of AD Last modified: 27-06-2023 Created using DMPonline.be. Last modiﬁed 27 June 2023 1 of 7 The early microglia–neuron interactions in Alzheimer’s Disease and their modulation by immunotherapy FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Image data Histology and immunofluorescence images taken with brightfield or confocal microscope, 2P imaging, processed images (Imaris software) Generate new data Digital Experimental .tif, .jpeg, .sld, .czi, .nd2, .ims <5TB Omics data Single-cell transcriptomic datasets (gene expression level of individual microglial cells by simultaneously measuring the mRNA concentration of thousands of genes) Generate new data Digital Experimental .fastq <5TB Cytometry data Flow Cytometry and fluorescence- activated cell sorting (FACS) data Generate new data Digital Experimental .fcs <100GB Electrophysiology data Multi Electrode Array (MEA) data Generate new data Digital Experimental .mrsd <100GB Cell lines Generate new data Physical Cryovials in liquid nitrogen. Created using DMPonline.be. Last modiﬁed 27 June 2023 2 of 7 Biological samples Mouse brains, tissue slices Generate new data Physical Half brains will be snap- frozen and stored at - 80°C until analysis (i.e. shipped to collaborators). They will take approximately 5 boxes Brain sections will be stored at 4°C or - 20°C, they will take approximately 40 boxes/plates. Tissue slides will be stored at 4°C, and they will take approximately 20 boxes. Chemical samples Antibodies Newly collected Physical The antibodies received from our collaborators or synthetized by GenScript will be stored at 4°C or - 20°C, they will take approximately 5 boxes. Text files Protocols Generate new data Digital Experimental .doc, .pdf <1GB Quantitative tabular data Raw data Generate new data Digital Experimental .csv, .xls, .xlsx <1GB Video and audio files Record of behavioral assay Generate new data Digital Experimental .mp4, .szv, .wmv <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data All experiments involving research on small laboratory animals are approved by the ethics committee of KU Leuven (ECD application numbers P132/2022 and P125/2022) and will be executed in compliance with the ethical regulation for animal research. Animals are housed in facilities of the Laboratory Animal Center of KU Leuven, which applies Standard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. Animal administrative, husbandry and animal welfare data are sensitive data and are stored in the LAIS database according to security procedure of KU Leuven. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Not applicable. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. Ownership of the data generated belongs to KU Leuven and VIB in accordance with the framework agreement of both institutes. VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that Created using DMPonline.be. Last modiﬁed 27 June 2023 3 of 7 publications need not be delayed. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Not applicable. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Not applicable. 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Experiments are tracked using ELN, a cloud-based software platform providing electronic lab notebook, provided by VIB. Digital files will be named following a standard procedure, so that all the name of all files in a given dataset will be in the same format: All names will start with the date, followed by the project acronym, a short but specific descriptive name and a version number (containing leading zeros as needed) if applicable. Whenever possible names will be kept under 32 characters. Names will only contain letters, numbers and underscores (ie, YYYYMMDD_HHmm_Project_Experiment_ version.format). All changes in the files will be recorded. Data files will be stored in suitably labelled and organized folders and sub-folders. File names and locations will be recorded in the E-notebook to allow electronic records to be linked to the raw data. Specific naming and search procedures will be applied to: - Omics and sequencing data: Digital files, raw sequencing data files mainly (.fastq, .fastq.gz), will be named following an in-house procedure, so that all the name of all files in a given dataset will be in the same format. All names will start with a project 3 letter code (Project Code) and a random 6-alphanumeric character code (unique to each sample given the Project Code). Names will only contain letters, numbers and underscores. - Human pluripotent cell lines: these cell lines will be named according to the nomenclature rules established by the hPSCreg.eu database (https://hpscreg.eu/about/naming-tool). - Manuscripts: Metadata information will be submitted alongside the final version of the manuscript, including the names, titles, email addresses, ORCIDs and affiliations of all authors. Upon publication, this metadata information will also be submitted to bibliographic databases such as Medline. All manuscripts will be assigned a unique Digital Object Identifer (DOI) by the publisher. Manuscripts will be given a descriptive title, and will be accompanied by keywords provided by the authors in order to maximize their findability. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Metadata will include the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) • Access rights: closed access, embargoed access, restricted access, open access. 3. Data storage & back-up during the research project Where will the data be stored? Digital files will be stored on KU Leuven servers, except for private data that will be stored on KU Leuven secure server (digital vault). Add information about other data types as required (adjust and add more as needed): - Tissue samples: Tissues will be stored locally in the laboratory. - Omics data: omics data generated during the project will either be stored on KU Leuven servers or on The Flemish Supercomputer Centre (VSC), initially in the staging area and later in the archive area. - Cell lines: Newly created cell lines will be stored locally in the laboratory in liquid nitrogen storage and will be deposited in the UZ Leuven-KU Leuven Biobank. - Genetically modified organisms: Mice will be maintained in facilities of the Laboratory Animal Center of KU Leuven, which applies Standard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. All animals will be registered in the Leuven Animal Information System (LAIS) database, along with corresponding genotyping information, ethical approval documents and animal provider receipts. Other biological and chemical samples: storage at 4°C and/or as frozen samples in cryovials as appropriate. - Algorithms, scripts and softwares: All the relevant algorithms, scripts and software code driving the project will be stored in a private online git repository from the GitHub account of the department (https://github.com/vibcbd). Created using DMPonline.be. Last modiﬁed 27 June 2023 4 of 7 How will the data be backed up? KU Leuven drives are backed-up according to the following scheme: - data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. - data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. - data stored on the digital vault is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard, 10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. - All omics data stored on the Flemish Supercomputer Centre (VSC) will be transferred on a weekly basis to the archive area which is backed up. Incremental backups are done daily from one 20 TB QNAP NAS to a second 20 TB QNAP NAS. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes There is sufficient storage and back-up capacity on all KU Leuven servers: - the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front-end. - the “J-drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Both the “L-drive” and “J-drive” servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. Access to the digital vault is possible only through using a KU Leuven user-id and password, and user rights only grant access to the data in their own vault. Sensitive data transfer will be performed according to the best practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. A security service monitors the technical installations continuously, even outside working hours. All private data will be rendered anonymous before processing outside the digital vault. Only the PI will be granted access to the server to deposit private data. The PI will be the only responsible for linking patient information, survey data and/or tissue samples, and will strictly respect confidentiality. All de-identified data will be exported from the database by the PI, and stored on KU Leuven servers from where it can be accessed by the research and technical staff from the laboratory. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The total estimated cost of data storage during the project is 4,170.72 euro. This estimation is based on the following costs: -The costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” and 519€/TB/Year for the “J-drive”. Electricity costs for the -80° freezers present in the labs are included in general lab costs. Data storage and backup costs are included in general lab costs. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The minimum preservation term of 5 years after the end of the project will be applied to all datasets. All datasets will be stored on the university's central servers with automatic back-up procedures for at least 5 years, conform the KU Leuven RDM policy. The costs (€156 per TB per year for “Large volume-storage” ) will be covered by basic founding of the lab. Where will these data be archived (stored and curated for the long-term)? As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org), at the latest at the time of publication. For all other datasets, long term storage will be ensured as follows: -Digital datasets: files will be stored on the “L-drive”. -Tissue samples: Tissues will be stored locally in the laboratory. -Omics data: datasets will be stored on the “L-drive” or, for larger datasets, on the Vlaams Supercomputer Centrum. -Cell lines: human cell lines will be stored in the UZ Leuven Biobank (-80°C). -Other biological and chemical samples: storage at 4°C and/or as frozen samples in cryovials as appropriate. - Following publication, the results associated with each study will also be deposited in the Dryad repository, where they will be preserved indefinitely. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The total estimated cost of data storage during 5 years after the end of the project is 4,170.72 euro. This estimation is based on the following costs: -The costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” and 519€/TB/Year for the “J-drive”. Created using DMPonline.be. Last modiﬁed 27 June 2023 5 of 7 Electricity costs for the -80° freezers present in the labs are included in general lab costs. Data storage and backup costs are included in general lab costs. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository As a general rule all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed - or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No Not applicable. What are the expected costs for data sharing? How will these costs be covered? It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. A budget for publication costs has been requested in this project. 6. Responsibilities Who will manage data documentation and metadata during the research project? Metadata and data documentation will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) that refer to specific datasets. Created using DMPonline.be. Last modiﬁed 27 June 2023 6 of 7 Who will manage data storage and backup during the research project? The research and technical staff will ensure data storage and back up, with support from René Custers and Alexander Botzki for the electronic laboratory notebook (ELN) and from Raf De Coster for the KU Leuven drives. Who will manage data preservation and sharing? The PI is responsible for data preservation and sharing, with support from the research and technical staff involved in the project, from René Custers and Alexander Botzki for the electronic laboratory notebook (ELN) and from Raf De Coster for the KU Leuven drives. Who will update and implement this DMP? The PI is ultimately responsible for all data management during and after data collection, including implementing and updating the DMP. Created using DMPonline.be. Last modiﬁed 27 June 2023 7 of 7"
}