{
    "document_id": "D-2022-1543",
    "LinkTitle": "D-2022-1543",
    "file_name": "D-2022-1543.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1543.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Jérôme Wahis",
        "num_pages": 7
    },
    "content": {
        "full_text": "1DMP TITLE\nInvestigating the role of astrocytes and noradrenaline \nas critical regulators of neuronal circuit excitability.\nADMIN DETAILS\nProject Name: Investigating the role of astrocytes and noradrenaline as critical regulators of neuronal \ncircuit excitability.\nProject Identifier: G0C7922N\nGrant Title: Investigating the role of astrocytes and noradrenaline as critical\nregulators of neuronal circuit excitability.\nPrincipal Investigator / Researcher: Supervisor: Prof. Steven De\nVleeschouwer, Co-supervisor: Dr. Matthew Holt, Researcher: Dr. Jérôme Wahis\nProject Data Contact: jerome.wahis@kuleuven.be\nDescription: Proper information processing in the mammalian brain requires tight regulation of neuronal \nexcitability, which can be modified by so-called neuromodulators, such as noradrenaline. Noradrenaline \n(NA) is known to prime the healthy brain for sensory input and to facilitate memory formation. However, \nhyperactivity of neurons is deleterious and can lead to disease, of which the classic example is epilepsy.\nCrucially, NA appears to dampen down excessive neuronal excitability, exerting strong anti-convulsive \neffects in epilepsy. However, the molecular and cellular bases of NA activity are unclear. Neurons are \nonly one type of cell in the brain. There is an increasing amount of information suggesting that other cell \ntypes also have critical functions in the adult brain. One of these cell types is the astrocyte and there is \nstrong circumstantial evidence linking these cells to the activity of NA in the healthy and epileptic brain. \nThe aim of this project, therefore, is to investigate the precise roles of astrocytes and NA in regulating the \nexcitability of neuronal circuits. Establishing a central role for astrocytes in controlling neuromodulator-\nmediated regulation of excitability would represent a major finding in neuroscience, placing key aspects of  \nbrain activity under direct astrocyte control, and providing new avenues to explore for the development of \nnext generation therapeutics.\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nSupervisor: Prof. Steven De Vleeschouwer, Researcher: Dr. Jérôme Wahis\nFWO Project Number & Title\n2G0C7922N ; Investigating the role of astrocytes and noradrenaline as critical regulators of neuronal circuit  \nexcitability.\nAffiliation\n●KU Leuven\n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●Generate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the technical format).\nWork package \n#Data format Volume How created \n1 .tif (stack of images) 2 TB Dynamic live cell imaging \nof fluorescent second \nmessengers sensors. \nVarious analysis softwares\n5 Fastq, .HDF5, .txt and \nRdata8 TB Single cell RNA \nsequencing \n3. LEGAL AND ETHICAL ISSUES\nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service  \nPurposes (PRET application).   Be aware that registering the fact that you process personal data is  \na legal obligation.\n●No\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●Yes\nWe will use transgenic mice. we will use two different ethical approvals, with one already delivered:  \n1) KU Leuven ethical comittee approval P226/2018  \n2) The other one is still pending.  \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●No\n3Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●No\n4. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\nGENERAL CONSIDERATIONS:  \nAll final protocols used to generate data in this study will be saved in electronic versions on both a \nportable hard drive and on a dedicated server (KU Leuven L-drive). Each experiments conducted will be \nlogged in an electronic lab book, and the protocols used to generate experimental data will be explicitly \nreferred to in each lab book entry. Any deviation from the written protocol will be carefully indicated in the \nlab book entry. Whenever applicable, we will record the metadata in the files themselves. As a standard \nrule, the raw data and corresponding analysis file names will always be saved in a folder named explicitly \nfor the type of experimental data it contains (e.g. Calcium imaging), then in a subfolder with the date at \nwhich data were generated as name (in yymmdd format, as recommended by the International \nOrganization for Standardization, ISO 8601). The filenames of the data files will contain the date, also in \nyymmdd format, as well as the ID of the individual animal(s) or sample(s) used for experiments, the \nreplication unit(s) and treatment(s). An example of this would be   220531_Animal2_slice1_treatment1. \nThis file naming system will allow to trace back to which exact (part of an) experiment the raw data or \nanalysis file refer to, using the labbook to crossreference it to the protocols used to generate the data, but  \nalso specific observations. All analysis protocols will be written up following the same standards as for \nexperimental protocols, and new files generated during analysis saved following the same rules as for \nraw data. \nSPECIFIC CONSIDERATIONS:  \nLive cell imaging data:  The specific information on the recording files (e.g. sampling rate, filters applied...) \nwill be automatically recorded as metadata in the file, but also taken as notes in the lab book entry by the \nexperimenter. Dimensions, image type, bit-depth, pixel sizes and microscope settings will be recorded in \nthe meta data in the file, as well as written in the lab book entry for each images dataset.  \nSingle cell sequencing data: All the parameters used to obtain these measurements will be recorded in \nthe metadata.\nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\n●No\nLive cell imaging data:  the metadata will be recorded within the raw data files, using specific format \ndepending on which software will be used, but in any case, the most widely use data formats will be \nchosen when multiple possibilities exist. Indeed, data generated on proprietary software of imaging \n4setups usually can be exported in a variety of format such as .tif, in which it is possible to include \nmetadata recording in the file.  \nSingle cell sequencing data: All the parameters used to obtain these measurements will be recorded in \nthe metadata to allow for experimental reproduction.\n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\nWhere will the data be stored?  \nThe data will always be stored in two different physical devices. By data I refer to both the raw data and \nthe analysis files. These storage devices will be:\n1) The KU Leuven L-Drive system\n2) A lab owned portable hard drive\nThe content of these two drives system will be exact mirrors of each other’s. This ensures that if one of \nthe system is compromised for any reason, we have an exact backup of the data.\nEach time raw data are used for analysis, a copy is made on the PC of the experimenter to ensure the \nraw data are not accidentally altered.\nOnce an analysis is finalized, a copy of the folder containing all the analysis files will be saved on these \ntwo devices, in a folder clearly separated from the raw data files folder (named 'ANALYSIS_FILES' or an \nequivalent explicit name).\nIf remote access to the data is needed, the KU Leuven L-Drive can be accessed from any PC following a \nsecure connection through KU Leuven credentials (https://drives.kuleuven.be) once access has been \nspecifically given to the person needing access. KU Leuven also provide access to cloud storage through \nMicrosoft corporation one drive cloud storage. Such system can be used to temporarily share specific \ndata, but will not be used for permanent storage of raw data.\nHow is backup of the data provided?\nThe data will be stored on the university's central servers (L-Drive) with automatic daily back-up \nprocedures. The existence of a mirror backup of the raw and analysis data on a portable hard drive \nensure that even if the university servers undergo a major breakdown, data will remain safe, and vice \nversa. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will  \nbe taken care of.\n5●Yes\nWe foresee that the total capacity needed for this project will be around 10 TB. The KU Leuven L-drive \nhas an unlimited capacity and will be paid for by my host lab. For more information on the L-Drive, please \nrefer to https://gbiomed.kuleuven.be/english/IT/our-services/data-storage/data-storage.  \nThe portable hard drive we currently use has a total capacity of 2048 GB, which is sufficient to hold the \nproject data for WP1. For WP2, we will buy a new hard drive of a total capacity of 10 TB, such hard drive \ncan be bought for approximately €400 in 2022, which we can pay using other funds if needed.  \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered? \nThe cost of the L-drive rental is €99,5 per year per TB. Since we estimate the need for 10TB, we foresee \na cost of ~ €1000 per year for data storage, plus a punctual cost of ~ €400 for buying a new portable hard  \ndrive if needed. We will cover this cost using other fund sources.  \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\n- The KU Leuven L-drive system is protected by the KU Leuven ICTS security, and require a specific \ndemand to authorized HR personnel with the head of the lab approval before access can be granted \nusing KU Leuven credential. Therefore, only direct project collaborators from KU Leuven will be granted \naccess to the L-Drive, only if absolutely required.  \n- The portable hard drive is stored in a key locked shelf when not in use. Similarly, the hard drive will be \ngiven only to trustworthy collaborators and only if absolutely needed.  \n6. DATA PRESERVATION AFTER THE FWO PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nAll data, meaning raw data and their analysis, will be preserved as indicated above for the required five \nyears and more. Upon publication, raw data published will be further saved on the KU Leuven K-Drive, \nwhich only allow data to be written once on it (read-only feature), without further modification possible, \nensuring no data tempering will occur.  \nWhere will the data be archived (= stored for the longer term)?\nFor the longer term, raw data and their analysis will be saved on the KU Leuven K-Drive, which only allow  \ndata to be written once on it (read-only feature), without further modification possible, ensuring no data \ntempering will occur. As explained above, a mirrored copy of these data will also be saved on a portable \nhard drive, stored in a locked shelf, for which the head of the lab will keep the keys.  \nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \n6The total cost of storage for five years in the KU Leuven L-Drive is about €5000, and about €400 for a \nportable hard drive of 10TB.\n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\n●No\nWhich data will be made available after the end of the project?\nWe aim to publish our data in international peer reviewed journals. Some data that we will generate might  \nbe of interest for other scientists as well, depending on the data and whether appropriate, we will consider  \nmaking the data available for reuse by other scientists\nWhere/how will the data be made available for reuse?\n●Upon request by mail\nWhen will the data be made available?\n●Upon publication of the research results\nWho will be able to access the data and under what conditions?\nOther scientists will be able to access the data upon request to the head of the lab. Conditions will be \ndiscussed on a case by case basis, but we would require recognition at least in the form of an authorship \nif our data are used to generate new publication(s).\nWhat are the expected costs for data sharing? How will the costs be covered?  \nThe expected costs are minimal, with transfer of data through digital network means. In case unexpected \ncosts appear, we would expect the recipient of our data to pay the fees.  \n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\n- The primary responsible person for data documentation & metadata is Dr. Jérôme Wahis.  \n- In his supervising role, Prof. Steven De Vleeschouwer will also be responsible to control for correct data \ndocumentation & metadata.  \nWho will be responsible for data storage & back up during the project?\n- The primary responsible person for data storage and back up during the project is Dr. Jérôme Wahis.  \n- In his supervising role, Prof. Steven De Vleeschouwer will also be responsible for data storage and back  \nup during the project\n7Who will be responsible for ensuring data preservation and reuse ?  In his supervising role, Prof. \nSteven De Vleeschouwer will be ensuring data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nIn his supervising role, Prof. Steven De Vleeschouwer will have the end responsibility of updating & \nimplementing this DMP.  "
    },
    "clean_full_text": "1DMP TITLE Investigating the role of astrocytes and noradrenaline as critical regulators of neuronal circuit excitability. ADMIN DETAILS Project Name: Investigating the role of astrocytes and noradrenaline as critical regulators of neuronal circuit excitability. Project Identifier: G0C7922N Grant Title: Investigating the role of astrocytes and noradrenaline as critical regulators of neuronal circuit excitability. Principal Investigator / Researcher: Supervisor: Prof. Steven De Vleeschouwer, Co-supervisor: Dr. Matthew Holt, Researcher: Dr. Jérôme Wahis Project Data Contact: jerome.wahis@kuleuven.be Description: Proper information processing in the mammalian brain requires tight regulation of neuronal excitability, which can be modified by so-called neuromodulators, such as noradrenaline. Noradrenaline (NA) is known to prime the healthy brain for sensory input and to facilitate memory formation. However, hyperactivity of neurons is deleterious and can lead to disease, of which the classic example is epilepsy. Crucially, NA appears to dampen down excessive neuronal excitability, exerting strong anti-convulsive effects in epilepsy. However, the molecular and cellular bases of NA activity are unclear. Neurons are only one type of cell in the brain. There is an increasing amount of information suggesting that other cell types also have critical functions in the adult brain. One of these cell types is the astrocyte and there is strong circumstantial evidence linking these cells to the activity of NA in the healthy and epileptic brain. The aim of this project, therefore, is to investigate the precise roles of astrocytes and NA in regulating the excitability of neuronal circuits. Establishing a central role for astrocytes in controlling neuromodulator- mediated regulation of excitability would represent a major finding in neuroscience, placing key aspects of brain activity under direct astrocyte control, and providing new avenues to explore for the development of next generation therapeutics. Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Supervisor: Prof. Steven De Vleeschouwer, Researcher: Dr. Jérôme Wahis FWO Project Number & Title 2G0C7922N ; Investigating the role of astrocytes and noradrenaline as critical regulators of neuronal circuit excitability. Affiliation ●KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Work package #Data format Volume How created 1 .tif (stack of images) 2 TB Dynamic live cell imaging of fluorescent second messengers sensors. Various analysis softwares 5 Fastq, .HDF5, .txt and Rdata8 TB Single cell RNA sequencing 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●Yes We will use transgenic mice. we will use two different ethical approvals, with one already delivered: 1) KU Leuven ethical comittee approval P226/2018 2) The other one is still pending. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●No 3Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? GENERAL CONSIDERATIONS: All final protocols used to generate data in this study will be saved in electronic versions on both a portable hard drive and on a dedicated server (KU Leuven L-drive). Each experiments conducted will be logged in an electronic lab book, and the protocols used to generate experimental data will be explicitly referred to in each lab book entry. Any deviation from the written protocol will be carefully indicated in the lab book entry. Whenever applicable, we will record the metadata in the files themselves. As a standard rule, the raw data and corresponding analysis file names will always be saved in a folder named explicitly for the type of experimental data it contains (e.g. Calcium imaging), then in a subfolder with the date at which data were generated as name (in yymmdd format, as recommended by the International Organization for Standardization, ISO 8601). The filenames of the data files will contain the date, also in yymmdd format, as well as the ID of the individual animal(s) or sample(s) used for experiments, the replication unit(s) and treatment(s). An example of this would be 220531_Animal2_slice1_treatment1. This file naming system will allow to trace back to which exact (part of an) experiment the raw data or analysis file refer to, using the labbook to crossreference it to the protocols used to generate the data, but also specific observations. All analysis protocols will be written up following the same standards as for experimental protocols, and new files generated during analysis saved following the same rules as for raw data. SPECIFIC CONSIDERATIONS: Live cell imaging data: The specific information on the recording files (e.g. sampling rate, filters applied...) will be automatically recorded as metadata in the file, but also taken as notes in the lab book entry by the experimenter. Dimensions, image type, bit-depth, pixel sizes and microscope settings will be recorded in the meta data in the file, as well as written in the lab book entry for each images dataset. Single cell sequencing data: All the parameters used to obtain these measurements will be recorded in the metadata. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●No Live cell imaging data: the metadata will be recorded within the raw data files, using specific format depending on which software will be used, but in any case, the most widely use data formats will be chosen when multiple possibilities exist. Indeed, data generated on proprietary software of imaging 4setups usually can be exported in a variety of format such as .tif, in which it is possible to include metadata recording in the file. Single cell sequencing data: All the parameters used to obtain these measurements will be recorded in the metadata to allow for experimental reproduction. 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? The data will always be stored in two different physical devices. By data I refer to both the raw data and the analysis files. These storage devices will be: 1) The KU Leuven L-Drive system 2) A lab owned portable hard drive The content of these two drives system will be exact mirrors of each other’s. This ensures that if one of the system is compromised for any reason, we have an exact backup of the data. Each time raw data are used for analysis, a copy is made on the PC of the experimenter to ensure the raw data are not accidentally altered. Once an analysis is finalized, a copy of the folder containing all the analysis files will be saved on these two devices, in a folder clearly separated from the raw data files folder (named 'ANALYSIS_FILES' or an equivalent explicit name). If remote access to the data is needed, the KU Leuven L-Drive can be accessed from any PC following a secure connection through KU Leuven credentials (https://drives.kuleuven.be) once access has been specifically given to the person needing access. KU Leuven also provide access to cloud storage through Microsoft corporation one drive cloud storage. Such system can be used to temporarily share specific data, but will not be used for permanent storage of raw data. How is backup of the data provided? The data will be stored on the university's central servers (L-Drive) with automatic daily back-up procedures. The existence of a mirror backup of the raw and analysis data on a portable hard drive ensure that even if the university servers undergo a major breakdown, data will remain safe, and vice versa. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. 5●Yes We foresee that the total capacity needed for this project will be around 10 TB. The KU Leuven L-drive has an unlimited capacity and will be paid for by my host lab. For more information on the L-Drive, please refer to https://gbiomed.kuleuven.be/english/IT/our-services/data-storage/data-storage. The portable hard drive we currently use has a total capacity of 2048 GB, which is sufficient to hold the project data for WP1. For WP2, we will buy a new hard drive of a total capacity of 10 TB, such hard drive can be bought for approximately €400 in 2022, which we can pay using other funds if needed. What are the expected costs for data storage and back up during the project? How will these costs be covered? The cost of the L-drive rental is €99,5 per year per TB. Since we estimate the need for 10TB, we foresee a cost of ~ €1000 per year for data storage, plus a punctual cost of ~ €400 for buying a new portable hard drive if needed. We will cover this cost using other fund sources. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? - The KU Leuven L-drive system is protected by the KU Leuven ICTS security, and require a specific demand to authorized HR personnel with the head of the lab approval before access can be granted using KU Leuven credential. Therefore, only direct project collaborators from KU Leuven will be granted access to the L-Drive, only if absolutely required. - The portable hard drive is stored in a key locked shelf when not in use. Similarly, the hard drive will be given only to trustworthy collaborators and only if absolutely needed. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data, meaning raw data and their analysis, will be preserved as indicated above for the required five years and more. Upon publication, raw data published will be further saved on the KU Leuven K-Drive, which only allow data to be written once on it (read-only feature), without further modification possible, ensuring no data tempering will occur. Where will the data be archived (= stored for the longer term)? For the longer term, raw data and their analysis will be saved on the KU Leuven K-Drive, which only allow data to be written once on it (read-only feature), without further modification possible, ensuring no data tempering will occur. As explained above, a mirrored copy of these data will also be saved on a portable hard drive, stored in a locked shelf, for which the head of the lab will keep the keys. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? 6The total cost of storage for five years in the KU Leuven L-Drive is about €5000, and about €400 for a portable hard drive of 10TB. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●No Which data will be made available after the end of the project? We aim to publish our data in international peer reviewed journals. Some data that we will generate might be of interest for other scientists as well, depending on the data and whether appropriate, we will consider making the data available for reuse by other scientists Where/how will the data be made available for reuse? ●Upon request by mail When will the data be made available? ●Upon publication of the research results Who will be able to access the data and under what conditions? Other scientists will be able to access the data upon request to the head of the lab. Conditions will be discussed on a case by case basis, but we would require recognition at least in the form of an authorship if our data are used to generate new publication(s). What are the expected costs for data sharing? How will the costs be covered? The expected costs are minimal, with transfer of data through digital network means. In case unexpected costs appear, we would expect the recipient of our data to pay the fees. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? - The primary responsible person for data documentation & metadata is Dr. Jérôme Wahis. - In his supervising role, Prof. Steven De Vleeschouwer will also be responsible to control for correct data documentation & metadata. Who will be responsible for data storage & back up during the project? - The primary responsible person for data storage and back up during the project is Dr. Jérôme Wahis. - In his supervising role, Prof. Steven De Vleeschouwer will also be responsible for data storage and back up during the project 7Who will be responsible for ensuring data preservation and reuse ? In his supervising role, Prof. Steven De Vleeschouwer will be ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? In his supervising role, Prof. Steven De Vleeschouwer will have the end responsibility of updating & implementing this DMP."
}