{
    "document_id": "D-2023-2369",
    "LinkTitle": "D-2023-2369",
    "file_name": "D-2023-2369.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2369.pdf",
    "metadata": {
        "title": "Mutational robustness and evolvability in model microbes",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "Mutational robustness and evolvability in model microbes\nA Data Management Plan created using DMPonline.be\nCreators: Jan Michiels, Kevin Verstrepen, Sander Govers, Piet van den Berg, Natalie Verstraeten, Karin Voordeckers\nAffiliation: KU Leuven (KUL)\nTemplate: KU Leuven BOF-IOF\nPrincipal Investigator:  Jan Michiels, Kevin Verstrepen, Sander Govers, Piet van den Berg\nGrant number / URL: C16/23/007\nID: 202713\nStart date: 01-10-2023\nEnd date: 30-09-2029\nProject abstract:\nOrganisms need to balance the need for mutations to evolve with mitigating these mutations’ potential negative effects. One hypothesis\nis that some cellular mechanisms help minimize the phenotypic consequences of mutations and hence confer mutational robustness.\nHowever, whereas the concept of mutational robustness is central to our understanding of evolution and genetics, our knowledge about it\nremains surprisingly limited. This is because studying robustness is extremely challenging: it requires interrogating the role of a large\nnumber of genes on the effect of a large number of (de novo or standing) mutations on several traits and in several environments. In this\nproject, we combine the power of two model organisms with an evolutionary modelling framework to identify genes and mechanisms\nassociated with reducing mutational effects, assess the type of mutations that can be mitigated and model and test if and how mutational\nrobustness influences evolvability.\nLast modified: 14-03-2024\nCreated using DMPonline.be. Last modiﬁed 14 March 2024 1 of 10\nMutational robustness and evolvability in model microbes\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew\ndata) or\nE\n(xisting\ndata) \nIndicate: \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nWP1. Material - EMS yeast\nstrains\nEMS mutagenized yeast deletion\ncollection\nN\nP\n/\n/\n/\n~4500\nstrains,\nstored in\n96 well\nplates at -\n80°C\nWP1. Material - re-engineered\nyeast mutants\nre-engineered deletion strains +\nEMS mutagenized variants\nN\nP\n/\n/\n/\n20\ncryovials\nstored at\n-80°C\nWP1. Dataset - growth EMS\nyeast strains\nmicroscopy images of growth\nEMS mutagenized yeast strains\nN\nD\nI\n.mov,\n.jpeg, .tiff\n<\n100GB\n/\nWP1. Dataset - cell\nmorphology EMS yeast strains\nmicroscopy images of stained,\nEMS mutagenized  yeast cells\nN\nD\nI\n.tiff\n<5TB\n/\nWP2. Material - EMS \nE. coli\nstrains\nEMS mutagenized \nE. coli \nKeio\ndeletion collection\nN\nP\n/\n/\n/\n~4000\nstrains,\nstored in\n96 well\nplates at -\n80°C\nWP2. Material - \nE. coli \nclones\nwith known mutational load\nE. coli\n clones created using DinB\nerror-prone DNA polymerase\nN\nP\n/\n/\n/\n20\ncryovials\nstored at\n-80°C\nWP2. Material - sgRNA library\nin \nE. coli\n clones with known\nmutational load (including WT)\nclones for CRISPRi screening,\ncreated by transferring sgRNA\nlibrary to dCas9 strains\nN\nP\n/\n/\n/\n30\ncryovials\nstored at\n-80°C\nWP2. Material - in-frame\ndeletions and CRISPRi\nmutants of potential buffer\ngenes \nvalidation of identified buffer\ngenes in 10 randomly\nmutagenized backgrounds \nN\nP\n/\n/\n/\n~200\nstrains,\nstored in\n96 well\nplates at -\n80°C\nWP2. Dataset - growth EMS\nE. coli\n strains\nmicroscopy images of growth\nEMS mutagenized \nE. coli\n strains\nN\nD\nI\n.mov,\n.jpeg, .tiff\n<\n100GB\n/\nCreated using DMPonline.be. Last modiﬁed 14 March 2024\n2 of 10\nWP2. Dataset - cell\nmorphology EMS \nE. coli\nstrains\nmicroscopy images of stained,\nEMS mutagenized \nE. coli\n cells\nN\nD\nI\n.tiff\n<5TB\n/\nWP2. Dataset - CRISPRi\nscreening data\nsgRNAs counts following growth\nof clones in selective conditions\nN\nD\n/\nsam,\nbam,\n.ab1,\n.fasta/fa,\n.qual,\ngb/gbk,\n.dna\n<1G\n/\nWP3&7. Dataset - digital\noligos\nList of 10.000 variants and\nassociated oligos for editing\nN\nD\nT\n.txt\n<1G\n/\nWP3&7. Material - oligopools\noligopools to create specific\nmutations (linked to barcodes)\nN\nP\n/\n/\n/\n12\neppendorf\ntubes\nWP3&7. Material - plasmid\nlibraries\nplasmid libraries (stored in \nE.\ncoli\n) created from oligopools,\ncontaining guide, donor, barcode \nN\nP\n/\n/\n/\n12\ncryovials\nstored at\n-80°C\nWP3&7. Material - yeast\nstrains\npools of yeast strains containing\nmutations introduced with\nMAGESTIC\nN\nP\n/\n/\n/\n~600\ncryovials\nstored at\n-80°C\nWP3&7. Data - sequencing\ndata\nsequencing data to determine\nfitness of different variants\nN\nD\n/\nsam,\nbam,\n.ab1,\n.fasta/fa,\n.qual,\ngb/gbk,\n.dna\n<5TB\n/\nWP4. Material - yeast strains\nnatural yeast strains with specific\nrobustness gene deleted\nN\nP\n/\n/\n/\n480\nstrains,\nstored in\n5\ndeepwell\nplates at -\n80°C\nWP4. Data - plate images\nimages of agar plates with yeast\ncolonies\nN\nD\nI\n.jpeg, .tiff\n<1GB\n/\nWP4. Dataset - cell\nmorphology of natural yeast\nstrains with specific\nrobustness gene deleted\nmicroscopy images of stained\nyeast cells\nN\nD\nI\n.tiff\n<5TB\n/\nWP5&8. Dataset - digital\noligos\nList of 10.000 variants and\nassociated oligos for editing\nN\nD\nT\n.txt\n<1G\n/\nWP5&8. Material - \nE. coli\nstrains\nE. coli\n libraries created using\nCREATE technology: 10.000\nvariants in WT and 5 mutants of\nbuffer genes\nN\nP\n/\n/\n/\n~100\ncryovials\nstored at\n-80°C\nWP5&8. Data - sequencing\ndata\nsequencing data to determine\nfitness of different variants\nN\nD\n/\nsam,\nbam,\n.ab1,\n.fasta/fa,\n.qual,\ngb/gbk,\n.dna\n<5TB\n/\nWP6. Material - \nE. coli \nstrains\nnatural \nE. coli \nstrains with specific\nrobustness gene deleted\nN\nP\n/\n/\n/\n480\nstrains,\nstored in\n5\ndeepwell\nplates at -\n80°C\nCreated using DMPonline.be. Last modiﬁed 14 March 2024\n3 of 10\nWP6. Data - plate images\nimages of agar plates with \nE. coli\ncolonies\nN\nD\nI\n.jpeg, .tiff\n<1GB\n/\nWP6. Dataset - cell\nmorphology of natural \nE. coli\nstrains with specific\nrobustness gene deleted\nmicroscopy images of stained \nE.\ncoli \ncells\nN\nD\nI\n.tiff\n<5TB\n/\nWP9&10. Scripts -\nevolutionary modelling\nPython scripts of the evolutionary\nsimulation work\nN\nD\nSO\n.py\n<1GB\n/\nWP9&10. Dataset -\nevolutionary modelling\noutput file of evolutionary\nsimulation work\nN\nD\nN\n.txt, .csv\n<5TB\n/\nWP10. Material - yeast strains\nyeast strains with different\nexpression levels of robustness\ngenes\nN\nP\n/\n/\n/\n15\nstrains,\nstored in\ncryovials\nat -80°C\nWP10. Material - \nE. coli \nstrains\nE. coli \nstrains with different\nexpression levels of robustness\ngenes\nN\nP\n/\n/\n/\n15\nstrains,\nstored in\ncryovials\nat -80°C\nWP10. Data - growth curves\ngrowth curves of yeast\npopulations during and after\nexperimental evolution\nN\nD\n/\n.csv\n<5GB\n/\nAll WP- Digital images\ngel scans (from e.g. PCRs),\nfigures, graphs, illustrations ...\nN\nP\nI\n.tiff,\n.jpeg,.svg,\n.pdf\n<10GB\n/\nAll WP - Research\ndocumentation\nlab protocols and lab notebooks\nN\nD&P\n/\n.doc, .pdf\n<1GB\n/\nAll WP - Manuscripts\nmanuscripts\nN\nD\n/\n.doc, .pdf\n<1GB\n/\nAll WP - Scripts\nnew and existing scripts using\nexisting packages, written in R to\nanalyze and plot obtained data\nN&E\nD\n/\n.r\n<1GB\n/\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nWe will perform EMS mutagenesis on the haploid yeast gene knockout collection (Brachmann \net al. \n(1998) \nYeast\n, 14: 115-\n132). Similarly, EMS mutagenesis will be performed on the \nE. coli\n Keio knockout collection (Baba \net al. \n(2006). \nMolecular\nSystems Biology\n, 2: 2006.0008). Both collections are available in-house. \nA genome-scale CRISPRi library targeting each protein- and RNA-coding gene of \nE. coli\n (~15 sgRNA targets/gene) is also\navailable in the Michiels lab (Wang\n et al.\n (2018) \nNature Communications\n 9: 2475).\nTo analyze and plot obtained data we will use new and existing scripts, using existing packages written in R.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\ndual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval\nnumber.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the\nKU Leuven or UZ Leuven privacy register number (G or S number).\nNo\nCreated using DMPonline.be. Last modiﬁed 14 March 2024\n4 of 10\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)?  If so, please comment per dataset or data type where appropriate. \nYes\nPotential tech transfer will be discussed with the KU Leuven Research & Development - Tech Transfer Office. Valorization\npotential includes licensing of (improved) strains or information on linking a specific sequence variant to a phenotype.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data\ntransfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data\nthey relate and what restrictions are in place.\nNo\nExisting agreements between VIB and KU Leuven do not restrict publication of data. There is no IP on the generated strains that\nwould prevent us from storing the strains, performing the anticipated experiments or publishing the results.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nYes\nMaterials requested from other labs (e.g. reporters needed to perform the phenotypic characterization described in T6.1) might be\nsubject to MTAs. This will be done in consultation with our host institution's legal departments to minimize restrictions on the use\nof these materials.\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information\nis recorded). \nBiological material: \nCryotubes and multi-well plates will be labeled with a reference number that links to an entry in our\nMicrosoft Access Database which is hosted on a central server and accessible to all people involved in the project. All\nrelevant information on the specific strains will be included in this database. This includes strain identifier, a clear description\nof how the mutants were constructed and a link to whole genome sequence if applicable.\nExperimental results: \nData will be generated following standardized protocols which are stored in a central OneNote\nnotebook. Furthermore, an E-notebook will be used to register day-by-day activities. Raw data, history and context of\nexperiments, protocols and analyzed data will be uploaded to this E-Notebook and backed up in the cloud. After publication\nor upon submission of manuscripts for publication, all datasets described in the publication will be deposited in dedicated\ndata repositories (see below).\nScripts: \nAll scripts for producing evolutionary simulations and figures will be properly annotated so that the code is\nunderstandable and can be used to re-generate the results. After publication or upon submission of manuscripts for\npublication, all scripts will be uploaded in dedicated data repositories (see below), including a readme file that explains what\neach script is exactly used for.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nCreated using DMPonline.be. Last modiﬁed 14 March 2024\n5 of 10\nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nVarious data types come with their own metadata containing technical information about settings, machine types, pixel density,\nresolution, channels... Examples of these include .fastq NGS files containing standard metadata on sequencing technique, or\n.nd2 following the Nikon metadata standards. Throughout the project, these data files will be preserved with their original\nmetadata. For .txt, .csv, .xlsx files containing tabular information, extra tabs or a head text section will be used to explain the data,\nthe meaning of the columns… For others lacking a formally acknowledged metadata standard, Dublin Core Metadata will be\nused and a readme file will be saved in the same directory of the datafiles to explain the various data files and give a broad\noverview of the analyses steps. Moreover, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical\nInvestigations) for metadata standards that are more specific to our data.\n \nAfter publication or upon submission of manuscripts for publication, all datasets described in the publication will be deposited in\ndata repositories (see below). Depending on the repository that is used, the metadata standard used by that specific repository\nwill be filled in.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nOneDrive (KU Leuven)\nSharepoint online\nLarge Volume Storage\nOther (specify below)\nBiological material: \nCryotubes and multi-well plates will be stored in -80° freezers with restricted access.\nExperimental and evolutionary simulation results: \nAn E-Notebook will be used to collect data. Low-volume data,\nprotocols and analyses will subsequently be stored in secure and internally shared folders on university servers with built-in\nbackup and versioning (SharePoint). Although built-in backup systems are in place, password-protected hard drives equipped\nwith anti-virus programs will be used as backup. A network drive will also be used for large-scale data (e.g. NGS data and\nmicroscopy data). A copy of these datasets will be made to desktop PCs with large computational power (or to a computing\ncluster of our host institution) whenever data analyses will be performed. For final datasets (including evolutionary simulation\nresults) that are part of publications or manuscripts posted on preprint servers, datasets will be deposited in publicly available\nrepositories. Depending on the data type, this could be the SRA depository (for NGS data), KU Leuven's own data repository\n(RDR), Mendeley Data... and, whenever possible or required, data will also be fully shared via the publisher's website. Scripts\nand code will be stored (and shared after reaching a finality) via GitHub or the KU Leuven GitLab server\n(https://gitlab.kuleuven.be/).\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nOther (specify below)\nBiological material: \nA backup of critical strains will be stored in the different host labs involved in the project.\nExperimental and evolutionary simulation results: \nData will be stored on KU Leuven’s central servers with automatic\ndaily back-up and version control procedures.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nCreated using DMPonline.be. Last modiﬁed 14 March 2024\n6 of 10\nYes\nBiological material: \nSufficient storage is available.\nExperimental and evolutionary simulation results: \nOneDrive at KU Leuven offers 5TB of data per user. Network storage\nis purchased on a group level and increased whenever needed. GitHub space is currently free of charge and only requires\nsmall volumes. External hard drives are cheap for large volumes and are readily available in the labs. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nBiological material: \nUnauthorized people do not have access to the strains.\nExperimental and evolutionary simulation results: \nE-notebooks are password protected and data stored in KU Leuven’s\nsecure environments are secured by a two factor authorization and frequently changed passwords. External HDD are\npassword-protected and stored in the safety of the labs.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nBiological material: \n-80° freezers are currently present in the host labs (costs are covered by general lab expenses).\nExperimental and evolutionary simulation results: \nThe costs for large volume storage are limited and covered by general\nlab expenses.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions,\nstorage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nKU Leuven RDR\nOther (specify below)\nBiological material: \nAll strains will be stored for at least 10 more years after the end of the project. For this purpose, -80°\nfreezers are available in the different host labs. Relevant strains will also be deposited in a public repository (e.g. the Belgian\nCoordinated Collections of Micro-organisms (BCCM)).\nExperimental and evolutionary simulation results: \nData will in first instance be stored on KU Leuven central servers, and,\nafter publication, data will additionally indefinitely be stored in open access repositories (e.g. Zenodo, Mendeley Data, KU\nLeuven’s RDR). Dedicated repositories will be used for specific datatypes e.g. SRA for NGS data.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nBiological material: \n-80° freezers are present (included in general lab costs). Deposit of biological material in public\nrepositories is generally without a fee.\nExperimental and evolutionary simulation results: \nThe costs will be covered by general lab budgets.\nCreated using DMPonline.be. Last modiﬁed 14 March 2024\n7 of 10\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nAll published data will be made available at the time of publication. However, in case we identify valuable IP, we will first protect\ncommercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. This will be done\nafter consulting with KU Leuven LRD.\nUnpublished, essential data will be available to (future) lab members via internal IT provisions.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAll published data will be made available at the time of publication. However, in case we identify valuable IP, we will first protect\ncommercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. This will be done\nafter consulting with KU Leuven LRD.\nUnpublished, essential data will be available to (future) lab members via internal IT provisions.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nAs a general rule, datasets will be made openly accessible via existing platforms that support FAIR data sharing\n(www.fairsharing.org). Sharing policies for specific research outputs are detailed below.\nManuscripts: \nWe opt for open access publications where possible. Publications will be automatically listed in our institutional\nrepository, Lirias 2.0, based on the authors name and ORCID ID.\nBiological data: \nBacteria and yeast strains will be shared upon simple request following publication unless we identify\nvaluable IP. In this case, we will first protect commercial exploitation, either through patenting or via an MTA that restricts the\nmaterial from commercial use.\nResearch documentation: \nAll protocols used to generate published data will be described in the corresponding\nmanuscript(s), and the related documentation will be included as supplementary information. These data and all other\ndocuments deposited in lab notebooks are accessible to the PI and the research staff involved in the project, and will be\nmade available upon request.\nAlgorithms and scripts: \nAs soon as a manuscript is publicly available, algorithms and scripts will be deposited in a GitHub\nrepository.\nDatasets: \nDatasets (including those of evolutionary simulations studies) will be deposited in open access repositories.\nNucleic acid and protein sequences: \nUpon publication, all sequences supporting a manuscript will be made publicly\navailable via repositories such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from\nprimers / new genes / new genomes) and the Protein Database (for protein sequences).\nCreated using DMPonline.be. Last modiﬁed 14 March 2024\n8 of 10\nWhen will the data be made available? \nUpon publication of research results\nOther (specify below)\nAs a general rule all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be\nforeseen unless imposed e.g. by pending publications, potential IP requirements – note that patent application filing will be\nplanned so that publications need not be delayed – or ongoing projects requiring confidential data. In those cases, datasets will be\nmade publicly available as soon as the embargo date is reached.\n \nUnpublished data will be embargoed for public access for another 5 years to allow the research groups to publish research\nfindings.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nWhenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR\ndata sharing. As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be\nconform community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0\n1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain\nDedication and License, with a material transfer agreement when applicable).\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available,\nplease provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nIt is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file\nstorage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities\nwhenever possible. Data management costs will be covered by the laboratory budget. A budget for publication costs has been\nrequested in this project.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nAll researchers will regularly upload their data, protocols and metadata on the E-notebook and university servers, and regular\nback-ups will be additionally made on external hard disks (password protected and encrypted). The final responsibility for data\ndocumentation & metadata will be with the WP leaders:\nWP1. Verstrepen, Govers\nWP2. Michiels, Govers\nWP3. Verstrepen, van den Berg\nWP4. Verstrepen, Govers\nWP5. Michiels, van den Berg\nWP6. Michiels, Govers\nWP7. Verstrepen, Govers\nWP8. Michiels, Govers\nWP9. van den Berg\nCreated using DMPonline.be. Last modiﬁed 14 March 2024\n9 of 10\nWP10. van den Berg, Michiels\nWho will manage data storage and backup during the research project? \nWP leaders will be responsible for data storage & back up during the project:\nWP1. Verstrepen, Govers\nWP2. Michiels, Govers\nWP3. Verstrepen, van den Berg\nWP4. Verstrepen, Govers\nWP5. Michiels, van den Berg\nWP6. Michiels, Govers\nWP7. Verstrepen, Govers\nWP8. Michiels, Govers\nWP9. van den Berg\nWP10. van den Berg, Michiels\nWho will manage data preservation and sharing? \nWP leaders will be responsible for data preservation and reuse:\nWP1. Verstrepen, Govers\nWP2. Michiels, Govers\nWP3. Verstrepen, van den Berg\nWP4. Verstrepen, Govers\nWP5. Michiels, van den Berg\nWP6. Michiels, Govers\nWP7. Verstrepen, Govers\nWP8. Michiels, Govers\nWP9. van den Berg\nWP10. van den Berg, Michiels\nWho will update and implement this DMP? \nJan Michiels bears the end responsibility of updating & implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 14 March 2024\n10 of 10"
    },
    "clean_full_text": "Mutational robustness and evolvability in model microbes A Data Management Plan created using DMPonline.be Creators: Jan Michiels, Kevin Verstrepen, Sander Govers, Piet van den Berg, Natalie Verstraeten, Karin Voordeckers Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Jan Michiels, Kevin Verstrepen, Sander Govers, Piet van den Berg Grant number / URL: C16/23/007 ID: 202713 Start date: 01-10-2023 End date: 30-09-2029 Project abstract: Organisms need to balance the need for mutations to evolve with mitigating these mutations’ potential negative effects. One hypothesis is that some cellular mechanisms help minimize the phenotypic consequences of mutations and hence confer mutational robustness. However, whereas the concept of mutational robustness is central to our understanding of evolution and genetics, our knowledge about it remains surprisingly limited. This is because studying robustness is extremely challenging: it requires interrogating the role of a large number of genes on the effect of a large number of (de novo or standing) mutations on several traits and in several environments. In this project, we combine the power of two model organisms with an evolutionary modelling framework to identify genes and mechanisms associated with reducing mutational effects, assess the type of mutations that can be mitigated and model and test if and how mutational robustness influences evolvability. Last modified: 14-03-2024 Created using DMPonline.be. Last modiﬁed 14 March 2024 1 of 10 Mutational robustness and evolvability in model microbes Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA WP1. Material - EMS yeast strains EMS mutagenized yeast deletion collection N P / / / ~4500 strains, stored in 96 well plates at - 80°C WP1. Material - re-engineered yeast mutants re-engineered deletion strains + EMS mutagenized variants N P / / / 20 cryovials stored at -80°C WP1. Dataset - growth EMS yeast strains microscopy images of growth EMS mutagenized yeast strains N D I .mov, .jpeg, .tiff < 100GB / WP1. Dataset - cell morphology EMS yeast strains microscopy images of stained, EMS mutagenized yeast cells N D I .tiff <5TB / WP2. Material - EMS E. coli strains EMS mutagenized E. coli Keio deletion collection N P / / / ~4000 strains, stored in 96 well plates at - 80°C WP2. Material - E. coli clones with known mutational load E. coli clones created using DinB error-prone DNA polymerase N P / / / 20 cryovials stored at -80°C WP2. Material - sgRNA library in E. coli clones with known mutational load (including WT) clones for CRISPRi screening, created by transferring sgRNA library to dCas9 strains N P / / / 30 cryovials stored at -80°C WP2. Material - in-frame deletions and CRISPRi mutants of potential buffer genes validation of identified buffer genes in 10 randomly mutagenized backgrounds N P / / / ~200 strains, stored in 96 well plates at - 80°C WP2. Dataset - growth EMS E. coli strains microscopy images of growth EMS mutagenized E. coli strains N D I .mov, .jpeg, .tiff < 100GB / Created using DMPonline.be. Last modiﬁed 14 March 2024 2 of 10 WP2. Dataset - cell morphology EMS E. coli strains microscopy images of stained, EMS mutagenized E. coli cells N D I .tiff <5TB / WP2. Dataset - CRISPRi screening data sgRNAs counts following growth of clones in selective conditions N D / sam, bam, .ab1, .fasta/fa, .qual, gb/gbk, .dna <1G / WP3&7. Dataset - digital oligos List of 10.000 variants and associated oligos for editing N D T .txt <1G / WP3&7. Material - oligopools oligopools to create specific mutations (linked to barcodes) N P / / / 12 eppendorf tubes WP3&7. Material - plasmid libraries plasmid libraries (stored in E. coli ) created from oligopools, containing guide, donor, barcode N P / / / 12 cryovials stored at -80°C WP3&7. Material - yeast strains pools of yeast strains containing mutations introduced with MAGESTIC N P / / / ~600 cryovials stored at -80°C WP3&7. Data - sequencing data sequencing data to determine fitness of different variants N D / sam, bam, .ab1, .fasta/fa, .qual, gb/gbk, .dna <5TB / WP4. Material - yeast strains natural yeast strains with specific robustness gene deleted N P / / / 480 strains, stored in 5 deepwell plates at - 80°C WP4. Data - plate images images of agar plates with yeast colonies N D I .jpeg, .tiff <1GB / WP4. Dataset - cell morphology of natural yeast strains with specific robustness gene deleted microscopy images of stained yeast cells N D I .tiff <5TB / WP5&8. Dataset - digital oligos List of 10.000 variants and associated oligos for editing N D T .txt <1G / WP5&8. Material - E. coli strains E. coli libraries created using CREATE technology: 10.000 variants in WT and 5 mutants of buffer genes N P / / / ~100 cryovials stored at -80°C WP5&8. Data - sequencing data sequencing data to determine fitness of different variants N D / sam, bam, .ab1, .fasta/fa, .qual, gb/gbk, .dna <5TB / WP6. Material - E. coli strains natural E. coli strains with specific robustness gene deleted N P / / / 480 strains, stored in 5 deepwell plates at - 80°C Created using DMPonline.be. Last modiﬁed 14 March 2024 3 of 10 WP6. Data - plate images images of agar plates with E. coli colonies N D I .jpeg, .tiff <1GB / WP6. Dataset - cell morphology of natural E. coli strains with specific robustness gene deleted microscopy images of stained E. coli cells N D I .tiff <5TB / WP9&10. Scripts - evolutionary modelling Python scripts of the evolutionary simulation work N D SO .py <1GB / WP9&10. Dataset - evolutionary modelling output file of evolutionary simulation work N D N .txt, .csv <5TB / WP10. Material - yeast strains yeast strains with different expression levels of robustness genes N P / / / 15 strains, stored in cryovials at -80°C WP10. Material - E. coli strains E. coli strains with different expression levels of robustness genes N P / / / 15 strains, stored in cryovials at -80°C WP10. Data - growth curves growth curves of yeast populations during and after experimental evolution N D / .csv <5GB / All WP- Digital images gel scans (from e.g. PCRs), figures, graphs, illustrations ... N P I .tiff, .jpeg,.svg, .pdf <10GB / All WP - Research documentation lab protocols and lab notebooks N D&P / .doc, .pdf <1GB / All WP - Manuscripts manuscripts N D / .doc, .pdf <1GB / All WP - Scripts new and existing scripts using existing packages, written in R to analyze and plot obtained data N&E D / .r <1GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We will perform EMS mutagenesis on the haploid yeast gene knockout collection (Brachmann et al. (1998) Yeast , 14: 115- 132). Similarly, EMS mutagenesis will be performed on the E. coli Keio knockout collection (Baba et al. (2006). Molecular Systems Biology , 2: 2006.0008). Both collections are available in-house. A genome-scale CRISPRi library targeting each protein- and RNA-coding gene of E. coli (~15 sgRNA targets/gene) is also available in the Michiels lab (Wang et al. (2018) Nature Communications 9: 2475). To analyze and plot obtained data we will use new and existing scripts, using existing packages written in R. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Created using DMPonline.be. Last modiﬁed 14 March 2024 4 of 10 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Potential tech transfer will be discussed with the KU Leuven Research & Development - Tech Transfer Office. Valorization potential includes licensing of (improved) strains or information on linking a specific sequence variant to a phenotype. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Existing agreements between VIB and KU Leuven do not restrict publication of data. There is no IP on the generated strains that would prevent us from storing the strains, performing the anticipated experiments or publishing the results. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Materials requested from other labs (e.g. reporters needed to perform the phenotypic characterization described in T6.1) might be subject to MTAs. This will be done in consultation with our host institution's legal departments to minimize restrictions on the use of these materials. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Biological material: Cryotubes and multi-well plates will be labeled with a reference number that links to an entry in our Microsoft Access Database which is hosted on a central server and accessible to all people involved in the project. All relevant information on the specific strains will be included in this database. This includes strain identifier, a clear description of how the mutants were constructed and a link to whole genome sequence if applicable. Experimental results: Data will be generated following standardized protocols which are stored in a central OneNote notebook. Furthermore, an E-notebook will be used to register day-by-day activities. Raw data, history and context of experiments, protocols and analyzed data will be uploaded to this E-Notebook and backed up in the cloud. After publication or upon submission of manuscripts for publication, all datasets described in the publication will be deposited in dedicated data repositories (see below). Scripts: All scripts for producing evolutionary simulations and figures will be properly annotated so that the code is understandable and can be used to re-generate the results. After publication or upon submission of manuscripts for publication, all scripts will be uploaded in dedicated data repositories (see below), including a readme file that explains what each script is exactly used for. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. Created using DMPonline.be. Last modiﬁed 14 March 2024 5 of 10 If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Various data types come with their own metadata containing technical information about settings, machine types, pixel density, resolution, channels... Examples of these include .fastq NGS files containing standard metadata on sequencing technique, or .nd2 following the Nikon metadata standards. Throughout the project, these data files will be preserved with their original metadata. For .txt, .csv, .xlsx files containing tabular information, extra tabs or a head text section will be used to explain the data, the meaning of the columns… For others lacking a formally acknowledged metadata standard, Dublin Core Metadata will be used and a readme file will be saved in the same directory of the datafiles to explain the various data files and give a broad overview of the analyses steps. Moreover, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata standards that are more specific to our data. After publication or upon submission of manuscripts for publication, all datasets described in the publication will be deposited in data repositories (see below). Depending on the repository that is used, the metadata standard used by that specific repository will be filled in. Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) Personal network drive (I-drive) OneDrive (KU Leuven) Sharepoint online Large Volume Storage Other (specify below) Biological material: Cryotubes and multi-well plates will be stored in -80° freezers with restricted access. Experimental and evolutionary simulation results: An E-Notebook will be used to collect data. Low-volume data, protocols and analyses will subsequently be stored in secure and internally shared folders on university servers with built-in backup and versioning (SharePoint). Although built-in backup systems are in place, password-protected hard drives equipped with anti-virus programs will be used as backup. A network drive will also be used for large-scale data (e.g. NGS data and microscopy data). A copy of these datasets will be made to desktop PCs with large computational power (or to a computing cluster of our host institution) whenever data analyses will be performed. For final datasets (including evolutionary simulation results) that are part of publications or manuscripts posted on preprint servers, datasets will be deposited in publicly available repositories. Depending on the data type, this could be the SRA depository (for NGS data), KU Leuven's own data repository (RDR), Mendeley Data... and, whenever possible or required, data will also be fully shared via the publisher's website. Scripts and code will be stored (and shared after reaching a finality) via GitHub or the KU Leuven GitLab server (https://gitlab.kuleuven.be/). How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Other (specify below) Biological material: A backup of critical strains will be stored in the different host labs involved in the project. Experimental and evolutionary simulation results: Data will be stored on KU Leuven’s central servers with automatic daily back-up and version control procedures. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Created using DMPonline.be. Last modiﬁed 14 March 2024 6 of 10 Yes Biological material: Sufficient storage is available. Experimental and evolutionary simulation results: OneDrive at KU Leuven offers 5TB of data per user. Network storage is purchased on a group level and increased whenever needed. GitHub space is currently free of charge and only requires small volumes. External hard drives are cheap for large volumes and are readily available in the labs. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Biological material: Unauthorized people do not have access to the strains. Experimental and evolutionary simulation results: E-notebooks are password protected and data stored in KU Leuven’s secure environments are secured by a two factor authorization and frequently changed passwords. External HDD are password-protected and stored in the safety of the labs. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Biological material: -80° freezers are currently present in the host labs (costs are covered by general lab expenses). Experimental and evolutionary simulation results: The costs for large volume storage are limited and covered by general lab expenses. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? KU Leuven RDR Other (specify below) Biological material: All strains will be stored for at least 10 more years after the end of the project. For this purpose, -80° freezers are available in the different host labs. Relevant strains will also be deposited in a public repository (e.g. the Belgian Coordinated Collections of Micro-organisms (BCCM)). Experimental and evolutionary simulation results: Data will in first instance be stored on KU Leuven central servers, and, after publication, data will additionally indefinitely be stored in open access repositories (e.g. Zenodo, Mendeley Data, KU Leuven’s RDR). Dedicated repositories will be used for specific datatypes e.g. SRA for NGS data. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Biological material: -80° freezers are present (included in general lab costs). Deposit of biological material in public repositories is generally without a fee. Experimental and evolutionary simulation results: The costs will be covered by general lab budgets. Created using DMPonline.be. Last modiﬁed 14 March 2024 7 of 10 Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Other (specify below) All published data will be made available at the time of publication. However, in case we identify valuable IP, we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. This will be done after consulting with KU Leuven LRD. Unpublished, essential data will be available to (future) lab members via internal IT provisions. If access is restricted, please specify who will be able to access the data and under what conditions. All published data will be made available at the time of publication. However, in case we identify valuable IP, we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. This will be done after consulting with KU Leuven LRD. Unpublished, essential data will be available to (future) lab members via internal IT provisions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Other (specify below) As a general rule, datasets will be made openly accessible via existing platforms that support FAIR data sharing (www.fairsharing.org). Sharing policies for specific research outputs are detailed below. Manuscripts: We opt for open access publications where possible. Publications will be automatically listed in our institutional repository, Lirias 2.0, based on the authors name and ORCID ID. Biological data: Bacteria and yeast strains will be shared upon simple request following publication unless we identify valuable IP. In this case, we will first protect commercial exploitation, either through patenting or via an MTA that restricts the material from commercial use. Research documentation: All protocols used to generate published data will be described in the corresponding manuscript(s), and the related documentation will be included as supplementary information. These data and all other documents deposited in lab notebooks are accessible to the PI and the research staff involved in the project, and will be made available upon request. Algorithms and scripts: As soon as a manuscript is publicly available, algorithms and scripts will be deposited in a GitHub repository. Datasets: Datasets (including those of evolutionary simulations studies) will be deposited in open access repositories. Nucleic acid and protein sequences: Upon publication, all sequences supporting a manuscript will be made publicly available via repositories such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes) and the Protein Database (for protein sequences). Created using DMPonline.be. Last modiﬁed 14 March 2024 8 of 10 When will the data be made available? Upon publication of research results Other (specify below) As a general rule all research outputs will be made openly accessible at the latest at the time of publication. No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements – note that patent application filing will be planned so that publications need not be delayed – or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. Unpublished data will be embargoed for public access for another 5 years to allow the research groups to publish research findings. Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be conform community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and License, with a material transfer agreement when applicable). Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. A budget for publication costs has been requested in this project. Responsibilities Who will manage data documentation and metadata during the research project? All researchers will regularly upload their data, protocols and metadata on the E-notebook and university servers, and regular back-ups will be additionally made on external hard disks (password protected and encrypted). The final responsibility for data documentation & metadata will be with the WP leaders: WP1. Verstrepen, Govers WP2. Michiels, Govers WP3. Verstrepen, van den Berg WP4. Verstrepen, Govers WP5. Michiels, van den Berg WP6. Michiels, Govers WP7. Verstrepen, Govers WP8. Michiels, Govers WP9. van den Berg Created using DMPonline.be. Last modiﬁed 14 March 2024 9 of 10 WP10. van den Berg, Michiels Who will manage data storage and backup during the research project? WP leaders will be responsible for data storage & back up during the project: WP1. Verstrepen, Govers WP2. Michiels, Govers WP3. Verstrepen, van den Berg WP4. Verstrepen, Govers WP5. Michiels, van den Berg WP6. Michiels, Govers WP7. Verstrepen, Govers WP8. Michiels, Govers WP9. van den Berg WP10. van den Berg, Michiels Who will manage data preservation and sharing? WP leaders will be responsible for data preservation and reuse: WP1. Verstrepen, Govers WP2. Michiels, Govers WP3. Verstrepen, van den Berg WP4. Verstrepen, Govers WP5. Michiels, van den Berg WP6. Michiels, Govers WP7. Verstrepen, Govers WP8. Michiels, Govers WP9. van den Berg WP10. van den Berg, Michiels Who will update and implement this DMP? Jan Michiels bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 14 March 2024 10 of 10"
}