{
    "document_id": "D-2024-2487",
    "LinkTitle": "D-2024-2487",
    "file_name": "D-2024-2487.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2487.pdf",
    "metadata": {
        "title": "Designing affinity-based nanoswitches on a fiber optic surface plasmon resonance biosensor for continuous biomarker monitoring",
        "author": "N/A",
        "num_pages": 10
    },
    "content": {
        "full_text": "Designing affinity-based nanoswitches on a fiber optic surface plasmon resonance biosensor\nfor continuous biomarker monitoring\nA Data Management Plan created using DMPonline.be\nCreator: \nAnnelies Dillen\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1221824N\nID: \n204433\nStart date: \n01-10-2023\nEnd date: \n30-09-2026\nProject abstract:\nThroughout the last decades, biomarker monitoring has become standard practice in health care, biotechnology, environmental analysis,\nand food production among others, as it enables diagnosis, intervention, and quality control. However, this is currently performed via\nbatch measurements, for which samples have to be obtained from the environment of interest, transported to well-equipped laboratories\nand pretreated, before measurements can be performed. This whole process involves many tedious and time-consuming steps, which\ncauses a delay between the sampling and data output, thereby limiting the possibilities for rapid diagnosis or intervention. Continuous\nbiosensors can overcome the abovementioned drawbacks by providing real-time information about biochemical processes occurring in\nthe environment of interest, and enabling direct and even feedback-controlled intervention. However, these biosensors are currently still\nin their infancy. Therefore, in this project, we aim to design and develop a new concept for continuous biosensing, by developing a library\nof affinity-based nanoswitches and combining them with a new signal generation concept, based on the spatial redistribution of gold\nnanoparticles on fiber optic surface plasmon resonance-based sensors. This will be realized by combining both modelling and empirical\napproaches, and as a result, a highly innovative and general concept will be obtained, applicable to a variety of targets and applications.\nLast modified: \n03-04-2024\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n1 of 10\nDesigning affinity-based nanoswitches on a fiber optic surface plasmon resonance biosensor\nfor continuous biomarker monitoring\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n2 of 10\nDesigning affinity-based nanoswitches on a fiber optic surface plasmon resonance biosensor\nfor continuous biomarker monitoring\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n3 of 10\nDesigning affinity-based nanoswitches on a fiber optic surface plasmon resonance biosensor\nfor continuous biomarker monitoring\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or\n(re)use. (use up to 700 characters)\nGeneration of new data:\nDNA sequences (.xlsx, .docx) ~0.5 GB\nspectrophotometer data  (.sda, .csv) ~0.5 GB\nFO-SPR data (.txt, .csv, .xlsx) ~2 GB\nMatlab simulation data (.m, .mat) ~2 GB\nComsol simulation data (.mph) ~200 GB\nElectrochemical measurement data (.txt, .pssession) ~0.5 GB\nMicrofluidic chip designs (.f3d, .stl, .dwg, .dxf, .cif) ~1GB\nObservational data: written down in electronic lab notebook (eLABJournal)\n(Statistical) Analysis of data as .xlsx, .m, .mat, .jmp,...with expected volume ~ 2 GB\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after\nthe end of the research? Motivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\nDr. Annelies Dillen, working on this project will be responsible to store the data on the appropriate accommodation provided\nby KU Leuven. The ICTS service of KU Leuven is responsible for the back-up of the network drives at KU Leuven. The\nfolders will be managed by Annelies and other Postdocs in the group.\n2\n. \nStorage capacity/repository\nduring the research\nData will be primarily stored on Annelies' personal KU Leuven OneDrive. This time-stamped digital data will be\nbacked-up to an already created project folder on the shared drive (J:) of KU Leuven. The time- stamped digital\nmetadata will be stored on the server of the electronic labbook (eLABJournal, Bio-ITech). The folder is open for all\nthe staff that will be working on this project and is secured and backed-up by the ICTS service of KU Leuven.\nCopies can be made and kept on personal devices.\nThe network drive for the project shared folder and the large volume storage folder are secured by the ICTS service\nof KU Leuven with a mirror copy. Confidential data can and will be protected with a password (available only for PI\nJeroen Lammertyn). Visitors, MSc thesis students and internship students in the groups as well as other\nunauthorized persons will not have access to the data on the shared folder. Data storage in the cloud will be\navoided, unless for temporary use only, e.g., to transfer large files between the researchers involved in the project.\nKU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder is made\nfor the project to store data files.\nType 1 server back-end storage with mirror backup for the project shared folder will cost 57 Euro per Tb per year.\nCosts will be covered by the project consumables budget.\nafter the research\nThe data to be retained for the expected 5 years after the project's end are: dissemination data (source files of\npublications and presentations) and the most relevant measurement data.\nThe research data will be stored on the (K:) drive of KU Leuven after the end of the project for long term storage.\nThe volume corresponding to dissemination data is expected to be relatively low (<10 GB), and therefore can be\nseamlessly embedded on the (K:) drive of KU Leuven. For research data, at current archiving costs of 10\nEuro/(TB*year), we estimate a cost of 10 Euro/year. These costs will be covered by funding acquired by the project\nPIs in the context of other research projects.\n \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation\nterm of 5 years? (max. 700 characters)\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n4 of 10\nThere is no intention to deviate from the principle of preservation of data.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific\nsecurity measures do those data require? (use up to 700 characters)\nThere are no issues concerning research data indicated in the ethics questionnaire of this application form.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nThere are no 3rd party agreements in place regarding this project. Regular meetings with KU Leuven LRD will be held to evaluate\nand protect possible IP generated during the project that could lead to valorization actions. If deemed necessary, data that\nfall under IP will either not be shared, put under embargo, or a suitable license will be applied to the data when published (e.g.\nCreative Commons License).\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n5 of 10\nDesigning affinity-based nanoswitches on a fiber optic surface plasmon resonance biosensor\nfor continuous biomarker monitoring\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research\nproject. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient\nfor yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or\nphysical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of\nthe upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from\nthe following options:\nGenerate new\ndata\nReuse existing\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nDNA sequences\nsequence\ndata\nNew data\nDigital\nOther\n.xlsx, .docx\n<1GB\n \nspectrophotometer\ndata \nraw and\nprocessed\ndata\nNew data\nDigital\nExperimental\n.sda, .csv\n<1GB\n \nFO-SPR data\nraw and\nprocessed\ndata\nNew data\nDigital\nExperimental\n.txt, .csv,\n.xlsx\n<100GB\n \nMatlab simulation\ndata\nsimulation\nfiles\nNew data\nDigital\nSimulation data\n.m, .mat\n<100GB\n \nComsol simulation\ndata\nsimulation\nfiles\nNew data\nDigital\nSimulation data\n.mph\n<1TB\n \nElectrochemical\nmeasurement data\nraw and\nprocessed\ndata\nNew data\nDigital\nExperimental\n.txt,\n.pssession\n<1GB\n \nMicrofluidic chip\ndesigns\ndesign files\nNew data\nDigital\nOther\n.f3d, .stl,\n.dwg, .dxf, .cif\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL\netc.) per dataset or data type:\nnot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals,\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n6 of 10\ndual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when\nappropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nYes\nIf research data have potential for patent filing, scientific staff working on this project will discuss this with the IOF manager in the\ngroup and LRD to make sure that data are protected prior to publications.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they\nrelate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data\nyou (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be\nasserted.\nYes\nData sharing restrictions might potentially apply due to generation of IP. Regular meetings with KU Leuven LRD will be held to\nevaluate and protect possible IP generated during the project that could lead to valorization actions. If deemed necessary, data\nthat fall under IP will either not be shared, put under embargo, or a suitable license will be applied to the data when published (e.g.\nCreative Commons License).\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and\ntypes required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information\nis recorded).\nThe Biosensors group uses the electronic lab notebook in which a number of predetermined topics have to be described for each\nexperiment (objective, protocol, results, and conclusion). The electronic lab notebook facilitates searching for particular metadata\nthrough a search engine. By mimicking the folder structure of the electronic lab notebook in the server-based folder with the\nexperimental data, linking of the metadata to the actual data will be facilitated. \nAs a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data\nsharing (www.fairsharing.org). When depositing data in a local or public repository, the final dataset will be accompanied by this\ninformation in a README.txt document, following the Dublin Core Metadata standard if no other meta-standard is available yet.\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n7 of 10\nThis file will be located in the top-level directory of the dataset and will also list the contents of the other files and outline the file-\nnaming convention used. This will allow the data to be understood by other members of the laboratory and add contextual value\nto the dataset for future reuse.\nFor each peer-reviewed article, a separate folder will be made on the server, containing the latest Word version and all raw and\nprocessed data used in the article. In addition, a separate file will be made in the electronic lab notebook for each article,\ncontaining clickable links to all metadata files of data that were used in that particular article, to facilitate tracing back of protocols,\nresults and conclusions.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate\nper dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or\ndata type) which metadata will be created to make the data easier to find and reuse.\nYes\nTo guarantee reusable aspect of data, sufficient documentation and methods information will be provided, whereas CC-BY\nlicense will be attached to data through data repositories.\nFor more details, please see section 2.1.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nThe time-stamped digital data will be stored in an already created project folder on the shared drive (J:) of KU Leuven. The time-\nstamped digital metadata will be stored on the server of the electronic labbook (eLABJournal, Bio-ITech). The folder is open for all\nthe staff that will be working on this project and is secured and backed-up by the ICTS service of KU Leuven. Copies can be\nmade and kept on personal devices. Physical samples will be stored in fridges and freezers located in the respective laboratories\nor liquid nitrogen tanks managed at the departmental level. All samples will be tracked using electronic lab notebook (Biosensors\ngroup).\nHow will the data be backed up?\nThe digital data will be stored on the university's central servers with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes. KU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder is made for the\nproject to store data files.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe network drive for the project shared folder and the large volume storage folder are secured by the ICTS service of KU Leuven\nwith a mirror copy. Confidential data can and will be protected with a password (available only for PI Jeroen Lammertyn). Visitors,\nMSc thesis students and internship students in the groups as well as other unauthorized persons will not have access to the data\non the shared folder. Data storage in the cloud will be avoided, unless for temporary use only, e.g., to transfer large files between\nthe researchers involved in the project.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n8 of 10\nType 1 server back-end storage with mirror backup for the project shared folder will cost 57 Euro per Tb per year. Costs will be\ncovered by the project consumables budget.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g.\nlegal or contractual restrictions, storage/budget issues, institutional policies...).\nThe data to be retained for the expected 5 years after the project's end are: dissemination data (source files of publications and\npresentations) and the most relevant measurement data.\nWhere will these data be archived (stored and curated for the long-term)?\nThe research data will be stored on the (K:) drive of KU Leuven after the end of the project for long term storage.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nThe volume corresponding to dissemination data is expected to be relatively low (<10 GB), and therefore can be seamlessly\nembedded on the (K:) drive of KU Leuven. For research data, at current archiving costs of 10 Euro/(TB*year), we estimate a cost\nof 10 Euro/year. These costs will be covered by funding acquired by the project PIs in the context of other research projects.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please\nexplain per dataset or data type which data will be made available.\nYes, in an Open Access repository\nOnly researchers participating in the project will be able to access the data for the duration of the project. As soon as the article\nassociated with the data is ready for publication, the data will be made open through the institutional repositories mentioned in\n2.1. The data will be deposited in the institutional repositories: (KU Leuven: Research Data Repository (RDR) \nResearch Data\nRepository (RDR) - RDR - Research Data Repository\n(kuleuven.be)\n. Data will be assigned with DOIs to create trustworthy and persistent links for online content.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot applicable.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd\nparty, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nBefore making data and other research output from the project (e.g. journal articles, book chapters and conference proceedings)\nopenly available, they will be aligned with the project IP strategy to avoid premature disclosure, which can compromise the patent\nfiling application(s).\nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n9 of 10\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available?\nAs soon as the research results have been published, the data can be made available to other researchers.\nWhich data usage licenses are you going to provide? If none, please explain why.\nData from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that\nusers have to give credit to the original data creators.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide\nit in the comment section.\nYes\nData will be assigned with DOIs to create trustworthy and persistent links for online content.\nORCID will be included in all publications and other dissemination material for all the researchers involved in the project.\nWhat are the expected costs for data sharing? How will these costs be covered?\nA restricted access repository can be implemented on a free tool, such as OneDrive, up to a certain volume. If this volume does\nnot suffice, timelimited storage will be considered, thus limited to the time needed to download the data. The costs associated\nwith data storage will be covered by the budget foreseen in the project agreement.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nAnnelies Dillen \nWho will manage data storage and backup during the research project?\nAnnelies Dillen \nWho will manage data preservation and sharing?\nJeroen Lammertyn \nWho will update and implement this DMP?\nAnnelies Dillen, Jeroen Lammertyn \nCreated using DMPonline.be. Last modiﬁed 03 April 2024\n10 of 10"
    },
    "clean_full_text": "Designing affinity-based nanoswitches on a fiber optic surface plasmon resonance biosensor for continuous biomarker monitoring A Data Management Plan created using DMPonline.be Creator: Annelies Dillen Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1221824N ID: 204433 Start date: 01-10-2023 End date: 30-09-2026 Project abstract: Throughout the last decades, biomarker monitoring has become standard practice in health care, biotechnology, environmental analysis, and food production among others, as it enables diagnosis, intervention, and quality control. However, this is currently performed via batch measurements, for which samples have to be obtained from the environment of interest, transported to well-equipped laboratories and pretreated, before measurements can be performed. This whole process involves many tedious and time-consuming steps, which causes a delay between the sampling and data output, thereby limiting the possibilities for rapid diagnosis or intervention. Continuous biosensors can overcome the abovementioned drawbacks by providing real-time information about biochemical processes occurring in the environment of interest, and enabling direct and even feedback-controlled intervention. However, these biosensors are currently still in their infancy. Therefore, in this project, we aim to design and develop a new concept for continuous biosensing, by developing a library of affinity-based nanoswitches and combining them with a new signal generation concept, based on the spatial redistribution of gold nanoparticles on fiber optic surface plasmon resonance-based sensors. This will be realized by combining both modelling and empirical approaches, and as a result, a highly innovative and general concept will be obtained, applicable to a variety of targets and applications. Last modified: 03-04-2024 Created using DMPonline.be. Last modiﬁed 03 April 2024 1 of 10 Designing affinity-based nanoswitches on a fiber optic surface plasmon resonance biosensor for continuous biomarker monitoring DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 03 April 2024 2 of 10 Designing affinity-based nanoswitches on a fiber optic surface plasmon resonance biosensor for continuous biomarker monitoring GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 03 April 2024 3 of 10 Designing affinity-based nanoswitches on a fiber optic surface plasmon resonance biosensor for continuous biomarker monitoring Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Generation of new data: DNA sequences (.xlsx, .docx) ~0.5 GB spectrophotometer data (.sda, .csv) ~0.5 GB FO-SPR data (.txt, .csv, .xlsx) ~2 GB Matlab simulation data (.m, .mat) ~2 GB Comsol simulation data (.mph) ~200 GB Electrochemical measurement data (.txt, .pssession) ~0.5 GB Microfluidic chip designs (.f3d, .stl, .dwg, .dxf, .cif) ~1GB Observational data: written down in electronic lab notebook (eLABJournal) (Statistical) Analysis of data as .xlsx, .m, .mat, .jmp,...with expected volume ~ 2 GB Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) Dr. Annelies Dillen, working on this project will be responsible to store the data on the appropriate accommodation provided by KU Leuven. The ICTS service of KU Leuven is responsible for the back-up of the network drives at KU Leuven. The folders will be managed by Annelies and other Postdocs in the group. 2 . Storage capacity/repository during the research Data will be primarily stored on Annelies' personal KU Leuven OneDrive. This time-stamped digital data will be backed-up to an already created project folder on the shared drive (J:) of KU Leuven. The time- stamped digital metadata will be stored on the server of the electronic labbook (eLABJournal, Bio-ITech). The folder is open for all the staff that will be working on this project and is secured and backed-up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices. The network drive for the project shared folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Confidential data can and will be protected with a password (available only for PI Jeroen Lammertyn). Visitors, MSc thesis students and internship students in the groups as well as other unauthorized persons will not have access to the data on the shared folder. Data storage in the cloud will be avoided, unless for temporary use only, e.g., to transfer large files between the researchers involved in the project. KU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder is made for the project to store data files. Type 1 server back-end storage with mirror backup for the project shared folder will cost 57 Euro per Tb per year. Costs will be covered by the project consumables budget. after the research The data to be retained for the expected 5 years after the project's end are: dissemination data (source files of publications and presentations) and the most relevant measurement data. The research data will be stored on the (K:) drive of KU Leuven after the end of the project for long term storage. The volume corresponding to dissemination data is expected to be relatively low (<10 GB), and therefore can be seamlessly embedded on the (K:) drive of KU Leuven. For research data, at current archiving costs of 10 Euro/(TB*year), we estimate a cost of 10 Euro/year. These costs will be covered by funding acquired by the project PIs in the context of other research projects. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Created using DMPonline.be. Last modiﬁed 03 April 2024 4 of 10 There is no intention to deviate from the principle of preservation of data. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) There are no issues concerning research data indicated in the ethics questionnaire of this application form. Which other issues related to the data management are relevant to mention? (use up to 700 characters) There are no 3rd party agreements in place regarding this project. Regular meetings with KU Leuven LRD will be held to evaluate and protect possible IP generated during the project that could lead to valorization actions. If deemed necessary, data that fall under IP will either not be shared, put under embargo, or a suitable license will be applied to the data when published (e.g. Creative Commons License). Created using DMPonline.be. Last modiﬁed 03 April 2024 5 of 10 Designing affinity-based nanoswitches on a fiber optic surface plasmon resonance biosensor for continuous biomarker monitoring FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA DNA sequences sequence data New data Digital Other .xlsx, .docx <1GB spectrophotometer data raw and processed data New data Digital Experimental .sda, .csv <1GB FO-SPR data raw and processed data New data Digital Experimental .txt, .csv, .xlsx <100GB Matlab simulation data simulation files New data Digital Simulation data .m, .mat <100GB Comsol simulation data simulation files New data Digital Simulation data .mph <1TB Electrochemical measurement data raw and processed data New data Digital Experimental .txt, .pssession <1GB Microfluidic chip designs design files New data Digital Other .f3d, .stl, .dwg, .dxf, .cif <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, Created using DMPonline.be. Last modiﬁed 03 April 2024 6 of 10 dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes If research data have potential for patent filing, scientific staff working on this project will discuss this with the IOF manager in the group and LRD to make sure that data are protected prior to publications. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Data sharing restrictions might potentially apply due to generation of IP. Regular meetings with KU Leuven LRD will be held to evaluate and protect possible IP generated during the project that could lead to valorization actions. If deemed necessary, data that fall under IP will either not be shared, put under embargo, or a suitable license will be applied to the data when published (e.g. Creative Commons License). 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The Biosensors group uses the electronic lab notebook in which a number of predetermined topics have to be described for each experiment (objective, protocol, results, and conclusion). The electronic lab notebook facilitates searching for particular metadata through a search engine. By mimicking the folder structure of the electronic lab notebook in the server-based folder with the experimental data, linking of the metadata to the actual data will be facilitated. As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org). When depositing data in a local or public repository, the final dataset will be accompanied by this information in a README.txt document, following the Dublin Core Metadata standard if no other meta-standard is available yet. Created using DMPonline.be. Last modiﬁed 03 April 2024 7 of 10 This file will be located in the top-level directory of the dataset and will also list the contents of the other files and outline the file- naming convention used. This will allow the data to be understood by other members of the laboratory and add contextual value to the dataset for future reuse. For each peer-reviewed article, a separate folder will be made on the server, containing the latest Word version and all raw and processed data used in the article. In addition, a separate file will be made in the electronic lab notebook for each article, containing clickable links to all metadata files of data that were used in that particular article, to facilitate tracing back of protocols, results and conclusions. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes To guarantee reusable aspect of data, sufficient documentation and methods information will be provided, whereas CC-BY license will be attached to data through data repositories. For more details, please see section 2.1. 3. Data storage & back-up during the research project Where will the data be stored? The time-stamped digital data will be stored in an already created project folder on the shared drive (J:) of KU Leuven. The time- stamped digital metadata will be stored on the server of the electronic labbook (eLABJournal, Bio-ITech). The folder is open for all the staff that will be working on this project and is secured and backed-up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices. Physical samples will be stored in fridges and freezers located in the respective laboratories or liquid nitrogen tanks managed at the departmental level. All samples will be tracked using electronic lab notebook (Biosensors group). How will the data be backed up? The digital data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes. KU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder is made for the project to store data files. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The network drive for the project shared folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Confidential data can and will be protected with a password (available only for PI Jeroen Lammertyn). Visitors, MSc thesis students and internship students in the groups as well as other unauthorized persons will not have access to the data on the shared folder. Data storage in the cloud will be avoided, unless for temporary use only, e.g., to transfer large files between the researchers involved in the project. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 03 April 2024 8 of 10 Type 1 server back-end storage with mirror backup for the project shared folder will cost 57 Euro per Tb per year. Costs will be covered by the project consumables budget. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The data to be retained for the expected 5 years after the project's end are: dissemination data (source files of publications and presentations) and the most relevant measurement data. Where will these data be archived (stored and curated for the long-term)? The research data will be stored on the (K:) drive of KU Leuven after the end of the project for long term storage. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The volume corresponding to dissemination data is expected to be relatively low (<10 GB), and therefore can be seamlessly embedded on the (K:) drive of KU Leuven. For research data, at current archiving costs of 10 Euro/(TB*year), we estimate a cost of 10 Euro/year. These costs will be covered by funding acquired by the project PIs in the context of other research projects. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Only researchers participating in the project will be able to access the data for the duration of the project. As soon as the article associated with the data is ready for publication, the data will be made open through the institutional repositories mentioned in 2.1. The data will be deposited in the institutional repositories: (KU Leuven: Research Data Repository (RDR) Research Data Repository (RDR) - RDR - Research Data Repository (kuleuven.be) . Data will be assigned with DOIs to create trustworthy and persistent links for online content. If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Before making data and other research output from the project (e.g. journal articles, book chapters and conference proceedings) openly available, they will be aligned with the project IP strategy to avoid premature disclosure, which can compromise the patent filing application(s). Created using DMPonline.be. Last modiﬁed 03 April 2024 9 of 10 Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? As soon as the research results have been published, the data can be made available to other researchers. Which data usage licenses are you going to provide? If none, please explain why. Data from the project that can be shared will be made available under a creative commons attribution license (cc-by 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Data will be assigned with DOIs to create trustworthy and persistent links for online content. ORCID will be included in all publications and other dissemination material for all the researchers involved in the project. What are the expected costs for data sharing? How will these costs be covered? A restricted access repository can be implemented on a free tool, such as OneDrive, up to a certain volume. If this volume does not suffice, timelimited storage will be considered, thus limited to the time needed to download the data. The costs associated with data storage will be covered by the budget foreseen in the project agreement. 6. Responsibilities Who will manage data documentation and metadata during the research project? Annelies Dillen Who will manage data storage and backup during the research project? Annelies Dillen Who will manage data preservation and sharing? Jeroen Lammertyn Who will update and implement this DMP? Annelies Dillen, Jeroen Lammertyn Created using DMPonline.be. Last modiﬁed 03 April 2024 10 of 10"
}