{
    "document_id": "D-2023-2412",
    "LinkTitle": "D-2023-2412",
    "file_name": "D-2023-2412.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2412.pdf",
    "metadata": {
        "title": "Shear-driven interlaminar fracture of composite laminates using in-situ computed tomography: a multiscale approach",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Shear-driven interlaminar fracture of composite laminates using in-situ\ncomputed tomography: a multiscale approach\nA Data Management Plan created using DMPonline.be\nCreator: \nPanayiotis Tsokanas \n \nhttps://orcid.org/0000-0001-5110-0632\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nPDMT1/23/003\nID: \n202121\nStart date: \n01-10-2023\nEnd date: \n30-09-2024\nProject abstract:\nLightweight structures are essential for meeting global emission regulations. Fibre-reinforced composites represent a\nhighly profitable and fast-growing market for the EU. Their high stiffness, strength, and design flexibility enable\nlightweight structures with a low carbon footprint. However, two main drawbacks hinder their industrial exploitation:\npoor delamination resistance and limited design space due to the lack of robust design tools. Delamination, a failure\nmode that separates plies from each other, is among the most prevalent life-limiting failure modes in laminated\ncomposites. Shear-driven (or mode II) delaminations are more challenging to hinder than opening (or mode I)\ndelaminations, partially because through-the thickness reinforcements are much less effective in mode II. SHIFT will\naddress the challenges and knowledge gaps regarding mode II delamination in laminated composites, thus addressing\ncurrent industrial needs for damage tolerance, weight savings, and sustainability. The experienced researcher (ER) will\nconduct a novel experimental campaign to fundamentally understand delamination initiation and propagation at the\nmicro- and mesoscale. Firstly, lab-scale and synchrotron computed tomography will be employed to identify\nmicrostructural features that delay delamination. Next, a state-of-the-art micromechanical model developed at KU\nLeuven will be validated based on observed micromechanisms. Lastly, the mode II interlaminar fracture toughness of\nthe composites will be assessed by applying digital volume correlation to computed tomography images. The obtained\ninformation and new, fundamental understanding will facilitate the efficient design of composites with higher resistance\nto shear-driven delaminations.\nLast modified: \n23-11-2023\nCreated using DMPonline.be. Last modiﬁed 23 November 2023\n1 of 5\nShear-driven interlaminar fracture of composite laminates using in-situ\ncomputed tomography: a multiscale approach\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile format\nData volume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data) \nIndicate:\nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical \nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nOptical images\nTaken using an optical microscope or\nscanning electron microscope (SEM)\n N\n D\n I\n.tiff\n<100GB\n \nXCT volumes\nTaken in-situ with a lab-scale scanner – 5\nspecimen types, 3 repeats for each\nspecimen, 10 scans of 3 GB for each\nrepeat\n N\n D\n I\n.tiff\n <5TB\n \nSynchrotron CT\nvolumes\nTaken at synchrotron facilities – 5\nspecimen types, 3 repeats for each\nspecimen, 50 scans of 7 GB for each\nrepeat\n N\n D\n I\n.tiff\n>5TB\n \nDVC fields\nProcessed with Avizo\n N\n D\n SO\n.am, csv\n<5TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNo, we will not reuse existing data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nYes, dual use (Provide approval number below)\nCarbon fibres are dual-use items. The KU Leuven ‘Ethics Committee on Dual Use, Military use & Misuse of Research’ sets out three questions:\nDoes the research have a military finality?\nIs the research part of a sensitive call?\nIs there a sensitive partner, funding body, end use(r) due to the project content?\nThe answer to all three questions is clearly ‘no’ for this project, which implies that we do not have to apply for explicit approval of the committee.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 23 November 2023\n2 of 5\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \n1\n. \nFor the optical images: camera details, imaging rate, magnification, specimen dimension, and speckle patterning technique\n2\n. \nFor the scanning electron microscopy (SEM) images: SEM details, voltage, current, magnification, specimen dimensions, and coating details\n3\n. \nFor the X-ray CT volumes: source and detector configurations, specimen dimension, and load and displacement for each scan, as well as the scan settings (power\nand voltage, voxel size, exposure time, number of projections, and source and detector position). The scan settings are generated automatically by the scan\nsoftware, which will be appended to the documentation.\n4\n. \nFor the synchrotron CT volumes: similar to item 3, adding the beam type (monochromatic vs. white beam) and the camera type and settings\n5\n. \nFor the DVC data: specimen dimension and load and displacement for each scan, displacement initialisation details, type of DVC (local vs. global), and subvolume\nsize\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nFor the optical images, manual metadata will be created including the data mentioned above.\nFor the scanning electron microscopy images, this data is automatically created.\nFor the CSV and TIFF data, the ISA-Tab standard, developed at the University of Oxford, will be followed.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOther (specify below)\nAll the data will be stored on my hard drive, and the smaller files will be stored on OneDrive.\nHow will the data be backed up?\nOther (specify below)\nI will regularly backup my data on my supervisor’s NAS system that I have access.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nWe have enough space on our NAS for the mentioned data. We will buy one more hard drive to enable easy access to the data.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOur data is not highly sensitive. The data on our NAS and hard drives are encrypted, and access to our NAS is limited to a few people in the group. The selected data on\nOneDrive is only accessible to me.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe will buy one external hard drive, which can be covered on my bench fee. Our NAS still has enough storage capacity at the moment, so we only need minor further\ninvestment if the current hard drive fails.\nCreated using DMPonline.be. Last modiﬁed 23 November 2023\n3 of 5\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nThe data will be retained for 10 years after the end of the project. When the researcher eventually leaves KU Leuven, the responsibility will be transferred to Prof. Yentl\nSwolfs.\nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nOn the NAS and the external HDD.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nSince the selected data will be stored locally on two different storages, there are no extra costs associated with it.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nThe full datasets may be too large to make all of them publicly available. However, we will make the most useful images and model data available through supplementary\ninformation, a Data-in-Brief article, or Mendeley Data.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nBoth Mendeley Data and Data in Brief articles are open access. The data will therefore be accessible to the public.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nWe already regularly publish datasets on Mendeley Data with an accompanying Data in Brief journal paper. We will do the same for the current project.\nWhen will the data be made available? \nUpon publication of research results\nWe will make the data publicly available as soon as the results are submitted for publication.\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nCreated using DMPonline.be. Last modiﬁed 23 November 2023\n4 of 5\n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nMendeley Data provides 10 GB of free space, which I believe is enough for the selected data for public access. Data in Brief publication has a cost of 700 USD, which will\nbe paid from the project bench fee.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nPanayiotis Tsokanas\nWho will manage data storage and backup during the research project? \nPanayiotis Tsokanas\nWho will manage data preservation and sharing? \nPanayiotis Tsokanas\nWho will update and implement this DMP? \nPanayiotis Tsokanas\nCreated using DMPonline.be. Last modiﬁed 23 November 2023\n5 of 5"
    },
    "clean_full_text": "Shear-driven interlaminar fracture of composite laminates using in-situ computed tomography: a multiscale approach A Data Management Plan created using DMPonline.be Creator: Panayiotis Tsokanas https://orcid.org/0000-0001-5110-0632 Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: PDMT1/23/003 ID: 202121 Start date: 01-10-2023 End date: 30-09-2024 Project abstract: Lightweight structures are essential for meeting global emission regulations. Fibre-reinforced composites represent a highly profitable and fast-growing market for the EU. Their high stiffness, strength, and design flexibility enable lightweight structures with a low carbon footprint. However, two main drawbacks hinder their industrial exploitation: poor delamination resistance and limited design space due to the lack of robust design tools. Delamination, a failure mode that separates plies from each other, is among the most prevalent life-limiting failure modes in laminated composites. Shear-driven (or mode II) delaminations are more challenging to hinder than opening (or mode I) delaminations, partially because through-the thickness reinforcements are much less effective in mode II. SHIFT will address the challenges and knowledge gaps regarding mode II delamination in laminated composites, thus addressing current industrial needs for damage tolerance, weight savings, and sustainability. The experienced researcher (ER) will conduct a novel experimental campaign to fundamentally understand delamination initiation and propagation at the micro- and mesoscale. Firstly, lab-scale and synchrotron computed tomography will be employed to identify microstructural features that delay delamination. Next, a state-of-the-art micromechanical model developed at KU Leuven will be validated based on observed micromechanisms. Lastly, the mode II interlaminar fracture toughness of the composites will be assessed by applying digital volume correlation to computed tomography images. The obtained information and new, fundamental understanding will facilitate the efficient design of composites with higher resistance to shear-driven delaminations. Last modified: 23-11-2023 Created using DMPonline.be. Last modiﬁed 23 November 2023 1 of 5 Shear-driven interlaminar fracture of composite laminates using in-situ computed tomography: a multiscale approach Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Optical images Taken using an optical microscope or scanning electron microscope (SEM) N D I .tiff <100GB XCT volumes Taken in-situ with a lab-scale scanner – 5 specimen types, 3 repeats for each specimen, 10 scans of 3 GB for each repeat N D I .tiff <5TB Synchrotron CT volumes Taken at synchrotron facilities – 5 specimen types, 3 repeats for each specimen, 50 scans of 7 GB for each repeat N D I .tiff >5TB DVC fields Processed with Avizo N D SO .am, csv <5TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No, we will not reuse existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, dual use (Provide approval number below) Carbon fibres are dual-use items. The KU Leuven ‘Ethics Committee on Dual Use, Military use & Misuse of Research’ sets out three questions: Does the research have a military finality? Is the research part of a sensitive call? Is there a sensitive partner, funding body, end use(r) due to the project content? The answer to all three questions is clearly ‘no’ for this project, which implies that we do not have to apply for explicit approval of the committee. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 23 November 2023 2 of 5 No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). 1 . For the optical images: camera details, imaging rate, magnification, specimen dimension, and speckle patterning technique 2 . For the scanning electron microscopy (SEM) images: SEM details, voltage, current, magnification, specimen dimensions, and coating details 3 . For the X-ray CT volumes: source and detector configurations, specimen dimension, and load and displacement for each scan, as well as the scan settings (power and voltage, voxel size, exposure time, number of projections, and source and detector position). The scan settings are generated automatically by the scan software, which will be appended to the documentation. 4 . For the synchrotron CT volumes: similar to item 3, adding the beam type (monochromatic vs. white beam) and the camera type and settings 5 . For the DVC data: specimen dimension and load and displacement for each scan, displacement initialisation details, type of DVC (local vs. global), and subvolume size Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes For the optical images, manual metadata will be created including the data mentioned above. For the scanning electron microscopy images, this data is automatically created. For the CSV and TIFF data, the ISA-Tab standard, developed at the University of Oxford, will be followed. Data Storage & Back-up during the Research Project Where will the data be stored? Other (specify below) All the data will be stored on my hard drive, and the smaller files will be stored on OneDrive. How will the data be backed up? Other (specify below) I will regularly backup my data on my supervisor’s NAS system that I have access. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes We have enough space on our NAS for the mentioned data. We will buy one more hard drive to enable easy access to the data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Our data is not highly sensitive. The data on our NAS and hard drives are encrypted, and access to our NAS is limited to a few people in the group. The selected data on OneDrive is only accessible to me. What are the expected costs for data storage and backup during the research project? How will these costs be covered? We will buy one external hard drive, which can be covered on my bench fee. Our NAS still has enough storage capacity at the moment, so we only need minor further investment if the current hard drive fails. Created using DMPonline.be. Last modiﬁed 23 November 2023 3 of 5 Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy The data will be retained for 10 years after the end of the project. When the researcher eventually leaves KU Leuven, the responsibility will be transferred to Prof. Yentl Swolfs. Where will these data be archived (stored and curated for the long-term)? Other (specify below) On the NAS and the external HDD. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Since the selected data will be stored locally on two different storages, there are no extra costs associated with it. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Other (specify below) The full datasets may be too large to make all of them publicly available. However, we will make the most useful images and model data available through supplementary information, a Data-in-Brief article, or Mendeley Data. If access is restricted, please specify who will be able to access the data and under what conditions. Both Mendeley Data and Data in Brief articles are open access. The data will therefore be accessible to the public. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Other data repository (specify below) We already regularly publish datasets on Mendeley Data with an accompanying Data in Brief journal paper. We will do the same for the current project. When will the data be made available? Upon publication of research results We will make the data publicly available as soon as the results are submitted for publication. Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. Created using DMPonline.be. Last modiﬁed 23 November 2023 4 of 5 ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? Mendeley Data provides 10 GB of free space, which I believe is enough for the selected data for public access. Data in Brief publication has a cost of 700 USD, which will be paid from the project bench fee. Responsibilities Who will manage data documentation and metadata during the research project? Panayiotis Tsokanas Who will manage data storage and backup during the research project? Panayiotis Tsokanas Who will manage data preservation and sharing? Panayiotis Tsokanas Who will update and implement this DMP? Panayiotis Tsokanas Created using DMPonline.be. Last modiﬁed 23 November 2023 5 of 5"
}