{
    "document_id": "D-2024-3140",
    "LinkTitle": "D-2024-3140",
    "file_name": "D-2024-3140.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3140.pdf",
    "metadata": {
        "title": "Polyamine as a novel polymer material for ultra-stable membranes",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Polyamine as a novel polymer material for ultra-stable membranes\nPolyamine as a novel polymer material for ultra-stable membranes\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \nDataset name\n/ ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile format\nData volume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical \nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nLab notes\nDescription of the\npractical\nexecution of\nexperiments\nNew\nDigital and if\nPhysical, they\nwill be\ndigitalized as\nmaterials and\nmethod\nsection\nObservational and\nexperimental\n.docx\n<100 GB\n5-10 note\nbooks\nUV-vis\nUV-vis spectra\nNew\nDigital\nExperimental\n.xlsx\n< 100 GB\n \nFiltration\nresults\nResults form the\nfiltration\nexperiments\nNew\nDigital\nExperimental\n.xlsx\n< 100 GB\n \nIR\ninfrared\nspectroscopy data\nNew\nDigital\nExperimental\n.xlsx/.dpt/.0\n< 100 GB\n \nPorometry\nPorometry data\nNew\nDigital\nExperimental\n.txt/.xlsx/.docx\n< 100 GB\n \nMicroscopy\ndata\nSEM, TEM, AFM\nNew\nDigital\nExperimental\n.tif\n< 100 GB\n \nZeta-potential\ndata\nZeta-potential\nmeasurements\nNew\nDigital\nExperimental\n.xlsx\n< 1 TB\n \nPerformance\ndata\nRedox flow battery\nand electrolyzer\nexperiments\nNew\nDigitla\nExperimental\n.xlsx\n<1 TB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nN.a.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nCreated using DMPonline.be. Last modiﬁed 10 October 2024\n1 of 5\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nYes\nBefore every publication, the potential towards IP creation will be assessed. If there is IP potential, the relevance will be\ncommunicated with the relevant tech transfer offices. Therefore, all relevant data will be kept restricted until assessment towards\nfiling a patent. Once these granted, this data can be made public.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable\ndata understandable\nand usable\nand usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nused, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe data files will be named using a standardized naming system, including date of the experiment, name of the researcher,\nsample code,... The used codes will correspond to the codes used in the lab notebooks.\nAn index or table of content file will be provided with the explanation of each code and a short description of each related project.\nIn this index, also a link will be embedded to the data file location.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nAn index or table of content file will be provided with the explanation of each code and a short description of each related project.\nIn this index, also a link will be embedded to the data file location.\nCreated using DMPonline.be. Last modiﬁed 10 October 2024\n2 of 5\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nLarge Volume Storage\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nEvery 3 months a backup will be made of all files in the OneDrive folder to the Archive K drive.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nData will only be stored on OneDrive and the internal KU Leuven drives. Both are only accessable through a 2-step autentication\nprotocol (password and KU Leuven authenticator).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe costs for storage on the shared J: drive are 500 euro/TB. OneDrive is free of charge.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nCreated using DMPonline.be. Last modiﬁed 10 October 2024\n3 of 5\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe costs for long term data storage are 50 euro per TB per year.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAll researchers and PI will have access at all time to the data. Externals can get access to the data upon approval of the PI.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nOnly data with potential IP protection will be restricted to the consortium members and will not be published before filing a patent.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nCreated using DMPonline.be. Last modiﬁed 10 October 2024\n4 of 5\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nKU Leuven RDR free for 50 GB\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researchers\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe researchers\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nGuy Koeckelberghs\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nGuy Koeckelberghs\nCreated using DMPonline.be. Last modiﬁed 10 October 2024\n5 of 5"
    },
    "clean_full_text": "Polyamine as a novel polymer material for ultra-stable membranes Polyamine as a novel polymer material for ultra-stable membranes Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Lab notes Description of the practical execution of experiments New Digital and if Physical, they will be digitalized as materials and method section Observational and experimental .docx <100 GB 5-10 note books UV-vis UV-vis spectra New Digital Experimental .xlsx < 100 GB Filtration results Results form the filtration experiments New Digital Experimental .xlsx < 100 GB IR infrared spectroscopy data New Digital Experimental .xlsx/.dpt/.0 < 100 GB Porometry Porometry data New Digital Experimental .txt/.xlsx/.docx < 100 GB Microscopy data SEM, TEM, AFM New Digital Experimental .tif < 100 GB Zeta-potential data Zeta-potential measurements New Digital Experimental .xlsx < 1 TB Performance data Redox flow battery and electrolyzer experiments New Digitla Experimental .xlsx <1 TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: N.a. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Created using DMPonline.be. Last modiﬁed 10 October 2024 1 of 5 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes Before every publication, the potential towards IP creation will be assessed. If there is IP potential, the relevance will be communicated with the relevant tech transfer offices. Therefore, all relevant data will be kept restricted until assessment towards filing a patent. Once these granted, this data can be made public. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable data understandable and usable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The data files will be named using a standardized naming system, including date of the experiment, name of the researcher, sample code,... The used codes will correspond to the codes used in the lab notebooks. An index or table of content file will be provided with the explanation of each code and a short description of each related project. In this index, also a link will be embedded to the data file location. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No An index or table of content file will be provided with the explanation of each code and a short description of each related project. In this index, also a link will be embedded to the data file location. Created using DMPonline.be. Last modiﬁed 10 October 2024 2 of 5 Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) Large Volume Storage How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) Every 3 months a backup will be made of all files in the OneDrive folder to the Archive K drive. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data will only be stored on OneDrive and the internal KU Leuven drives. Both are only accessable through a 2-step autentication protocol (password and KU Leuven authenticator). What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The costs for storage on the shared J: drive are 500 euro/TB. OneDrive is free of charge. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Created using DMPonline.be. Last modiﬁed 10 October 2024 3 of 5 What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The costs for long term data storage are 50 euro per TB per year. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. All researchers and PI will have access at all time to the data. Externals can get access to the data upon approval of the PI. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights Only data with potential IP protection will be restricted to the consortium members and will not be published before filing a patent. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Data Transfer Agreement (restricted data) CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. Created using DMPonline.be. Last modiﬁed 10 October 2024 4 of 5 No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? KU Leuven RDR free for 50 GB Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researchers Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researchers Who will manage data preservation and sharing? Who will manage data preservation and sharing? Guy Koeckelberghs Who will update and implement this DMP? Who will update and implement this DMP? Guy Koeckelberghs Created using DMPonline.be. Last modiﬁed 10 October 2024 5 of 5"
}