{
    "document_id": "D-2022-1675",
    "LinkTitle": "D-2022-1675",
    "file_name": "D-2022-1675.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1675.pdf",
    "metadata": {
        "title": "My plan (Internal Funds DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (Internal Funds DMP) - DMP title\nProject Identifier\n u0127962\nGrant Title\n C3/22/004\nPrincipal Investigator / Researcher\n Ella Vermeir\nProject Data Contact\n Ella Vermeir\nDescription\n Implementation and evaluation study on the Personal Network Story.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nBea Maes\nKoen Hermans\nInternal Funds Project number & title\nC3 Implementing the 'Personal Network Story-intervention' to strenghten social networks of\nvulnerable groups in society\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nIn this research we will mostly collect qualitative data. In a first phase we organise focusgroups\n(6-8) with professionals and the target groups (persons with a disability in residential care,\n(formerly) homeless persons and persons with severe mental health problems) to get feedback\non the developed instruments of the intervention. Next to this, we organise a Delphi study to\nreceive feedback on the intervention from international experts (survey in Qualtrics, mostly\nqualitative data).\nIn a later stage of the research the intervention will be implemented in several organisations.\nInterviews will then be organised with participating professionals, clients and netwerk members\nof the clients.\nAll focusgroups and interviews will be transcribed.\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of\ndata\nFormat\nVolume\nHow created\nQualitative\ndata: 6-8\nfocus groups\nAudio-\nrecorded and\nstored in\nuncompressed\nmp3 format;\ntranscribed\ninto MS Word\nformat\napp. 10 MB\nface-to-face\nfocusgroups\nwith\nprofessionals\nand target\ngroups\nQualitative\ndata: online\nsurvey for\nDelphi study\nQualtrics and\nexported to\nexcel\napp. 100 KB\nOnline survey\nContact\ndetails\n(name, e-\nmail,\ntelephone\nnumber)\nGoogle Form\nand MS Word\nformat\napp. 50 KB\nCreated by\nresearcher\nbased on\nexisting\ncontacts in e-\nmail\ncorrespondance\nand new\ncontacts\nthrough a\ngoogle form\nQualitative\ndata: 60\ncases (each\ncase consists\nof an\ninterview\nwith the\nvulnerable\nperson, a\nnetwork\nmember and\nthe\nprofessional)\nAudio-\nrecorded and\nstored in\nuncompressed\nmp3 format;\ntranscribed\ninto MS Word\nformat\napp. 90 MB\nFace-to-face\ninterviews \n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nPersonal data of the professionals who participate in the focusgroups will be collected.\nCharacteristics as name, telephone number and e-mail address will be requested to ensure\nsmooth data collection. \nPersonal data of the persons of the target groups who participate in the focusgroups consists\nof age, gender and contact details. Furthermore, data is collected on the social networks of the\nperson with a disability/psychiatric background/background in homelessness (risk and protective\nfactors, dynamics, desires, perceptions) and on the effects of interventions related to\nstrengthening the person's social networks.\nLimited personal data of the internation experts who participate in the Delphi study is collected,\nonly contact information.\nThe same types of data will be collected in the second phase of the research when the\nintervention is implemented and evaluated. Next to the professionals and the clients, personal\ndata (contact details, view on social network,...) will be collected of network members of the\nclient.\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nSocial value: The research will promote knowledge about what social networks and social\ninclusion look like among the described vulnerable target groups in what ways they can be\nimproved. This contributes to an increased quality of life within these target groups.\nFavourable risk-benefit ratio: Some of the participants are a vulnerable target group because of\ntheir disability or background in homelessness or mental health problems. The data collection\nmay possibly provoke discomfort among the participants purely because of the context.\nHowever, one cannot find out the experiences of participants if they are not asked. There is no\nobservable behaviour or other ways to know. There is minimal risk, participants are questioned in\na context of their own choosing.\nScientific validity: Currently, there are few if any known effective interventions for these target\ngroups for network strengthening. This study will contribute by evaluating interventions to\nstrengthen social networks among the target groups on the one hand. On the other hand, more\ninsight will be gained into the complexity and dynamics of these social networks.\nRespect for subjects: Participants are informed of the voluntary nature of their participation and it\nis explained that they can stop their participation at any time. At the end of the study, all\nparticipants will be informed about the results. The information will be presented in a way they\ncan understand by means of a leaflet.\nThere are several ethical issues associated with the study. These include:\n(1) Research involves human participants\n(2) Research involves vulnerable individuals or groups\n(3) Research involves the collection and/or processing of personal data\nTherefore, a request for ethical approval from SMEC (social ethics committee, KU Leuven) was\nmade prior to the start of the research involving human participants and/or collection of personal\ndata.\nFrom the first contact with participants, a clear description of the process and purpose of the\nresearch will be provided. This is done in the form of an Informed Consent, understandable for\neach target group. We emphasise the fact that questions about the study can be asked at any\ntime and that, if necessary, the researcher can follow up with the participant. At the beginning of\neach interview, participant and researcher go through an informed consent (in line with SMEC\nguidelines) regarding the study and the use of audio materials. Participants are informed of the\nvoluntary nature of their participation and their right to stop their participation at any time.\nApproval by SMEC on 10/11/2022  (G-2022-5620-R2(MAR))\n \n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nNo\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\n1. For the focus groups, details on the setting of the focus groups, the informed consent process,\nthe subjects discussed and the instructions given to the researchers will be documented in a\nWord document. \n2. For the interviews, details on the setting of the interviews, the informed consent process, the\nsubjects discussed and the instructions given to the researchers will be documented in a Word\ndocument. \n3. For the Delphi study, details on the recruitment of the international experts, the confidentiality\nagreement, the subjects discussed in the survey will be documented in a Word document. \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nSince my discipline does not have appropriate metadata standards, I will seek the advice of\ncolleagues in my discipline and research support staff at my institution to decide which metadata\nstandard (if any) is appropriate for me.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nThe digital research data (audio-recordings and transcriptions of focus groups and interviews;\nexcel file with output Delphi study) will be kept in the secured, personal KU Leuven J-drive folder.\nDirect access will be granted to the promotor and co-promotor.\nParticipants are asked to give their name, e-mail address (and telephone number) to ensure\nsmooth data collection. This information will also be stored on the J-drive during data collection\nand will be deleted after completion of the data collection.\n \n5.2. How will the data be backed up?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nStorage on the J-drive is approximately 3GB, which should be sufficient for the collected data. \nIf the amount of data will by any means be too large, a Bitlocker encrypted external harddrive will\nbe used, which will be kept inside a closed drawer of the office (House Jeanne Devos, 02.08).\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nThe costs for data storage on the J-Drive are covered by KU Leuven. \n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThe J-Drive is protected and managed by KU Leuven ICTS. Multi-factor authentication will be used\nfor access.\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll data types will be stored for a period of 10 years after the last related publication and will then\nbe deleted.\n6.2. Where will these data be archived (= stored for the long term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nData preservation on the K-drive costs 10 eurocents per 1GB of storage per year. For 10 years,\nassuming the final project’s data will have a volume of 30GB, the approximate cost will be €30.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nDue to the sensitive nature of the data, we have to be cautious with sharing and re-use of the\ndata. Therefore we will seek the advice of research support staff/IT support staff/legal support for\neventual data sharing and proper anonymization before sharing it.\n7.2. Which data will be made available after the end of the project?\nData will not be made available to the public by default. However, the pseudonymized data (e.g.\npseudonymized transcriptions) can be made available upon request. Each request will be handled\nindividually. Before sharing SMEC approval will be requested.\n7.3. Where/how will the data be made available for reuse?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nUpon request by mail\nPseudonymized/anonymized data will be made available (e.g. via Belnet) upon request. Each\nrequest will be handled individually.\n7.4. When will the data be made available?\nPseudonymized/anonymized data will be made available upon request. Each request will be\nhandled individually.\n7.5. Who will be able to access the data and under what conditions?\nPseudonymized/anonymized data will be made available upon request. Each request will be\nhandled individually.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nThere will be no costs for data sharing (in case e.g. Belnet or Zenodo is used).\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nEvy Meys and Ella Vermeir under supervision of Bea Maes and Koen Hermans.\n8.2. Who will be responsible for data storage & back up during the project?\nEvy Meys and Ella Vermeir under supervision of Bea Maes and Koen Hermans. The J-Drive is\nprotected and managed by KU Leuven ICTS.\n8.3. Who will be responsible for ensuring data preservation and sharing?\nEvy Meys and Ella Vermeir under supervision of Bea Maes and Koen Hermans.\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nBea Maes (promotor)\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (Internal Funds DMP) - DMP title Project Identifier u0127962 Grant Title C3/22/004 Principal Investigator / Researcher Ella Vermeir Project Data Contact Ella Vermeir Description Implementation and evaluation study on the Personal Network Story. Institution KU Leuven 1. General Information Name of the project lead (PI) Bea Maes Koen Hermans Internal Funds Project number & title C3 Implementing the 'Personal Network Story-intervention' to strenghten social networks of vulnerable groups in society 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. In this research we will mostly collect qualitative data. In a first phase we organise focusgroups (6-8) with professionals and the target groups (persons with a disability in residential care, (formerly) homeless persons and persons with severe mental health problems) to get feedback on the developed instruments of the intervention. Next to this, we organise a Delphi study to receive feedback on the intervention from international experts (survey in Qualtrics, mostly qualitative data). In a later stage of the research the intervention will be implemented in several organisations. Interviews will then be organised with participating professionals, clients and netwerk members of the clients. All focusgroups and interviews will be transcribed. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created Qualitative data: 6-8 focus groups Audio- recorded and stored in uncompressed mp3 format; transcribed into MS Word format app. 10 MB face-to-face focusgroups with professionals and target groups Qualitative data: online survey for Delphi study Qualtrics and exported to excel app. 100 KB Online survey Contact details (name, e- mail, telephone number) Google Form and MS Word format app. 50 KB Created by researcher based on existing contacts in e- mail correspondance and new contacts through a google form Qualitative data: 60 cases (each case consists of an interview with the vulnerable person, a network member and the professional) Audio- recorded and stored in uncompressed mp3 format; transcribed into MS Word format app. 90 MB Face-to-face interviews 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Personal data of the professionals who participate in the focusgroups will be collected. Characteristics as name, telephone number and e-mail address will be requested to ensure smooth data collection. Personal data of the persons of the target groups who participate in the focusgroups consists of age, gender and contact details. Furthermore, data is collected on the social networks of the person with a disability/psychiatric background/background in homelessness (risk and protective factors, dynamics, desires, perceptions) and on the effects of interventions related to strengthening the person's social networks. Limited personal data of the internation experts who participate in the Delphi study is collected, only contact information. The same types of data will be collected in the second phase of the research when the intervention is implemented and evaluated. Next to the professionals and the clients, personal data (contact details, view on social network,...) will be collected of network members of the client. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Social value: The research will promote knowledge about what social networks and social inclusion look like among the described vulnerable target groups in what ways they can be improved. This contributes to an increased quality of life within these target groups. Favourable risk-benefit ratio: Some of the participants are a vulnerable target group because of their disability or background in homelessness or mental health problems. The data collection may possibly provoke discomfort among the participants purely because of the context. However, one cannot find out the experiences of participants if they are not asked. There is no observable behaviour or other ways to know. There is minimal risk, participants are questioned in a context of their own choosing. Scientific validity: Currently, there are few if any known effective interventions for these target groups for network strengthening. This study will contribute by evaluating interventions to strengthen social networks among the target groups on the one hand. On the other hand, more insight will be gained into the complexity and dynamics of these social networks. Respect for subjects: Participants are informed of the voluntary nature of their participation and it is explained that they can stop their participation at any time. At the end of the study, all participants will be informed about the results. The information will be presented in a way they can understand by means of a leaflet. There are several ethical issues associated with the study. These include: (1) Research involves human participants (2) Research involves vulnerable individuals or groups (3) Research involves the collection and/or processing of personal data Therefore, a request for ethical approval from SMEC (social ethics committee, KU Leuven) was made prior to the start of the research involving human participants and/or collection of personal data. From the first contact with participants, a clear description of the process and purpose of the research will be provided. This is done in the form of an Informed Consent, understandable for each target group. We emphasise the fact that questions about the study can be asked at any time and that, if necessary, the researcher can follow up with the participant. At the beginning of each interview, participant and researcher go through an informed consent (in line with SMEC guidelines) regarding the study and the use of audio materials. Participants are informed of the voluntary nature of their participation and their right to stop their participation at any time. Approval by SMEC on 10/11/2022 (G-2022-5620-R2(MAR)) 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? 1. For the focus groups, details on the setting of the focus groups, the informed consent process, the subjects discussed and the instructions given to the researchers will be documented in a Word document. 2. For the interviews, details on the setting of the interviews, the informed consent process, the subjects discussed and the instructions given to the researchers will be documented in a Word document. 3. For the Delphi study, details on the recruitment of the international experts, the confidentiality agreement, the subjects discussed in the survey will be documented in a Word document. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Since my discipline does not have appropriate metadata standards, I will seek the advice of colleagues in my discipline and research support staff at my institution to decide which metadata standard (if any) is appropriate for me. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 5. Data storage and backup during the project 5.1. Where will the data be stored? The digital research data (audio-recordings and transcriptions of focus groups and interviews; excel file with output Delphi study) will be kept in the secured, personal KU Leuven J-drive folder. Direct access will be granted to the promotor and co-promotor. Participants are asked to give their name, e-mail address (and telephone number) to ensure smooth data collection. This information will also be stored on the J-drive during data collection and will be deleted after completion of the data collection. 5.2. How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Storage on the J-drive is approximately 3GB, which should be sufficient for the collected data. If the amount of data will by any means be too large, a Bitlocker encrypted external harddrive will be used, which will be kept inside a closed drawer of the office (House Jeanne Devos, 02.08). 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? The costs for data storage on the J-Drive are covered by KU Leuven. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The J-Drive is protected and managed by KU Leuven ICTS. Multi-factor authentication will be used for access. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All data types will be stored for a period of 10 years after the last related publication and will then be deleted. 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? Data preservation on the K-drive costs 10 eurocents per 1GB of storage per year. For 10 years, assuming the final project’s data will have a volume of 30GB, the approximate cost will be €30. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? Due to the sensitive nature of the data, we have to be cautious with sharing and re-use of the data. Therefore we will seek the advice of research support staff/IT support staff/legal support for eventual data sharing and proper anonymization before sharing it. 7.2. Which data will be made available after the end of the project? Data will not be made available to the public by default. However, the pseudonymized data (e.g. pseudonymized transcriptions) can be made available upon request. Each request will be handled individually. Before sharing SMEC approval will be requested. 7.3. Where/how will the data be made available for reuse? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Upon request by mail Pseudonymized/anonymized data will be made available (e.g. via Belnet) upon request. Each request will be handled individually. 7.4. When will the data be made available? Pseudonymized/anonymized data will be made available upon request. Each request will be handled individually. 7.5. Who will be able to access the data and under what conditions? Pseudonymized/anonymized data will be made available upon request. Each request will be handled individually. 7.6. What are the expected costs for data sharing? How will these costs be covered? There will be no costs for data sharing (in case e.g. Belnet or Zenodo is used). 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Evy Meys and Ella Vermeir under supervision of Bea Maes and Koen Hermans. 8.2. Who will be responsible for data storage & back up during the project? Evy Meys and Ella Vermeir under supervision of Bea Maes and Koen Hermans. The J-Drive is protected and managed by KU Leuven ICTS. 8.3. Who will be responsible for ensuring data preservation and sharing? Evy Meys and Ella Vermeir under supervision of Bea Maes and Koen Hermans. 8.4. Who bears the end responsibility for updating & implementing this DMP? Bea Maes (promotor) This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}