{
    "document_id": "D-2021-1131",
    "LinkTitle": "D-2021-1131",
    "file_name": "D-2021-1131.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1131.pdf",
    "metadata": {
        "title": "fwo-dmp-templatedocx.docx",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "FWO DMP Template\nProject super visor s (from applic ation r ound 2018 on wards) and f ellows (from applic ation r ound 2020 on wards) will, upon being a warded theirproject or f ellowship, be in vited to de velop their ans wers to the da ta manag emen t related ques tions in to a DMP . The FW O expects acomple tedDMP no la ter than 6 mon ths a fter the official s tart da teof the pr oject or f ellowship. The DMP shouldnot be submit ted to FW O but t o theresear ch co-or dina tion of fice of the hos t ins titut e; FW O ma y reques t the DMP in a r andom check.\nAt the end of the pr oject, thefinal v ersion of theDMPhas t o be added t o the final r eport of the pr oject;this should be submit ted to FW O bythe super visor -spok esper son thr ough FW O’s e-port al. This DMP ma y of c ourse ha ve been upda ted since its fir st version. The DMP is an elemen tin the final e valua tion of the pr oject b y the r elevant expert panel. Both the DMP submit ted within the fir st 6 mon ths a fter the s tart da te andthe final DMP ma y use this t empla te.\n1.Gener al In forma tion\nName applic antAnnelien V ekemansFWO Pr oject Number & Title1102722N - Hologr aphy and the Quan tum Na ture of Black Holes\nAffiliation\n✗KU Leuv en\n☐Univ ersiteit An twerpen\n☐Univ ersiteit Gen t\n☐Univ ersiteit Hasselt\n☐Vrije Univ ersiteit Brussel\n☐Other:2.Data descrip tion\nWill y ou g ener ate/collect ne w da ta and/ or mak euse of e xisting da ta?\n✗Gener ate ne w da ta\n✗Reuse e xisting da taDescribe the origin, type and f orma t of the da ta(per da taset) and its (es tima ted) v olumeThe r esear ch for this pr oject is on theor etical and ma thema tical ph ysics and it will not use an yexperimen tal da ta, field w ork or sur veys. I will use published paper s in r efereed journals as w ell as arXiv\n2019-10-01 | FWO DMP Template1\nIf youreuseexisting data, specify thesourceof thesedata.Distinguish datatypes(the kind of content) fromdataformats(the technical format).preprin ts. These ar e freely a vailable online or thr ough the K U Leuv en libr ary ser vices. The r esear choutput will be summariz ed and published on the arXiv as w ell as in r efereed journals. Some of theresear ch w ork necessit ates the use of the s ymbolic and numeric al computing softw are Ma thema tica. Iwill writ e and use c ode writ ten for this softw are.\n3.Ethical and leg al issues\nWillyouusepersonaldata?Ifso,shortlydescribethekindofpersonaldatayouwilluseANDaddthereferencetoyourfileinyourhostinstitution's priv acy r egister.\nIncaseyourhostinstitutiondoesnot(yet)haveaprivacyregister,areferenceisnotyetrequiredofcourse;pleaseaddthereferenceoncetheprivacyregister is in place in your host institution.\n☐Yes\n✗NoIf yes:-Privacy R egistry Reference:-Short descrip tion of the kind of per sonal da ta tha t will be used:\nAre ther e an y ethical issues c oncerning thecreation and/ or use of the da ta (e. g.experimen ts on humans or animals, dual use)? Ifso, add the r eference t o the f ormal appr oval bythe r elevant ethical review commit tee(s).\n☐Yes\n✗NoIf yes:-Reference t o ethical commit tee appr oval:\nDoesyourworkpossiblyresultinresear chdatawithpotentialfortechtransferandvalorisa tion?WillIPrestrictionsbeclaimedforthedatayoucreated?Ifso,forwha tdataandwhichrestrictions will be assert ed?\n☐Yes\n✗NoIf yes, please c ommen t:\nDoexisting3rdpartyagreemen tsrestrictdissemina tionorexploit ationofthedatayou(re)use?Ifso,towha tdatadotheyrelateandwha t restrictions ar e in place?\n☐Yes\n✗NoIf yes, please c ommen t:\n2019-10-01 | FWO DMP Template2\n4.Documen tation and me tadata\nWha t documen tation will be pr ovided t o enableunder standing and r euse of the da tacollect ed/gener ated in this pr oject?Relevant Ma thema tica files f or calcula tions will be submit ted as ancillar y files t o the public ations on thearXiv r eposit ory, including de tailed e xplana tions r egarding the c ode. This will allo w for other r esear cher sinterested in m y work t o check or build upon m y results.Will a me tadata standar d be used? If so ,describe in de tail which s tandar d will be used.  Ifnot, s tate in de tail which me tadata will becreated to mak e the da ta eas y/easier t o find andreuse.\n☐Yes\n✗NoIf yes, please specif y: Ins tructions f or running the Ma thema tica files will be added in the not ebook s.\n5.Data storage & back up during the FW O pr oject\nWher e will the da ta be s tored?The Ma thema tica files f or the c alcula tions perf ormed during the r esear ch will be s tored on the cloudsystem (Ne xtCloud) main tained b y the Ins titut e for Theor etical Ph ysics.How will the da ta be back ed up?The da ta will be back ed up on the ser ver on a daily (7 da ys) - w eekly (4 w eeks) - mon thly (12 mon ths)basis.Is ther e curr ently suf ficien t storage & back upcapacity during the pr oject? If y es, specif yconcisely . If no or insuf ficien t storage or back upcapacities ar e available, then e xplain ho w thiswill be t aken care of.\n✗Yes\n☐NoIf no , please specif y:\nWha t are the e xpect ed costs for da ta storageand back up during the pr oject? Ho w will thesecosts be c overed?\nAlthough FWO has no earmarked budget at itsdisposal to support correct research datamanagement, FWO allows for part ofthe allocatedproject budgetto be used to cover the cost incurred.The c ost for storing the v ery small amoun t of da ta (only a f ew Ma thema tica not ebook s, less than 1GB)will be insignific ant and will be c overed b y the K U Leuv en - ITF .\n2019-10-01 | FWO DMP Template3\nData security: ho w will y ou ensur e tha t the da taare secur ely s tored and not accessed ormodified b y unauthoriz ed per sons?The da ta is s tored on a file ser ver which c an only be accessed b y per sonal authen tication.\n6.Data preser vation a fter the end of the FW O pr ojectFWO expects tha t data gener ated during the pr oject ar e retained f or a period of minimally 5 y ears after the end of the pr oject, in as f ar as leg al andcontractual agr eemen ts allo w.\nWhich da ta will be r etained f or the e xpect ed 5year period a fter the end of the pr oject? In c aseonly a selection of the da ta can/will bepreser ved, clearly s tate the r easons  f or this(legal or c ontractual r estrictions, ph ysicalpreser vation issues, ...).All results and Ma thema tica files will be r etained f or at leas t 5 y ears.\nWher e will these da ta be ar chived (= s tored forthe long t erm)?The da ta will be s tored on the cloud s ystem (Ne xtCloud) main tained b y the ITF .\nWha t are the e xpect ed costs for da tapreser vation during these 5 y ears? Ho w will thecosts be c overed?\nAlthough FWO has no earmarked budget at itsdisposal to support correct research datamanagement, FWO allows for part ofthe allocatedproject budgetto be used to cover the cost incurred.The c ost for storing the v ery small amoun t of da ta (only a f ew Ma thema tica not ebook s, less than 1GB)will be insignific ant and will be c overed b y the K U Leuv en - ITF .\n7.Data sharing and r euse\nAre ther e an y factors restricting or pr eventingthe sharing of (some of ) the da ta (e. g. as de fined\n☐Yes\n✗NoIf yes, please specif y:\n2019-10-01 | FWO DMP Template4\nin an agr eemen t with a 3rdparty , legalrestrictions)?Which da ta will be made a vailable a fter the endof the pr oject?The r elevant Ma thema tica files will be submit ted as ancillar y files t o the public ations on the arXivreposit ory, including de tailed e xplana tions r egarding the c ode. This will allo w for other r esear cher sinterested in m y work t o check or build upon m y results.Wher e/ho w will the da ta be made a vailable f orreuse?\n✗In an Open Access r eposit ory\n☐In a r estricted access r eposit ory\n☐Upon r eques t by mail\n☐Other (specif y):\nWhen will the da ta be made a vailable?As soon as the c orresponding r esults ar e submit ted to the arXivWho will be able t o access the da ta and underwha t conditions?The arXiv r eposit ory is open access. An yone will be able t o access the files.\nWha t are the e xpect ed costs for da ta sharing?How will these c osts be c overed?\nAlthough FWO has no earmarked budget at itsdisposal to support correct research datamanagement, FWO allows for part ofthe allocatedproject budgetto be used to cover the cost incurred.The c ost for sharing the v ery small amoun t of da ta (only a f ew Ma thema tica not ebook s) will beinsignific ant and will be c overed b y the K U Leuv en - ITF .\n8.Responsibilities\nWho will be r esponsible f or the da tadocumen tation & me tadata?The PI bear s the o verall responsibility f or upda ting & implemen ting this DMP\nWho will be r esponsible f or da ta storage & backup during the pr oject?The PI bear s the o verall responsibility f or upda ting & implemen ting this DMP\nWho will be r esponsible f or ensuring da tapreser vation and sharing?The PI bear s the o verall responsibility f or upda ting & implemen ting this DMP\nWho bear s the end r esponsibility f or upda ting &implemen ting this DMP?The PI bear s the o verall responsibility f or upda ting & implemen ting this DMP\n2019-10-01 | FWO DMP Template5\nDefault response: The PI bears the overallresponsibility for updating & implementing this DMP\n2019-10-01 | FWO DMP Template6"
    },
    "clean_full_text": "FWO DMP Template Project super visor s (from applic ation r ound 2018 on wards) and f ellows (from applic ation r ound 2020 on wards) will, upon being a warded theirproject or f ellowship, be in vited to de velop their ans wers to the da ta manag emen t related ques tions in to a DMP . The FW O expects acomple tedDMP no la ter than 6 mon ths a fter the official s tart da teof the pr oject or f ellowship. The DMP shouldnot be submit ted to FW O but t o theresear ch co-or dina tion of fice of the hos t ins titut e; FW O ma y reques t the DMP in a r andom check. At the end of the pr oject, thefinal v ersion of theDMPhas t o be added t o the final r eport of the pr oject;this should be submit ted to FW O bythe super visor -spok esper son thr ough FW O’s e-port al. This DMP ma y of c ourse ha ve been upda ted since its fir st version. The DMP is an elemen tin the final e valua tion of the pr oject b y the r elevant expert panel. Both the DMP submit ted within the fir st 6 mon ths a fter the s tart da te andthe final DMP ma y use this t empla te. 1.Gener al In forma tion Name applic antAnnelien V ekemansFWO Pr oject Number & Title1102722N - Hologr aphy and the Quan tum Na ture of Black Holes Affiliation ✗KU Leuv en ☐Univ ersiteit An twerpen ☐Univ ersiteit Gen t ☐Univ ersiteit Hasselt ☐Vrije Univ ersiteit Brussel ☐Other:2.Data descrip tion Will y ou g ener ate/collect ne w da ta and/ or mak euse of e xisting da ta? ✗Gener ate ne w da ta ✗Reuse e xisting da taDescribe the origin, type and f orma t of the da ta(per da taset) and its (es tima ted) v olumeThe r esear ch for this pr oject is on theor etical and ma thema tical ph ysics and it will not use an yexperimen tal da ta, field w ork or sur veys. I will use published paper s in r efereed journals as w ell as arXiv 2019-10-01 | FWO DMP Template1 If youreuseexisting data, specify thesourceof thesedata.Distinguish datatypes(the kind of content) fromdataformats(the technical format).preprin ts. These ar e freely a vailable online or thr ough the K U Leuv en libr ary ser vices. The r esear choutput will be summariz ed and published on the arXiv as w ell as in r efereed journals. Some of theresear ch w ork necessit ates the use of the s ymbolic and numeric al computing softw are Ma thema tica. Iwill writ e and use c ode writ ten for this softw are. 3.Ethical and leg al issues Willyouusepersonaldata?Ifso,shortlydescribethekindofpersonaldatayouwilluseANDaddthereferencetoyourfileinyourhostinstitution's priv acy r egister. Incaseyourhostinstitutiondoesnot(yet)haveaprivacyregister,areferenceisnotyetrequiredofcourse;pleaseaddthereferenceoncetheprivacyregister is in place in your host institution. ☐Yes ✗NoIf yes:-Privacy R egistry Reference:-Short descrip tion of the kind of per sonal da ta tha t will be used: Are ther e an y ethical issues c oncerning thecreation and/ or use of the da ta (e. g.experimen ts on humans or animals, dual use)? Ifso, add the r eference t o the f ormal appr oval bythe r elevant ethical review commit tee(s). ☐Yes ✗NoIf yes:-Reference t o ethical commit tee appr oval: Doesyourworkpossiblyresultinresear chdatawithpotentialfortechtransferandvalorisa tion?WillIPrestrictionsbeclaimedforthedatayoucreated?Ifso,forwha tdataandwhichrestrictions will be assert ed? ☐Yes ✗NoIf yes, please c ommen t: Doexisting3rdpartyagreemen tsrestrictdissemina tionorexploit ationofthedatayou(re)use?Ifso,towha tdatadotheyrelateandwha t restrictions ar e in place? ☐Yes ✗NoIf yes, please c ommen t: 2019-10-01 | FWO DMP Template2 4.Documen tation and me tadata Wha t documen tation will be pr ovided t o enableunder standing and r euse of the da tacollect ed/gener ated in this pr oject?Relevant Ma thema tica files f or calcula tions will be submit ted as ancillar y files t o the public ations on thearXiv r eposit ory, including de tailed e xplana tions r egarding the c ode. This will allo w for other r esear cher sinterested in m y work t o check or build upon m y results.Will a me tadata standar d be used? If so ,describe in de tail which s tandar d will be used. Ifnot, s tate in de tail which me tadata will becreated to mak e the da ta eas y/easier t o find andreuse. ☐Yes ✗NoIf yes, please specif y: Ins tructions f or running the Ma thema tica files will be added in the not ebook s. 5.Data storage & back up during the FW O pr oject Wher e will the da ta be s tored?The Ma thema tica files f or the c alcula tions perf ormed during the r esear ch will be s tored on the cloudsystem (Ne xtCloud) main tained b y the Ins titut e for Theor etical Ph ysics.How will the da ta be back ed up?The da ta will be back ed up on the ser ver on a daily (7 da ys) - w eekly (4 w eeks) - mon thly (12 mon ths)basis.Is ther e curr ently suf ficien t storage & back upcapacity during the pr oject? If y es, specif yconcisely . If no or insuf ficien t storage or back upcapacities ar e available, then e xplain ho w thiswill be t aken care of. ✗Yes ☐NoIf no , please specif y: Wha t are the e xpect ed costs for da ta storageand back up during the pr oject? Ho w will thesecosts be c overed? Although FWO has no earmarked budget at itsdisposal to support correct research datamanagement, FWO allows for part ofthe allocatedproject budgetto be used to cover the cost incurred.The c ost for storing the v ery small amoun t of da ta (only a f ew Ma thema tica not ebook s, less than 1GB)will be insignific ant and will be c overed b y the K U Leuv en - ITF . 2019-10-01 | FWO DMP Template3 Data security: ho w will y ou ensur e tha t the da taare secur ely s tored and not accessed ormodified b y unauthoriz ed per sons?The da ta is s tored on a file ser ver which c an only be accessed b y per sonal authen tication. 6.Data preser vation a fter the end of the FW O pr ojectFWO expects tha t data gener ated during the pr oject ar e retained f or a period of minimally 5 y ears after the end of the pr oject, in as f ar as leg al andcontractual agr eemen ts allo w. Which da ta will be r etained f or the e xpect ed 5year period a fter the end of the pr oject? In c aseonly a selection of the da ta can/will bepreser ved, clearly s tate the r easons f or this(legal or c ontractual r estrictions, ph ysicalpreser vation issues, ...).All results and Ma thema tica files will be r etained f or at leas t 5 y ears. Wher e will these da ta be ar chived (= s tored forthe long t erm)?The da ta will be s tored on the cloud s ystem (Ne xtCloud) main tained b y the ITF . Wha t are the e xpect ed costs for da tapreser vation during these 5 y ears? Ho w will thecosts be c overed? Although FWO has no earmarked budget at itsdisposal to support correct research datamanagement, FWO allows for part ofthe allocatedproject budgetto be used to cover the cost incurred.The c ost for storing the v ery small amoun t of da ta (only a f ew Ma thema tica not ebook s, less than 1GB)will be insignific ant and will be c overed b y the K U Leuv en - ITF . 7.Data sharing and r euse Are ther e an y factors restricting or pr eventingthe sharing of (some of ) the da ta (e. g. as de fined ☐Yes ✗NoIf yes, please specif y: 2019-10-01 | FWO DMP Template4 in an agr eemen t with a 3rdparty , legalrestrictions)?Which da ta will be made a vailable a fter the endof the pr oject?The r elevant Ma thema tica files will be submit ted as ancillar y files t o the public ations on the arXivreposit ory, including de tailed e xplana tions r egarding the c ode. This will allo w for other r esear cher sinterested in m y work t o check or build upon m y results.Wher e/ho w will the da ta be made a vailable f orreuse? ✗In an Open Access r eposit ory ☐In a r estricted access r eposit ory ☐Upon r eques t by mail ☐Other (specif y): When will the da ta be made a vailable?As soon as the c orresponding r esults ar e submit ted to the arXivWho will be able t o access the da ta and underwha t conditions?The arXiv r eposit ory is open access. An yone will be able t o access the files. Wha t are the e xpect ed costs for da ta sharing?How will these c osts be c overed? Although FWO has no earmarked budget at itsdisposal to support correct research datamanagement, FWO allows for part ofthe allocatedproject budgetto be used to cover the cost incurred.The c ost for sharing the v ery small amoun t of da ta (only a f ew Ma thema tica not ebook s) will beinsignific ant and will be c overed b y the K U Leuv en - ITF . 8.Responsibilities Who will be r esponsible f or the da tadocumen tation & me tadata?The PI bear s the o verall responsibility f or upda ting & implemen ting this DMP Who will be r esponsible f or da ta storage & backup during the pr oject?The PI bear s the o verall responsibility f or upda ting & implemen ting this DMP Who will be r esponsible f or ensuring da tapreser vation and sharing?The PI bear s the o verall responsibility f or upda ting & implemen ting this DMP Who bear s the end r esponsibility f or upda ting &implemen ting this DMP?The PI bear s the o verall responsibility f or upda ting & implemen ting this DMP 2019-10-01 | FWO DMP Template5 Default response: The PI bears the overallresponsibility for updating & implementing this DMP 2019-10-01 | FWO DMP Template6"
}