{
    "document_id": "D-2022-1359",
    "LinkTitle": "D-2022-1359",
    "file_name": "D-2022-1359.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1359.pdf",
    "metadata": {
        "title": "Negotiating Solidarity_DMP - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Negotiating Solidarity_DMP - DMP title\nProject Identifier\n 3H210275\nGrant Title\n C24M/21/001\nPrincipal Investigator / Researcher\n Kim Christiaens\nProject Data Contact\n peter.heyrman@kuleuven.be\nDescription\n Our research project aims to push the state of the art further in terms of subject\nand methodology by including the history of this migration as an essential part of the history of\nsocial movements as they developed over the last past decades. By combining both historical\nand anthropological approaches, it will critically analyze and evaluate the interactions of\nmultifaceted postwar Flemish/Belgian civil society with Muslim communities of Moroccan and\nTurkish descent since the 1960s. The research team seeks to highlight and understand the\nmultifold entanglements between the country’s social organizations, NGOs, religious\ninstitutes… and the growing communities of 'guest workers' from the Muslim world, experiences\nthat would fundamentally impact their identity, agency and discourses. By interweaving research\non migration with that on civil society we aim to analyze the different and evolving ways in which\nmany different actors within the Flemish/Belgian ‘middenveld’ since the 1960s, and those\nwith a religious identity in particular, voiced the social deprivation of these communities, worked\ntowards their empowerment and intensely interacted with the emerging migrant self-\norganizations. Together they did not only develop and ‘negotiate’ a more or less coherent\n'common discourse' that urged public opinion to show and practice solidarity with the\nnewcomers, but also experienced important changes.\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nKim Christiaens\nInternal Funds Project number & title\nC24M/21/001\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType\nFormat\nDescription\nCreation\nPrimary,\ndigitised\ndataPrimary,\ndigitised\ndata\nTextual\n(.pdf, .jpg)\nBetween 50\nand 150\nGB\nScanning (and\nif\npossible\nOCRing)\narchival\ndocuments\nand\ncontemporary\npublications\nQualitative\nTextual\n(.pdf)\nOrganizational\nand\nbiographical\ninformation in\nfunction\nof network\nanalysis\n(approximately\n5 GB)\nArchival\nresearch\nand Interviews\nQuantitative\nNumerical\n(.csv)\nCompiling \nstatistics from \nliterature and\narchival\nsources\nArchival\nresearch\n(Observations)\nReference\ndata\nTextual,\nCode (.pdf,\n.ris, .csv)\napprox. 1 GB\nData derived\nfrom\nZotero and\nResearch\nnotes created\nin\nZotFile and\nattached\nto reference\nmetadata\n Observational\n Multimedia\n(.wav)\n approx 20\ninterviews of\napproximately\n1 GB each \nsemi-\nstructured\ninterviews\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo.\nThis project is focused on historical / archival research. \nThe interviews planned within Negotiating Solidarity are historic elaborations on publicly\navailable data, articles, organizational workings and policy. As such, they are concerned with\nhistoric data within the public sphere, rather than with personal data.\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nNo\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nNo\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nreuse and sharing are in place?\nNo\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\n1. Research methods for the interviews will be documented as word files, as well as a blank copy\nof the informed consent form. Details on the setting of the interviews, the selection of interview\ntopics and the list of questions for the semi-structured interviews will be documented in word.\nInterviews from research projects conducted at KADOC are treated as oral history archival units\nand are stored in KADOC's digital repository (Teneo). A subject list is compiled for each interview,\nin some cases a full transcription will be made. A contract with the people interviewed specifies\nthe terms under which the interview can be used for academic purposes and by possible third\nparties.\n2. A README.txt file contained on the KADOC shared\nserver \nQ:\\04_Onderzoek\\04_02_Projecten\\NegotiatingSolidarity\n  will be added, based on the\ntemplate provided by the research support staff of KU Leuven and adapted to the needs of the\nproject team . In order improve the accessibility of the divergent work packages and their data,\nseveral additional README.txt files will be added at the appropriate levels of the project file\nstructure.\n3. The biographical and organizational data will be stored in and made available for re-\nuse through the \nODIS-database\n, a core research facility of KU Leuven. \n4. The most important deliverables generated by the project, in casu the doctoral dissertation\nand the other scientific publications, should be self-evident for researchers in the fields\nconcerned.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nODIS applies repeatable field groups and directional input, systematised by means of\nvalidated vocabularies and thesauri. The data-structures are based on international standards,\ne.g. ISAAR(CPF) for biographical, family and organisational/institutional data, ISAD(G) for the\ndiscription of archives/archival units, ISBD for publications, Docomomo for buildings, ..... The\nrelational field groups of ODIS allow to create clear and univocal links between records. The lists\nof relational attributes are also based on international standards. \n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nWord documents, pictures, recordings of interviews and other basic data generated by the\nproject will, as a rule, be stored on the network servers of KADOC. This Centre disposes of an ICT\ndepartment with its own infrastructure, including a trusted digital repository (Teneo). A time\nstamped master copy of the data will be kept there. Copies can made and kept on personal\ndevices.\nFor some materials, the OneDrive provided by KU Leuven will provide some extra flexibility in\nconsulting and handling frequently used materials.\nDe biographical and organizational data generated by the project will be stored in ODIS. This\nweb-database is hosted by ICTS KU Leuven. The agreement provides for the use of three blade\nservers, a primary storage capacity of 1 TB and for mirroring. The interfaces of ODIS are\nmanaged and maintained in close consultation with LIBIS KU Leuven. \n5.2. How will the data be backed up?\nThe servers of KADOC are backuped on a weekly basis. Its digital repository, hosted by ICTS KU\nLeuven, provides all the necessary procedures (backup and mirroring) for durably storing digital\nassets. The ODIS database enjoyes similar hosting facilities from ICTS-KU Leuven. \n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes\nKADOC's network servers and digital repository have ample storage space and\nbackup facilities. ODIS provides for a primary storage capacity of 1 TB which is amply sufficient.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nAs the project is hosted by KADOC KU Leuven, the data generated by the project are considered\npart of its overall digital holdings. No data storage and backup costs will be charged. The use of\nODIS (and its storage capacity) is covered by the general user agreement of KADOC with  this\nresearch facility.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nThe project folders on the network servers of KADOC can only be accessed by staff members,\nthose on One Drive only by the dedicated researchers. .\nThe data-series created by the project in ODIS are attributed to a specific project-\nusergroup. Only the members of the project team can access and change them. \n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll of the research datasets, materials used to produce them and their metadata will be stored\nalong with the main deliverables of the project. There are no reasons to deviate from the\nprinciple of preservation of data for the minimal term of 5 years.\n6.2. Where will these data be archived (= stored for the long term)?\nThe main deliverables of the project and the research datasets and materials used to produce\nthem, together with their metadata, will be centralized, stored and managed using the long-term\ndigital preservation repository of KADOC-KU Leuven and its digital assets management system\nTeneo, supported by the curation services of LIBIS-KU Leuven. This infrastructure guarantees the\nsafe storage of data with back-ups in a redundant environment. Teneo archives and provides\npersistent access to born-digital or digitised data objects and datasets and includes metadata,\nusage policies, upload\nand access tools. \nBiographical and  organizational data-series generated by the project will be durably stored in\nthe ODIS database.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nAs the project is hosted by KADOC-KU Leuven, the mid- and long-term preservation of its data (in\nTeneo and ODIS) will fall under the general responsibility of this archival institution. The costs are\ncovered by the general budget of KADOC as the size of these datasets remains relatively low.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nNo.\nIn general there are no restrictions.\nPublicly available biographical data on living persons gathered by the project in ODIS will only be\nmade available to third parties given their explicit and formal consent.\nThe interviews conducted by the project team will be treated by KADOC as archival\nunits. Participants are introduced to and accept the terms of the interview and the way in which it\nis processed and used for academic purposes, following the elaborate KADOC  procedures.The\nconservation and consultation of these interviews and transcripts will as such be subject to the\nconditions set in the contract between KADOC, the researcher and the interviewee. Interviews\nand transcripts will  only be available to other persons  under the conditions stipulated in this\nagreement. The standard  procedure requires their prior written consent. \n7.2. Which data will be made available after the end of the project?\nThe doctoral dissertation, the scientific publications\nThe policy recommendations\nThe project's metadata, biographical and organisational data-series in particulier. \nThe interviews. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n7.3. Where/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\n1. The biographical and organizational data will be made consultable in ODIS, with the exception\nof data on living persons.\nOther project metadata, will be made accessible in Teneo.\n2. The interviews and their transcriptions and be consulted in the KADOC reading room, after\nprior consent by the interviewee (cfr. contract).\n3. The doctoral dissertation, the policy recommendations and scientific publications will be\naccessible through the KADOC's \ncatalogues\n \n7.4. When will the data be made available?\nImmediately after the end of the project\nUpon publication of the research results\nThe data will be made available after the end of the project. \nAdditionally, the data of the project will be stored and managed using Teneo and made available\nafter the project through KADOC's \ncatalogues\n  and other online instruments (e.g. the HeReDi-\nplatform on heritage, religion and diversity) all this according the general conditions of\naccessibility handled by the Centre.\nThe term of the contract concluded with the interviewees will determine their accessibility (cfr.\nsupra). \n7.5. Who will be able to access the data and under what conditions?\nThe data will be made available to everyone through the \ncatalogues\n  of KADOC KU Leuven\n(Teneo, Limo, ODIS) under its general rules & conditions of accessibility (cfr. supra).\nThe ODIS-database will thoroughly renewed over the coming years. The system will be linked to\nKU Leuven's RDR, allowing research teams to store their time-stamped and LIRIAS-referenced\ndata-sets in this repository and from their on also on other platforms (e.g. Zenodo). \nThese same data-sets will also remain accesible in ODIS where other research teams can further\nre-use and complement them. In ODIS they also remain accesible to the general public, as the\ndatabase applies a \nCC BY-NC-SA license. \n7.6. What are the expected costs for data sharing? How will these costs be covered?\nNone. As a heritage organization with archival holdings, recognized and subsidized by the\nFlemish government, KADOC doesn't charge user fees to those wanting to consult the (analogue\nand digital) materials that it keeps and discloses. The storage and exploitation costs of its\ncatalogues and (digital) repositories are covered by regular subsidies.\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nThe PhD-researcher and the post-doc researcher connected to the project, in close consultation\nwith their promotors and with KADOC's head of Research. \n8.2. Who will be responsible for data storage & back up during the project?\nLuc Schokkaert, KADOC's head of General Services.\n8.3. Who will be responsible for ensuring data preservation and sharing?\nKADOC's heads of General Services and Research, supported by by the Centre's digital archivists\nand ICT-team. \n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Negotiating Solidarity_DMP - DMP title Project Identifier 3H210275 Grant Title C24M/21/001 Principal Investigator / Researcher Kim Christiaens Project Data Contact peter.heyrman@kuleuven.be Description Our research project aims to push the state of the art further in terms of subject and methodology by including the history of this migration as an essential part of the history of social movements as they developed over the last past decades. By combining both historical and anthropological approaches, it will critically analyze and evaluate the interactions of multifaceted postwar Flemish/Belgian civil society with Muslim communities of Moroccan and Turkish descent since the 1960s. The research team seeks to highlight and understand the multifold entanglements between the country's social organizations, NGOs, religious institutes... and the growing communities of 'guest workers' from the Muslim world, experiences that would fundamentally impact their identity, agency and discourses. By interweaving research on migration with that on civil society we aim to analyze the different and evolving ways in which many different actors within the Flemish/Belgian 'middenveld' since the 1960s, and those with a religious identity in particular, voiced the social deprivation of these communities, worked towards their empowerment and intensely interacted with the emerging migrant self- organizations. Together they did not only develop and 'negotiate' a more or less coherent 'common discourse' that urged public opinion to show and practice solidarity with the newcomers, but also experienced important changes. Institution KU Leuven 1. General Information Name of the project lead (PI) Kim Christiaens Internal Funds Project number & title C24M/21/001 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type Format Description Creation Primary, digitised dataPrimary, digitised data Textual (.pdf, .jpg) Between 50 and 150 GB Scanning (and if possible OCRing) archival documents and contemporary publications Qualitative Textual (.pdf) Organizational and biographical information in function of network analysis (approximately 5 GB) Archival research and Interviews Quantitative Numerical (.csv) Compiling statistics from literature and archival sources Archival research (Observations) Reference data Textual, Code (.pdf, .ris, .csv) approx. 1 GB Data derived from Zotero and Research notes created in ZotFile and attached to reference metadata Observational Multimedia (.wav) approx 20 interviews of approximately 1 GB each semi- structured interviews 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No. This project is focused on historical / archival research. The interviews planned within Negotiating Solidarity are historic elaborations on publicly available data, articles, organizational workings and policy. As such, they are concerned with historic data within the public sphere, rather than with personal data. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). No 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 reuse and sharing are in place? No 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? 1. Research methods for the interviews will be documented as word files, as well as a blank copy of the informed consent form. Details on the setting of the interviews, the selection of interview topics and the list of questions for the semi-structured interviews will be documented in word. Interviews from research projects conducted at KADOC are treated as oral history archival units and are stored in KADOC's digital repository (Teneo). A subject list is compiled for each interview, in some cases a full transcription will be made. A contract with the people interviewed specifies the terms under which the interview can be used for academic purposes and by possible third parties. 2. A README.txt file contained on the KADOC shared server Q:\\04_Onderzoek\\04_02_Projecten\\NegotiatingSolidarity will be added, based on the template provided by the research support staff of KU Leuven and adapted to the needs of the project team . In order improve the accessibility of the divergent work packages and their data, several additional README.txt files will be added at the appropriate levels of the project file structure. 3. The biographical and organizational data will be stored in and made available for re- use through the ODIS-database , a core research facility of KU Leuven. 4. The most important deliverables generated by the project, in casu the doctoral dissertation and the other scientific publications, should be self-evident for researchers in the fields concerned. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ODIS applies repeatable field groups and directional input, systematised by means of validated vocabularies and thesauri. The data-structures are based on international standards, e.g. ISAAR(CPF) for biographical, family and organisational/institutional data, ISAD(G) for the discription of archives/archival units, ISBD for publications, Docomomo for buildings, ..... The relational field groups of ODIS allow to create clear and univocal links between records. The lists of relational attributes are also based on international standards. 5. Data storage and backup during the project 5.1. Where will the data be stored? Word documents, pictures, recordings of interviews and other basic data generated by the project will, as a rule, be stored on the network servers of KADOC. This Centre disposes of an ICT department with its own infrastructure, including a trusted digital repository (Teneo). A time stamped master copy of the data will be kept there. Copies can made and kept on personal devices. For some materials, the OneDrive provided by KU Leuven will provide some extra flexibility in consulting and handling frequently used materials. De biographical and organizational data generated by the project will be stored in ODIS. This web-database is hosted by ICTS KU Leuven. The agreement provides for the use of three blade servers, a primary storage capacity of 1 TB and for mirroring. The interfaces of ODIS are managed and maintained in close consultation with LIBIS KU Leuven. 5.2. How will the data be backed up? The servers of KADOC are backuped on a weekly basis. Its digital repository, hosted by ICTS KU Leuven, provides all the necessary procedures (backup and mirroring) for durably storing digital assets. The ODIS database enjoyes similar hosting facilities from ICTS-KU Leuven. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KADOC's network servers and digital repository have ample storage space and backup facilities. ODIS provides for a primary storage capacity of 1 TB which is amply sufficient. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? As the project is hosted by KADOC KU Leuven, the data generated by the project are considered part of its overall digital holdings. No data storage and backup costs will be charged. The use of ODIS (and its storage capacity) is covered by the general user agreement of KADOC with this research facility. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The project folders on the network servers of KADOC can only be accessed by staff members, those on One Drive only by the dedicated researchers. . The data-series created by the project in ODIS are attributed to a specific project- usergroup. Only the members of the project team can access and change them. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All of the research datasets, materials used to produce them and their metadata will be stored along with the main deliverables of the project. There are no reasons to deviate from the principle of preservation of data for the minimal term of 5 years. 6.2. Where will these data be archived (= stored for the long term)? The main deliverables of the project and the research datasets and materials used to produce them, together with their metadata, will be centralized, stored and managed using the long-term digital preservation repository of KADOC-KU Leuven and its digital assets management system Teneo, supported by the curation services of LIBIS-KU Leuven. This infrastructure guarantees the safe storage of data with back-ups in a redundant environment. Teneo archives and provides persistent access to born-digital or digitised data objects and datasets and includes metadata, usage policies, upload and access tools. Biographical and organizational data-series generated by the project will be durably stored in the ODIS database. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? As the project is hosted by KADOC-KU Leuven, the mid- and long-term preservation of its data (in Teneo and ODIS) will fall under the general responsibility of this archival institution. The costs are covered by the general budget of KADOC as the size of these datasets remains relatively low. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? No. In general there are no restrictions. Publicly available biographical data on living persons gathered by the project in ODIS will only be made available to third parties given their explicit and formal consent. The interviews conducted by the project team will be treated by KADOC as archival units. Participants are introduced to and accept the terms of the interview and the way in which it is processed and used for academic purposes, following the elaborate KADOC procedures.The conservation and consultation of these interviews and transcripts will as such be subject to the conditions set in the contract between KADOC, the researcher and the interviewee. Interviews and transcripts will only be available to other persons under the conditions stipulated in this agreement. The standard procedure requires their prior written consent. 7.2. Which data will be made available after the end of the project? The doctoral dissertation, the scientific publications The policy recommendations The project's metadata, biographical and organisational data-series in particulier. The interviews. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 7.3. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository 1. The biographical and organizational data will be made consultable in ODIS, with the exception of data on living persons. Other project metadata, will be made accessible in Teneo. 2. The interviews and their transcriptions and be consulted in the KADOC reading room, after prior consent by the interviewee (cfr. contract). 3. The doctoral dissertation, the policy recommendations and scientific publications will be accessible through the KADOC's catalogues 7.4. When will the data be made available? Immediately after the end of the project Upon publication of the research results The data will be made available after the end of the project. Additionally, the data of the project will be stored and managed using Teneo and made available after the project through KADOC's catalogues and other online instruments (e.g. the HeReDi- platform on heritage, religion and diversity) all this according the general conditions of accessibility handled by the Centre. The term of the contract concluded with the interviewees will determine their accessibility (cfr. supra). 7.5. Who will be able to access the data and under what conditions? The data will be made available to everyone through the catalogues of KADOC KU Leuven (Teneo, Limo, ODIS) under its general rules & conditions of accessibility (cfr. supra). The ODIS-database will thoroughly renewed over the coming years. The system will be linked to KU Leuven's RDR, allowing research teams to store their time-stamped and LIRIAS-referenced data-sets in this repository and from their on also on other platforms (e.g. Zenodo). These same data-sets will also remain accesible in ODIS where other research teams can further re-use and complement them. In ODIS they also remain accesible to the general public, as the database applies a CC BY-NC-SA license. 7.6. What are the expected costs for data sharing? How will these costs be covered? None. As a heritage organization with archival holdings, recognized and subsidized by the Flemish government, KADOC doesn't charge user fees to those wanting to consult the (analogue and digital) materials that it keeps and discloses. The storage and exploitation costs of its catalogues and (digital) repositories are covered by regular subsidies. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? The PhD-researcher and the post-doc researcher connected to the project, in close consultation with their promotors and with KADOC's head of Research. 8.2. Who will be responsible for data storage & back up during the project? Luc Schokkaert, KADOC's head of General Services. 8.3. Who will be responsible for ensuring data preservation and sharing? KADOC's heads of General Services and Research, supported by by the Centre's digital archivists and ICT-team. 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}