{
    "document_id": "D-2022-1705",
    "LinkTitle": "D-2022-1705",
    "file_name": "D-2022-1705.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1705.pdf",
    "metadata": {
        "title": "C14/22/074 - INTRANEURONAL RESOURCE ALLOCATION: A KEY FOR FUNCTIONAL CIRCUIT RESTORATION IN THE CENTRAL NERVOUS SYSTEM",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "C14/22/074 - INTRANEURONAL RESOURCE ALLOCATION: A KEY FOR FUNCTIONAL CIRCUIT\nRESTORATION IN THE CENTRAL NERVOUS SYSTEM\nA Data Management Plan created using DMPonline.be\nCreators: \nLieve Moons, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nn.n. n.n., Lieve Moons\nData Manager:\n \nn.n. n.n.\nGrant number / URL: \nC14/22/074\nID: \n197639\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nIntraneuronal resource allocation: a key for functional circuit restoration in the central nervous system\nBrain trauma and neurodegenerative disorders represent a critical socioeconomic challenge in our aging society, as functional\nregeneration of the damaged central nervous system (CNS) remains almost impossible. To tackle this challenge, our teams combine\ncomplementary animal models: zebrafish, that display robust regeneration of the CNS after injury, and mice, which like humans do not.\nWe recently revealed an antagonistic axon-dendrite interplay in adult zebrafish neurons, wherein the retraction of dendrites is needed for\neffective axonal repair, and  also showed that the distribution and morphology of mitochondria change in the different neuronal\ncompartments during injury-induced axonal regeneration. Based on these observations, we hypothesize that the inter-dependency of\ndendritic and axonal regrowth is resource limited. To test our hypothesis, we will investigate how the allocation of energy production shifts\nin single neurons among distinct compartments during injury-induced regrowth in both zebrafish and mice. Using a combination of\nbioinformatic, molecular and imaging approaches, we aim to uncover a set of molecular targets and mechanistic principles that support\nfunctional circuit repair in the mammalian CNS.\nLast modified: \n20-03-2023\nCreated using DMPonline.be. Last modiﬁed 20 March 2023\n1 of 6\nC14/22/074 - INTRANEURONAL RESOURCE ALLOCATION: A KEY FOR FUNCTIONAL CIRCUIT\nRESTORATION IN THE CENTRAL NERVOUS SYSTEM\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile format\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting\ndata) \nIndicate: \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nExperimental samples\nTissue whole mounts and tissue sections, either fixed/frozen or \nsubjected to immunohistochemistry (IHC)/hybridisation chain reaction\n(HCR)\nN\nP\nOther:\ntissue\nsamples\n/\n/\nup to 1000 tissues &  3000\nslides stored in fixative at 4°C\nor frozen \nWritten protocols\n/progress\nreports/publications\nWritten protocols/progress reports/publications\nN\nP\nT\n/\n/\nyearly progress reports and up\nto 5 publications;\nup to 15 protocols\nWritten protocols\n/progress\nreports/publications\nWritten protocols /progress reports/publications\nN\nD\nT\nDOCX, RTF,\nPDF\n<1GB\n \nGene expression data\nData from bulk and single cell RNA sequencing\nN\nD\nN/T\nBCL/FASTQ\n<10GB\n \nMicroscopy images\nConfocal images obtained after IHC/HCR\nN\nD\nI\nTIFF, JPEG,\nLIFF, OIB or\nCZI \n<5TB\n \nGene/protein\nexpression data\nData obtained via qPCR/Western blotting\nN\nD\nN/I\nXLS, CSV,\nTIFF, JPEG\n<100GB\n \nTransgenic reporter\nfish (5 lines)\nZebrafish lines \nN\nP\nOther: fish\n \n \nup to 200 tanks harvesting 15\nfish each\nTransgenic reporter\nfish \nDocuments reporting on the generation, breeding and phenotyping of\nthe lines\nN\nD\nT/I\nDOCX, PDF,\nJPEG\n<1GB\n \nLarge image datasets\nLight sheet microscopy of whole eye/visual system using reporter fish\nor after IHC/HCR\nN\nD\nI\nTIFF, JPEG,\nCZI\n<1TB\n \nLongitudinal image\ndatasets\nLife confocal microscopy imaging of in vitro cell and tissue cultures in\nmicrofluidic devices\nN\nD\nI/A\nTIFF, JPEG,\nCZI, AVI, MP4\n<5TB\n \nAnalytical data\nKymographic analysis of life images using ImageJ\nN\nD\nN/I/T/SO\nXLS,TIFF,\nZIP, CSV, PY\n<1TB\n \nAnalytical data\nBioinformatic analyses using Phyton/Seurat\nN\nD\nN/T/M/SO\nXLS, R, PY,\nCSV\n<1TB\n \nAnalytical data\nGraphs and statistics\nN\nD\nN/T/I\nTIFF, PNG,\nXLS, PZFX\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nYes, animal data (Provide ECD reference number below)\nP136/2018\nP004/2021\nP014/2021\nP111/2022\nP147-2022\nP168-2022 \nCreation Moons/2021\nCreation Moons-Van Dyck/2022\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nNo\nNA\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nCreated using DMPonline.be. Last modiﬁed 20 March 2023\n2 of 6\nYes\nThe project largely contains fundamental research that will generate insights for possible future valorisation. It holds a potential to medical translation or application in the clinic but only on the long\nrun. There might be IP generated, depending on the obtained results. These involve the identification of molecules that induce axonal regeneration and functional recovery in the\ndamaged/diseased retina or central nervous system. If mechanisms or molecules being identified in the project are novel and promising for clinical application, possible IP protection will be\nconsidered, which will then be performed in consultation with LRD.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nNA\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nNA\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nDigital data:\nWe will maintain a record of the following per experiment (where applicable):\n- Experimental design and protocol (.docx file)\n- Structure of the data (.docx file)\n-\n Steps involved in data analysis and relevant analysis scripts ( R, MATLAB, Python and ImageJ scripts)\n- Raw data (specific file format according to data type)\n- Analysed data (specific file format according to data type)\n- Index file/read me file (.txt file) for every set of experiments, linking the name, location (folder and subfolder on /server) and description of above-mentioned files. \nPhysical data:\nSamples taken from experiments will be documented and stored for up to three years after the end of the project. Storage will be in fixative or frozen depending on the kind of sample. IHC/HCR\nstained slides will be stored in appropriate boxes in a dry place or in the freezer.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nThe experiments are unique, but the data will be standardized according to data-type across experiments to make it easier to interpret the structure.\nThe results of analysis will be stored in two forms, first in CZV or XLS data sheets with quantitative data and summary statistical analysis, but also in HDF5 files for more complex data structures\n(e.g. artifical intelligence models, multiome data).\nWe adopted a single, well-defined file-folder structure and file-naming rules. Every data folder is accompanied by appropriate metadata files consisting of a readme.txt with info on nomenclature,\nfile format, software and adopted data standards (from RDR KU Leuven).\nMetadata standards will be used for genomics (http://www.dcc.ac.uk/resources/metadata-standards/genome-metadata).\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nOneDrive (KU Leuven)\nLarge Volume Storage\nShared network drive (J-drive)\nThe host institute provides a secure data storage system (KU Leuven LUNA servers) with automated onsite back-up and mirroring. Every person has storage capacity of 2 TB with a regular\nbackup system (OneDrive) so the data will be stored there for active use and copies can be made and kept on personal devices. For active use of the data during the project, OneDrive will\nensure data transfer between computers.\nHigh-volume data are also stored on the KU Leuven LUNA Large Volume Storage space. Protocols and SOPs are are stored on the Shared network drive J. \nWe expect max 10 Tb of data to be stored.\nThe physcial data, consisting of (immuno)histologically stained tissue sections, biochemical samples (protein extracts, mRNA), western blots, etc. will be stored in freezers/fridges and closets in\nthe lab. Also unstained paraffin/cryo sections will be stored at a dry/cold place for possible future use. The inventory of all locations is shared on the KU Leuven LUNA Shared drive.\nThe newly generated zebrafish lines will be kept in our facility and can be dissiminated upon request. They will also be donated to ZFIN for independent maintanance.\nRaw data and gene (cell) count matrices will be deposited at GEO (NCBI) upon publication.\nHow will the data be backed up?\nCreated using DMPonline.be. Last modiﬁed 20 March 2023\n3 of 6\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe data will be stored on the secure data storage system (KU Leuven LUNA servers) with automated onsite back-up and mirroring.\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nThere is currently sufficient KU Leuven storage available. However, we expect to need more large volume and back-up storage than we have now at KU Leuven, yet this can be expanded at hoc.\n We will discuss with KU Leuven ICTS and the departmental ICTS (\nhttp://bio.kuleuven.be/ict\n) about the possibilities and optimal solutions in due time.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll network storage is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS center, to provide disaster recovery and additional back-up capacity, thus guaranteeing long-\nterm data availability.\nAccess to data is conditioned by KU Leuven security groups. All data will be password protected at the locations.\nFor OneDrive, we only share folders with relevant involved persons.\n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCost for Large Volume Storage per Tb (KU Leuven ICTS \n- \nArchive K: drive - LVS L: drive): €114 €/year\nBack-up cost per Tb (KU Leuven ICTS): 295€/year\nWe also have a 100 GB shared network drive (J drive): 51,9 €/year\nExpected amount of data : 10 Tb.\nThe costs will be covered by part of the allocated project budget.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCertain data cannot be kept for 10 years (explain below)\nWe will retain all digital data as well as manual notebooks for the expected 10-years, conform the KU Leuven RDM policy.\nDue to physical preservation issues and storage limitations, we can only keep the fixed/frozen samples and stained sections for max up to 3 years. \nFor most publications we expect that we will make the data publicly available on data repositories.\nRNA sequencing data will be submitted to public databases (NCBI-SRA), where they will be permanently archived to preserve access to the public.\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nKU Leuven RDR\nWe will use the back-up possibilities as proposed by KU Leuven ICTS, with servers centrally managed by the ICTS to store all digital data (see above)\nNotebooks will be kept in the lab for at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe expect about 3500 EUR/year.\nThe costs will be covered by part of the allocated project budget.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nYes, as embargoed data (temporary restriction)\nWritten progress reports will be stored for internal purposes and can be accessed by KU Leuven researchers upon request. Relevant neurobiological findings will be disseminated through\npublication in high profile, peer-reviewed international journals within the life science field. The data will be presented on (inter)national scientific field- specific meetings, e.g. LBI, NERF, ARVO,\nEVER, SfN, FENS meetings, etc.\nTranscriptomics data will be submitted to public databases (NCBI-SRA), where they will be permanently archived to preserve access to the public.\nThe data will be made available after publication via the required link in the publications or upon request after an embargo period after publication (f.i. phenotype files, genetic data). The same\nholds true for unpublished data, they can be made available upon request but only after an embargo period (3 years; exceptionally 5 years after the project) and prior to evaluation on a per case\nCreated using DMPonline.be. Last modiﬁed 20 March 2023\n4 of 6\nbasis.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly research personnel of the two contributing labs can access the data and metadata.\nAfter Open Access publication, corresponding transcriptomic and imaging datasets data will be shared on open platforms (e.g. KU Leuven Research Data Repository (RDR), NCBI-SRA and the\nOpen Science Framework (OSF)). We will also look into additional Open Access repositories such as Genebank, FigShare (https://figshare.com/), Dryad (https://datadryad.org/) or\nhttps://zenodo.org/ depending on the type of data or upon request by mail. We will explore the possibilities via online repositories and will use the website www.re3data.org.\nUnpublished data will only be shared under strict conditions. Therefore, terms will be set on beforehand in an MTA (Material Transfer Agreement).\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nNA\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nAfter Open Access publication, corresponding transcriptomic and imaging datasets data will be shared on open platforms (e.g. KU Leuven Research Data Repository (RDR), NCBI-SRA, and the\nOpen Science Framework (OSF)). We will also look into additional Open Access repositories such as Genebank, FigShare (https://figshare.com/), Dryad (https://datadryad.org/) or\nhttps://zenodo.org/ depending on the type of data or upon request by mail. We will explore the possibilities via online repositories and will use the website www.re3data.org.\n \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThe expected cost for data sharing will be low, since the use of OneDrive is free for KU Leuven members up to 1TB. We do not expect to exceed this but if we would, part of the project budget\nwould be allocated to data sharing.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nPhD researchers and post-docs will take care of data documentation and metadata during the research project, for now being Annelies Van Dyck, Luca Masin, Anyi Zhang & Joana Santos.\n \nWho will manage data storage and backup during the research project? \nData documentation, data storage & backup during the project is the responsibility of all researchers working on this project, for now including Annelies Van Dyck, Luca Masin, Anyi Zhang & Joana\nSantos as the day-to-day managers of the C1-project.\nWho will manage data preservation and sharing? \nResponsibility for ensuring data preservation and sharing is with the PIs, Prof. Dr. Lieve Moons and Prof. Dr. Karl Farrow.\nWho will update and implement this DMP? \nCreated using DMPonline.be. Last modiﬁed 20 March 2023\n5 of 6\nThe end responsibility for updating and implementing the DMP is with the PIs, Prof. Dr. Lieve Moons and Prof. Dr. Karl Farrow.\nCreated using DMPonline.be. Last modiﬁed 20 March 2023\n6 of 6"
    },
    "clean_full_text": "C14/22/074 - INTRANEURONAL RESOURCE ALLOCATION: A KEY FOR FUNCTIONAL CIRCUIT RESTORATION IN THE CENTRAL NERVOUS SYSTEM A Data Management Plan created using DMPonline.be Creators: Lieve Moons, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: n.n. n.n., Lieve Moons Data Manager: n.n. n.n. Grant number / URL: C14/22/074 ID: 197639 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: Intraneuronal resource allocation: a key for functional circuit restoration in the central nervous system Brain trauma and neurodegenerative disorders represent a critical socioeconomic challenge in our aging society, as functional regeneration of the damaged central nervous system (CNS) remains almost impossible. To tackle this challenge, our teams combine complementary animal models: zebrafish, that display robust regeneration of the CNS after injury, and mice, which like humans do not. We recently revealed an antagonistic axon-dendrite interplay in adult zebrafish neurons, wherein the retraction of dendrites is needed for effective axonal repair, and also showed that the distribution and morphology of mitochondria change in the different neuronal compartments during injury-induced axonal regeneration. Based on these observations, we hypothesize that the inter-dependency of dendritic and axonal regrowth is resource limited. To test our hypothesis, we will investigate how the allocation of energy production shifts in single neurons among distinct compartments during injury-induced regrowth in both zebrafish and mice. Using a combination of bioinformatic, molecular and imaging approaches, we aim to uncover a set of molecular targets and mechanistic principles that support functional circuit repair in the mammalian CNS. Last modified: 20-03-2023 Created using DMPonline.be. Last modiﬁed 20 March 2023 1 of 6 C14/22/074 - INTRANEURONAL RESOURCE ALLOCATION: A KEY FOR FUNCTIONAL CIRCUIT RESTORATION IN THE CENTRAL NERVOUS SYSTEM Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Experimental samples Tissue whole mounts and tissue sections, either fixed/frozen or subjected to immunohistochemistry (IHC)/hybridisation chain reaction (HCR) N P Other: tissue samples / / up to 1000 tissues & 3000 slides stored in fixative at 4°C or frozen Written protocols /progress reports/publications Written protocols/progress reports/publications N P T / / yearly progress reports and up to 5 publications; up to 15 protocols Written protocols /progress reports/publications Written protocols /progress reports/publications N D T DOCX, RTF, PDF <1GB Gene expression data Data from bulk and single cell RNA sequencing N D N/T BCL/FASTQ <10GB Microscopy images Confocal images obtained after IHC/HCR N D I TIFF, JPEG, LIFF, OIB or CZI <5TB Gene/protein expression data Data obtained via qPCR/Western blotting N D N/I XLS, CSV, TIFF, JPEG <100GB Transgenic reporter fish (5 lines) Zebrafish lines N P Other: fish up to 200 tanks harvesting 15 fish each Transgenic reporter fish Documents reporting on the generation, breeding and phenotyping of the lines N D T/I DOCX, PDF, JPEG <1GB Large image datasets Light sheet microscopy of whole eye/visual system using reporter fish or after IHC/HCR N D I TIFF, JPEG, CZI <1TB Longitudinal image datasets Life confocal microscopy imaging of in vitro cell and tissue cultures in microfluidic devices N D I/A TIFF, JPEG, CZI, AVI, MP4 <5TB Analytical data Kymographic analysis of life images using ImageJ N D N/I/T/SO XLS,TIFF, ZIP, CSV, PY <1TB Analytical data Bioinformatic analyses using Phyton/Seurat N D N/T/M/SO XLS, R, PY, CSV <1TB Analytical data Graphs and statistics N D N/T/I TIFF, PNG, XLS, PZFX <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, animal data (Provide ECD reference number below) P136/2018 P004/2021 P014/2021 P111/2022 P147-2022 P168-2022 Creation Moons/2021 Creation Moons-Van Dyck/2022 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No NA Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 20 March 2023 2 of 6 Yes The project largely contains fundamental research that will generate insights for possible future valorisation. It holds a potential to medical translation or application in the clinic but only on the long run. There might be IP generated, depending on the obtained results. These involve the identification of molecules that induce axonal regeneration and functional recovery in the damaged/diseased retina or central nervous system. If mechanisms or molecules being identified in the project are novel and promising for clinical application, possible IP protection will be considered, which will then be performed in consultation with LRD. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No NA Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No NA Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Digital data: We will maintain a record of the following per experiment (where applicable): - Experimental design and protocol (.docx file) - Structure of the data (.docx file) - Steps involved in data analysis and relevant analysis scripts ( R, MATLAB, Python and ImageJ scripts) - Raw data (specific file format according to data type) - Analysed data (specific file format according to data type) - Index file/read me file (.txt file) for every set of experiments, linking the name, location (folder and subfolder on /server) and description of above-mentioned files. Physical data: Samples taken from experiments will be documented and stored for up to three years after the end of the project. Storage will be in fixative or frozen depending on the kind of sample. IHC/HCR stained slides will be stored in appropriate boxes in a dry place or in the freezer. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes The experiments are unique, but the data will be standardized according to data-type across experiments to make it easier to interpret the structure. The results of analysis will be stored in two forms, first in CZV or XLS data sheets with quantitative data and summary statistical analysis, but also in HDF5 files for more complex data structures (e.g. artifical intelligence models, multiome data). We adopted a single, well-defined file-folder structure and file-naming rules. Every data folder is accompanied by appropriate metadata files consisting of a readme.txt with info on nomenclature, file format, software and adopted data standards (from RDR KU Leuven). Metadata standards will be used for genomics (http://www.dcc.ac.uk/resources/metadata-standards/genome-metadata). Data Storage & Back-up during the Research Project Where will the data be stored? OneDrive (KU Leuven) Large Volume Storage Shared network drive (J-drive) The host institute provides a secure data storage system (KU Leuven LUNA servers) with automated onsite back-up and mirroring. Every person has storage capacity of 2 TB with a regular backup system (OneDrive) so the data will be stored there for active use and copies can be made and kept on personal devices. For active use of the data during the project, OneDrive will ensure data transfer between computers. High-volume data are also stored on the KU Leuven LUNA Large Volume Storage space. Protocols and SOPs are are stored on the Shared network drive J. We expect max 10 Tb of data to be stored. The physcial data, consisting of (immuno)histologically stained tissue sections, biochemical samples (protein extracts, mRNA), western blots, etc. will be stored in freezers/fridges and closets in the lab. Also unstained paraffin/cryo sections will be stored at a dry/cold place for possible future use. The inventory of all locations is shared on the KU Leuven LUNA Shared drive. The newly generated zebrafish lines will be kept in our facility and can be dissiminated upon request. They will also be donated to ZFIN for independent maintanance. Raw data and gene (cell) count matrices will be deposited at GEO (NCBI) upon publication. How will the data be backed up? Created using DMPonline.be. Last modiﬁed 20 March 2023 3 of 6 Standard back-up provided by KU Leuven ICTS for my storage solution The data will be stored on the secure data storage system (KU Leuven LUNA servers) with automated onsite back-up and mirroring. Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes There is currently sufficient KU Leuven storage available. However, we expect to need more large volume and back-up storage than we have now at KU Leuven, yet this can be expanded at hoc. We will discuss with KU Leuven ICTS and the departmental ICTS ( http://bio.kuleuven.be/ict ) about the possibilities and optimal solutions in due time. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All network storage is hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS center, to provide disaster recovery and additional back-up capacity, thus guaranteeing long- term data availability. Access to data is conditioned by KU Leuven security groups. All data will be password protected at the locations. For OneDrive, we only share folders with relevant involved persons. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Cost for Large Volume Storage per Tb (KU Leuven ICTS - Archive K: drive - LVS L: drive): €114 €/year Back-up cost per Tb (KU Leuven ICTS): 295€/year We also have a 100 GB shared network drive (J drive): 51,9 €/year Expected amount of data : 10 Tb. The costs will be covered by part of the allocated project budget. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Certain data cannot be kept for 10 years (explain below) We will retain all digital data as well as manual notebooks for the expected 10-years, conform the KU Leuven RDM policy. Due to physical preservation issues and storage limitations, we can only keep the fixed/frozen samples and stained sections for max up to 3 years. For most publications we expect that we will make the data publicly available on data repositories. RNA sequencing data will be submitted to public databases (NCBI-SRA), where they will be permanently archived to preserve access to the public. Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) KU Leuven RDR We will use the back-up possibilities as proposed by KU Leuven ICTS, with servers centrally managed by the ICTS to store all digital data (see above) Notebooks will be kept in the lab for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We expect about 3500 EUR/year. The costs will be covered by part of the allocated project budget. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) Yes, as embargoed data (temporary restriction) Written progress reports will be stored for internal purposes and can be accessed by KU Leuven researchers upon request. Relevant neurobiological findings will be disseminated through publication in high profile, peer-reviewed international journals within the life science field. The data will be presented on (inter)national scientific field- specific meetings, e.g. LBI, NERF, ARVO, EVER, SfN, FENS meetings, etc. Transcriptomics data will be submitted to public databases (NCBI-SRA), where they will be permanently archived to preserve access to the public. The data will be made available after publication via the required link in the publications or upon request after an embargo period after publication (f.i. phenotype files, genetic data). The same holds true for unpublished data, they can be made available upon request but only after an embargo period (3 years; exceptionally 5 years after the project) and prior to evaluation on a per case Created using DMPonline.be. Last modiﬁed 20 March 2023 4 of 6 basis. If access is restricted, please specify who will be able to access the data and under what conditions. Only research personnel of the two contributing labs can access the data and metadata. After Open Access publication, corresponding transcriptomic and imaging datasets data will be shared on open platforms (e.g. KU Leuven Research Data Repository (RDR), NCBI-SRA and the Open Science Framework (OSF)). We will also look into additional Open Access repositories such as Genebank, FigShare (https://figshare.com/), Dryad (https://datadryad.org/) or https://zenodo.org/ depending on the type of data or upon request by mail. We will explore the possibilities via online repositories and will use the website www.re3data.org. Unpublished data will only be shared under strict conditions. Therefore, terms will be set on beforehand in an MTA (Material Transfer Agreement). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No NA Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) After Open Access publication, corresponding transcriptomic and imaging datasets data will be shared on open platforms (e.g. KU Leuven Research Data Repository (RDR), NCBI-SRA, and the Open Science Framework (OSF)). We will also look into additional Open Access repositories such as Genebank, FigShare (https://figshare.com/), Dryad (https://datadryad.org/) or https://zenodo.org/ depending on the type of data or upon request by mail. We will explore the possibilities via online repositories and will use the website www.re3data.org. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Data Transfer Agreement (restricted data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? The expected cost for data sharing will be low, since the use of OneDrive is free for KU Leuven members up to 1TB. We do not expect to exceed this but if we would, part of the project budget would be allocated to data sharing. Responsibilities Who will manage data documentation and metadata during the research project? PhD researchers and post-docs will take care of data documentation and metadata during the research project, for now being Annelies Van Dyck, Luca Masin, Anyi Zhang & Joana Santos. Who will manage data storage and backup during the research project? Data documentation, data storage & backup during the project is the responsibility of all researchers working on this project, for now including Annelies Van Dyck, Luca Masin, Anyi Zhang & Joana Santos as the day-to-day managers of the C1-project. Who will manage data preservation and sharing? Responsibility for ensuring data preservation and sharing is with the PIs, Prof. Dr. Lieve Moons and Prof. Dr. Karl Farrow. Who will update and implement this DMP? Created using DMPonline.be. Last modiﬁed 20 March 2023 5 of 6 The end responsibility for updating and implementing the DMP is with the PIs, Prof. Dr. Lieve Moons and Prof. Dr. Karl Farrow. Created using DMPonline.be. Last modiﬁed 20 March 2023 6 of 6"
}