{
    "document_id": "D-2023-2386",
    "LinkTitle": "D-2023-2386",
    "file_name": "D-2023-2386.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2386.pdf",
    "metadata": {
        "title": "CELSA/23/031 - Exploiting structural insights in IP3 receptor function to develop novel, allosteric inhibitors of IP3 receptor channels (SINFONIC)",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "CELSA/23/031 - Exploiting structural insights in IP3 receptor function to develop\nnovel, allosteric inhibitors of IP3 receptor channels (SINFONIC)\nA Data Management Plan created using DMPonline.be\nCreators: \nTomas Luyten, Geert Bultynck\nAffiliation: \nKU Leuven (KUL)\nFunder: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nGeert Bultynck\nGrant number / URL: \nCELSA/23/031\nID: \n203006\nStart date: \n01-10-2023\nEnd date: \n30-09-2025\nProject abstract:\nThe endoplasmic reticulum (ER)-resident IP3 receptors (IP3Rs), intracellular Ca2+-release channels, play a central role in\nhuman physiology. They mediate Ca2+ flux from ER into cytosol and to organelles such as mitochondria via membrane\ncontact sites, impacting mitochondrial functions 1. IP3R dysregulation impairs proper cell function and underlies several\ndiseases. Hence, the Ca2+-flux properties of IP3Rs are critically controlled by an arsenal of factors including accessory\nproteins that directly bind the channel 2. Our team has focused on anti-apoptotic Bcl-2 proteins, which directly suppress\nIP3Rs, thereby preventing Ca2+-driven apoptosis3. We identified the BH4 domain of Bcl-2 as necessary and sufficient\nfor inhibiting IP3Rs with a critical role for Bcl-2’s Lys17 4,5; Fig. 1: A, electrophysiology from 6; B, live-cell Ca2+ imaging\nwith electroporation-based peptide delivery from 5. We identified aa stretch 1389-1408 7 located in the ARM2 domain\nof IP3Rs as a binding site for Bcl-2’s BH4 domain.\nWhile structure-function analyses of IP3Rs have majorly advanced, the pharmacological targeting of IP3Rs has lagged.\nSince our review in 2003 8, the arsenal of pharmacological agents to potently and selectively inhibit IP3Rs with high\naffinity in living cells have remained largely unchanged (the problem). Most available pharmacological tools (such as 2-\nAPB, caffeine, heparin, xestospongin B/C, etc…) at our disposal were not specifically designed to inhibit IP3Rs, are low\naffinity (high \u0000M), are non-selective with effects on other Ca2+-transport systems with some additional limitations such\nas being cell impermeable (heparin) or not commercially available (xestospongin B). Our field urgently needs better,\nhigh-affinity, selective IP3R inhibitors. Such tools may also have therapeutic potential, as different types of cancer cells\nare addicted to constitutive IP3R-mediated Ca2+ flux for their survival9,10. Such tools may also counteract “leaky”\nIP3Rs carrying neuropathy-linked missense mutations11.\nYet, thanks to recent high-resolution, structural insights in IP3R channels and the conformational changes underlying\nchannel opening, we now have a unique opportunity to progress beyond the state-of-the-art by designing novel, specific,\nallosteric IP3R inhibitors tailored towards targeting those IP3R regions critical for channel opening. In particular, recent\ncryoEM structures of IP3R1 obtained in apo/closed, high Ca2+-bound/inactivated and IP3-occupied/open state indicated\na switch in the intramolecular interaction interfaces between the \u0000TF1 domain (located in the ligand-binding region) and\nthe ARM2 domain (located in the central, modulatory domain)12, Fig. 2. In the closed/inactivated states, the \u0000TF1-ARM2\ninterface is stabilized by interactions between A75-D85 and R137-A146 from βTF1 with N1336-S1337 and T1301-H1302\nfrom ARM2 domain. Yet, in the IP3-bound/open IP3R1 structure, these interfaces are perturbed and now the aa stretch\nK136-N145 of \u0000TF1 engages with another interaction area in ARM2 namely V1391-S1399 and D1433-M1438 Fig.2. This\nstrongly suggests that these interactions are key to open IP3R1 channels; though formal proof will come from measuring\nthe activity of IP3R1 channels lacking these regions (ongoing with Dr. Serysheva, Dr. Yule and Dr. Bultynck).\nYet, serendipitously, we already have hints that these domains/regions are critical for IP3R1-channel opening. Hence,\nwhile being highly ambitious, challenging and bold in our ultimate aims, these supporting evidences strongly de-risk this\nproject. i. IP3R1 channels lacking the first 225 aa and thus \u0000TF1 domain can still bind IP3 but fail to display IP3-induced\nCa2+ release implying that this channel lacks critical interactions for channel opening 13. ii. In our work on IP3R1/Bcl-2\ncomplexes, we developed IP3R1 channels that lack aa 1389-1408 (and thus also V1391-S1399 \u0000TF1 interaction\ninterface) were severely, but not completely, compromised in mediating Ca2+ release 6. iii. Aa stretch 1389-1408 is\nstrongly conserved among all IP3R orthologues, implying its importance for IP3R channel function 14. iv IP3R1 V1391-\nS1399 region exactly lies in the IP3R1 region previously identified as the binding site of Bcl-2’s BH4 domain, a potent\ninhibitor of IP3R1 channels 4;. We speculate that Bcl-2 may compete with aa K136-N145 of IP3R1 for binding to the\nV1391-S1399 stretch. As such, by binding to the aa region 1389-1408, Bcl-2 may prevent aa V1391-S1399 to engage in\ninteraction with \u0000TF1, a requisite for IP3R1 channel opening. Very excitingly, similarly to Bcl-2’s BH4 domain, the aa\nK136-N145 stretch contains a Lys (K144) that appears to form a strong interaction with ARM2 residues.\nCreated using DMPonline.be. Last modiﬁed 28 November 2023\n1 of 6\n \n \n \n \n \nLast modified: \n28-11-2023\nCreated using DMPonline.be. Last modiﬁed 28 November 2023\n2 of 6\nCELSA/23/031 - Exploiting structural insights in IP3 receptor function to develop\nnovel, allosteric inhibitors of IP3 receptor channels (SINFONIC)\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nBiological material: cell lines, plasmids, primers, peptides,antibodies, purified proteins,...\nExperimental data:\nWestern blots: .scn (imagelab files), TIFF\nFluorescent microscopy data: ziar, zistream, zvi (Zeiss) and ....(Nikon), txt files\nFlexstation analysis: .pda (softmax pro) and .txt\n45Ca2+ unidirectional flux experiments: .rtf and .xlsx\nCell death measurements via FACS analysis as .fcs (flow jo files).\nCell death/cell proliferation experiments via Incucyte analysis are obtained as incucytezoom files and saved as .xls, .tif and .mp4\nBLI and MST: tif, txt\nDNA Sequences and all relevant information is stored in a database\nCell line datafiles will be preserved in the inventory management section of an electronic lab notebook and linked to the experiments.\nThe data in the ELN is stored in a database.\nBoth the raw data and the processed data of experiments including graphs will be preserved, as well as the resulting manuscripts. Analysis of the various techniques and\nstorage of overall lab data will be in electronic notebooks or on the network drives of the university. Please note that the volume of most data is not going to be large\nenough to cause problems with our storage capacity. For the microscopy data we only will keep the original .ziar or ..... and .txt files for long term storage as these are\nsufficient to generate the other files.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNo\n  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nEverything is covered unde the umbrella protocol of the department under S number S63808.\n  \nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nNo\n \n  \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nNo\n \n  \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\n \n  \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n \n  \nCreated using DMPonline.be. Last modiﬁed 28 November 2023\n3 of 6\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nAccording to good laboratory practices, each researcher involved in the project, provides detailed descriptions of his/her experimental data acquisition and/or on the\ngeneration of new biological materials in his/her electronic laboratory notebooks as appropriate, thereby cross-referring any paper notes that might be used to the\nelectronic files containing the data, and to the biological samples used. \nProtocols and products used are indicated and cross-referenced in the laboratory notebooks. Each experiment in the ELN will contain all data files with the exclusion of the\nmicroscopy data file (this will be stored on an external drive and cross-referenced) a metadata file with information about the specific dataset or links to other datasets\nincluding unique identifier numbers is included in the ELN. Revision history is maintained.  JSON formatted files with metadata are included in the ELN. \nThe researchers involved will store work files on the J-drive or the KU Leuven Enterprise onedrive instead of his/her own laptop hard drive to prevent loss of data.\nCell lines will be documented in a standardized way inside the LMCS cell line database (format: .xlsx; location: J-drive) Write access only by the personnel affiliated to our\ncell culture facility.\nPlasmids will be documented in the ELN database. Information including DNA sequences of primers or other constructs or amino acid sequences of peptides generated or\nobtained during the project: .txt and .docx files and in ELN.\n \n  \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nMetadata will be used.  During and after the project all data is available on the LMCS-shared network J-drive and/or via the laboratory notebooks of the researchers\ninvolved.  This will make the data available to researcher within the  research group.  Data and all other information related to peer-reviewed publications will, at present,\nbe archived on the LMCS Archive K-drive (1 TB presently available, can be expanded whenever necessary) as soon as possible after publication. \nWe will ialso make use of the KULeuven research data repository.  Data will be prepared according to the guidelines set by the university (DataCite). \n  \nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nLarge Volume Storage\nOther (specify below)\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nData is stored on network drives of the KU Leuven (J-drive, K-drive) with automatic backup at least once per day for these drives by ICT. Experimental data is also stored\nin our electronic lab notebooks and are backed up once a day. The individual researcher will also back-up experiments of the ELN to their respective onedrive of the\nKULeuven as a secondary back-up option.  Microscopy data will be saved on external hard drives due to the amount of data needed.\n  \nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nOther (specify below)\nAutomatic back-ups are created from the elctronic lab notebook system we use in addition to the automatic backups provided by KU Leuven ICTS\n  \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nNo (explain solution below)\nAt the moment the drives are at capacity, but these can be extended when required.  The additional cost will be divided at ratio by all current grants.\nAvailable (drives can be expanded whenever needed):\nELN: 800GB space, currently 5GB used\nresearch group networked-drive: 1TB space, currently 700GB used\nK-drive: 500GB space (for archiving purposes)\nEach individual researcher: Professional Onedrive (2TB)\n  \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll data from published papers is archived on our archive drives at the KU Leuven.\nThis drive is write only and can only be accessed by the lab manager and the PI's of the research group.  Data can only be written and read, not modified or deleted.\n \n  \nCreated using DMPonline.be. Last modiﬁed 28 November 2023\n4 of 6\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nELN: €121 / 1TB J-drive: €51.9 / year/ 100GB K-drive: €156 / year / 1TB MySQL: €41.41 / year\nExtension, Reparation or replacement costs for other hardware will be covered by the allocated ‘consumables’ budget of the projects ongoing in the lab\n  \nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\n \n  \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nLarge Volume Storage (longterm for large volumes)\nKU Leuven RDR\n \n  \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAll obtained/generated data will be preserved for at least 10 years (as well the original data as the processed data), as well in Leuven as at our external partner.  See\nquestions above about costs involved.\n  \nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nYes, as restricted data (upon approval, or institutional access only)\nData potentially leading to patent application or important for future applications will not be made available or only under restricting conditions.\nPreliminary data will be presented in seminars and at national and international meetings as poster/oral communications/invited lectures.\nDefinitive data will be published in peer-reviewed, international journals (Open Access as per KU Leuven policy). Restrictions as mentioned in previous point.\nAll data will be published in academic-peer reviewed journals as soon as possible (for restrictions see above). We aim to publish open access according to KU Leuven\npolicy and publications will be available via Lirias 2.0.  Data from published papers will in future be deposited in the KU Leuven research data repository.\nDatasets will be uploaded to the university research data repository upon publication.\n \n  \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nPublications (open access).\nFor published data: Via the KULeuven research data repository, conditions to be determined depending on data gathered during the project.  Guidelines of the\nuniversity will be applied.\nFor unpublished data: only the PIs and researchers involved (or their scientific collaborators who will continue and follow up on the research after the completion of\npresent project).\n  \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\n \n  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nCreated using DMPonline.be. Last modiﬁed 28 November 2023\n5 of 6\n \n  \nWhen will the data be made available? \nUpon publication of research results\n \n  \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nPublic domain\n  \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​Yes, a PID will be added upon deposit in a data repository\n \n  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nPublication costs (Open Access) will be covered by the consumables budget.  There is no cost involved at the moment for using the KULeuven data repository.  50GB\navailable per researcher per year for free.   \n  \nResponsibilities\nWho will manage data documentation and metadata during the research project? \nAll researchers involved in the project are responsible for their own part.  The Lab managers in the research groups involved will supervise this process.\n \n  \nWho will manage data storage and backup during the research project? \nAll researchers involved in the project are responsible for their own part. The PI’s will supervise this process and deal with the long-term storage of data sets.\n  \nWho will manage data preservation and sharing? \nThe PI’ mentioned in this grant\n  \nWho will update and implement this DMP? \nThe PI’ mentioned in this grant\n  \nCreated using DMPonline.be. Last modiﬁed 28 November 2023\n6 of 6"
    },
    "clean_full_text": "CELSA/23/031 - Exploiting structural insights in IP3 receptor function to develop novel, allosteric inhibitors of IP3 receptor channels (SINFONIC) A Data Management Plan created using DMPonline.be Creators: Tomas Luyten, Geert Bultynck Affiliation: KU Leuven (KUL) Funder: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Geert Bultynck Grant number / URL: CELSA/23/031 ID: 203006 Start date: 01-10-2023 End date: 30-09-2025 Project abstract: The endoplasmic reticulum (ER)-resident IP3 receptors (IP3Rs), intracellular Ca2+-release channels, play a central role in human physiology. They mediate Ca2+ flux from ER into cytosol and to organelles such as mitochondria via membrane contact sites, impacting mitochondrial functions 1. IP3R dysregulation impairs proper cell function and underlies several diseases. Hence, the Ca2+-flux properties of IP3Rs are critically controlled by an arsenal of factors including accessory proteins that directly bind the channel 2. Our team has focused on anti-apoptotic Bcl-2 proteins, which directly suppress IP3Rs, thereby preventing Ca2+-driven apoptosis3. We identified the BH4 domain of Bcl-2 as necessary and sufficient for inhibiting IP3Rs with a critical role for Bcl-2’s Lys17 4,5; Fig. 1: A, electrophysiology from 6; B, live-cell Ca2+ imaging with electroporation-based peptide delivery from 5. We identified aa stretch 1389-1408 7 located in the ARM2 domain of IP3Rs as a binding site for Bcl-2’s BH4 domain. While structure-function analyses of IP3Rs have majorly advanced, the pharmacological targeting of IP3Rs has lagged. Since our review in 2003 8, the arsenal of pharmacological agents to potently and selectively inhibit IP3Rs with high affinity in living cells have remained largely unchanged (the problem). Most available pharmacological tools (such as 2- APB, caffeine, heparin, xestospongin B/C, etc…) at our disposal were not specifically designed to inhibit IP3Rs, are low affinity (high \u0000M), are non-selective with effects on other Ca2+-transport systems with some additional limitations such as being cell impermeable (heparin) or not commercially available (xestospongin B). Our field urgently needs better, high-affinity, selective IP3R inhibitors. Such tools may also have therapeutic potential, as different types of cancer cells are addicted to constitutive IP3R-mediated Ca2+ flux for their survival9,10. Such tools may also counteract “leaky” IP3Rs carrying neuropathy-linked missense mutations11. Yet, thanks to recent high-resolution, structural insights in IP3R channels and the conformational changes underlying channel opening, we now have a unique opportunity to progress beyond the state-of-the-art by designing novel, specific, allosteric IP3R inhibitors tailored towards targeting those IP3R regions critical for channel opening. In particular, recent cryoEM structures of IP3R1 obtained in apo/closed, high Ca2+-bound/inactivated and IP3-occupied/open state indicated a switch in the intramolecular interaction interfaces between the \u0000TF1 domain (located in the ligand-binding region) and the ARM2 domain (located in the central, modulatory domain)12, Fig. 2. In the closed/inactivated states, the \u0000TF1-ARM2 interface is stabilized by interactions between A75-D85 and R137-A146 from βTF1 with N1336-S1337 and T1301-H1302 from ARM2 domain. Yet, in the IP3-bound/open IP3R1 structure, these interfaces are perturbed and now the aa stretch K136-N145 of \u0000TF1 engages with another interaction area in ARM2 namely V1391-S1399 and D1433-M1438 Fig.2. This strongly suggests that these interactions are key to open IP3R1 channels; though formal proof will come from measuring the activity of IP3R1 channels lacking these regions (ongoing with Dr. Serysheva, Dr. Yule and Dr. Bultynck). Yet, serendipitously, we already have hints that these domains/regions are critical for IP3R1-channel opening. Hence, while being highly ambitious, challenging and bold in our ultimate aims, these supporting evidences strongly de-risk this project. i. IP3R1 channels lacking the first 225 aa and thus \u0000TF1 domain can still bind IP3 but fail to display IP3-induced Ca2+ release implying that this channel lacks critical interactions for channel opening 13. ii. In our work on IP3R1/Bcl-2 complexes, we developed IP3R1 channels that lack aa 1389-1408 (and thus also V1391-S1399 \u0000TF1 interaction interface) were severely, but not completely, compromised in mediating Ca2+ release 6. iii. Aa stretch 1389-1408 is strongly conserved among all IP3R orthologues, implying its importance for IP3R channel function 14. iv IP3R1 V1391- S1399 region exactly lies in the IP3R1 region previously identified as the binding site of Bcl-2’s BH4 domain, a potent inhibitor of IP3R1 channels 4;. We speculate that Bcl-2 may compete with aa K136-N145 of IP3R1 for binding to the V1391-S1399 stretch. As such, by binding to the aa region 1389-1408, Bcl-2 may prevent aa V1391-S1399 to engage in interaction with \u0000TF1, a requisite for IP3R1 channel opening. Very excitingly, similarly to Bcl-2’s BH4 domain, the aa K136-N145 stretch contains a Lys (K144) that appears to form a strong interaction with ARM2 residues. Created using DMPonline.be. Last modiﬁed 28 November 2023 1 of 6 Last modified: 28-11-2023 Created using DMPonline.be. Last modiﬁed 28 November 2023 2 of 6 CELSA/23/031 - Exploiting structural insights in IP3 receptor function to develop novel, allosteric inhibitors of IP3 receptor channels (SINFONIC) Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Biological material: cell lines, plasmids, primers, peptides,antibodies, purified proteins,... Experimental data: Western blots: .scn (imagelab files), TIFF Fluorescent microscopy data: ziar, zistream, zvi (Zeiss) and ....(Nikon), txt files Flexstation analysis: .pda (softmax pro) and .txt 45Ca2+ unidirectional flux experiments: .rtf and .xlsx Cell death measurements via FACS analysis as .fcs (flow jo files). Cell death/cell proliferation experiments via Incucyte analysis are obtained as incucytezoom files and saved as .xls, .tif and .mp4 BLI and MST: tif, txt DNA Sequences and all relevant information is stored in a database Cell line datafiles will be preserved in the inventory management section of an electronic lab notebook and linked to the experiments. The data in the ELN is stored in a database. Both the raw data and the processed data of experiments including graphs will be preserved, as well as the resulting manuscripts. Analysis of the various techniques and storage of overall lab data will be in electronic notebooks or on the network drives of the university. Please note that the volume of most data is not going to be large enough to cause problems with our storage capacity. For the microscopy data we only will keep the original .ziar or ..... and .txt files for long term storage as these are sufficient to generate the other files. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Everything is covered unde the umbrella protocol of the department under S number S63808. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 28 November 2023 3 of 6 Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). According to good laboratory practices, each researcher involved in the project, provides detailed descriptions of his/her experimental data acquisition and/or on the generation of new biological materials in his/her electronic laboratory notebooks as appropriate, thereby cross-referring any paper notes that might be used to the electronic files containing the data, and to the biological samples used. Protocols and products used are indicated and cross-referenced in the laboratory notebooks. Each experiment in the ELN will contain all data files with the exclusion of the microscopy data file (this will be stored on an external drive and cross-referenced) a metadata file with information about the specific dataset or links to other datasets including unique identifier numbers is included in the ELN. Revision history is maintained. JSON formatted files with metadata are included in the ELN. The researchers involved will store work files on the J-drive or the KU Leuven Enterprise onedrive instead of his/her own laptop hard drive to prevent loss of data. Cell lines will be documented in a standardized way inside the LMCS cell line database (format: .xlsx; location: J-drive) Write access only by the personnel affiliated to our cell culture facility. Plasmids will be documented in the ELN database. Information including DNA sequences of primers or other constructs or amino acid sequences of peptides generated or obtained during the project: .txt and .docx files and in ELN. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Metadata will be used. During and after the project all data is available on the LMCS-shared network J-drive and/or via the laboratory notebooks of the researchers involved. This will make the data available to researcher within the research group. Data and all other information related to peer-reviewed publications will, at present, be archived on the LMCS Archive K-drive (1 TB presently available, can be expanded whenever necessary) as soon as possible after publication. We will ialso make use of the KULeuven research data repository. Data will be prepared according to the guidelines set by the university (DataCite). Data Storage & Back-up during the Research Project Where will the data be stored? Large Volume Storage Other (specify below) Shared network drive (J-drive) OneDrive (KU Leuven) Data is stored on network drives of the KU Leuven (J-drive, K-drive) with automatic backup at least once per day for these drives by ICT. Experimental data is also stored in our electronic lab notebooks and are backed up once a day. The individual researcher will also back-up experiments of the ELN to their respective onedrive of the KULeuven as a secondary back-up option. Microscopy data will be saved on external hard drives due to the amount of data needed. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Other (specify below) Automatic back-ups are created from the elctronic lab notebook system we use in addition to the automatic backups provided by KU Leuven ICTS Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. No (explain solution below) At the moment the drives are at capacity, but these can be extended when required. The additional cost will be divided at ratio by all current grants. Available (drives can be expanded whenever needed): ELN: 800GB space, currently 5GB used research group networked-drive: 1TB space, currently 700GB used K-drive: 500GB space (for archiving purposes) Each individual researcher: Professional Onedrive (2TB) How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data from published papers is archived on our archive drives at the KU Leuven. This drive is write only and can only be accessed by the lab manager and the PI's of the research group. Data can only be written and read, not modified or deleted. Created using DMPonline.be. Last modiﬁed 28 November 2023 4 of 6 What are the expected costs for data storage and backup during the research project? How will these costs be covered? ELN: €121 / 1TB J-drive: €51.9 / year/ 100GB K-drive: €156 / year / 1TB MySQL: €41.41 / year Extension, Reparation or replacement costs for other hardware will be covered by the allocated ‘consumables’ budget of the projects ongoing in the lab Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Large Volume Storage (longterm for large volumes) KU Leuven RDR What are the expected costs for data preservation during the expected retention period? How will these costs be covered? All obtained/generated data will be preserved for at least 10 years (as well the original data as the processed data), as well in Leuven as at our external partner. See questions above about costs involved. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data Yes, as restricted data (upon approval, or institutional access only) Data potentially leading to patent application or important for future applications will not be made available or only under restricting conditions. Preliminary data will be presented in seminars and at national and international meetings as poster/oral communications/invited lectures. Definitive data will be published in peer-reviewed, international journals (Open Access as per KU Leuven policy). Restrictions as mentioned in previous point. All data will be published in academic-peer reviewed journals as soon as possible (for restrictions see above). We aim to publish open access according to KU Leuven policy and publications will be available via Lirias 2.0. Data from published papers will in future be deposited in the KU Leuven research data repository. Datasets will be uploaded to the university research data repository upon publication. If access is restricted, please specify who will be able to access the data and under what conditions. Publications (open access). For published data: Via the KULeuven research data repository, conditions to be determined depending on data gathered during the project. Guidelines of the university will be applied. For unpublished data: only the PIs and researchers involved (or their scientific collaborators who will continue and follow up on the research after the completion of present project). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Created using DMPonline.be. Last modiﬁed 28 November 2023 5 of 6 When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) Public domain Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? Publication costs (Open Access) will be covered by the consumables budget. There is no cost involved at the moment for using the KULeuven data repository. 50GB available per researcher per year for free. Responsibilities Who will manage data documentation and metadata during the research project? All researchers involved in the project are responsible for their own part. The Lab managers in the research groups involved will supervise this process. Who will manage data storage and backup during the research project? All researchers involved in the project are responsible for their own part. The PI’s will supervise this process and deal with the long-term storage of data sets. Who will manage data preservation and sharing? The PI’ mentioned in this grant Who will update and implement this DMP? The PI’ mentioned in this grant Created using DMPonline.be. Last modiﬁed 28 November 2023 6 of 6"
}