{
    "document_id": "D-2024-3501",
    "LinkTitle": "D-2024-3501",
    "file_name": "D-2024-3501.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3501.pdf",
    "metadata": {
        "title": "Navigating Diversity: Understanding Communication and Decision-Making Processes in Religiously Heterogamous Families with Children in Belgium and Greece",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nNavigating Diversity: Understanding Communication and Decision-Making Processes in Religiously Heterogamous Families with\nChildren in Belgium and Greece\nCreator:\nCreator:\nSofia Nikitaki\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject abstract:\nProject abstract:\nThis postdoctoral project investigates worldview dialogue and intrafamilial decision-making in religiously heterogamous couples\ncomposed by one religious and one nonreligious partner raising children together. It centers on mixed couples with children under 18\nyears old living in diverse European cultural settings, particularly Belgium (Flanders) and Greece. The primary objective of this research is\nto unravel the manners that mixed couples negotiate their worldview differences with each-other and make decisions regarding\n(non)religion-related issues on behalf of themselves and their children.\nAdditionally, and due to its cross-cultural dimension, the study explores and takes into account the potential contextual influences of\ncultural, societal, and historical factors on such communication and decision-making processes; this way further ensuring the\napplicability of the research insights and results into a wider European context. Adopting an inductive, qualitative approach based on\nConstructivist Grounded Theory and in-depth narrative interviews and drawing insights from theology, religious studies, and the study of\nnonreligion, the research seeks to provide insights into worldview dialogue within a (non)religiously diverse family unit.\nID: \nID: \n211470\nStart date: \nStart date: \n12-11-2024\nEnd date: \nEnd date: \n30-09-2027\nLast modified: \nLast modified: \n26-03-2025\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n1 of 9\nNavigating Diversity: Understanding Communication and Decision-Making Processes in Religiously\nNavigating Diversity: Understanding Communication and Decision-Making Processes in Religiously\nHeterogamous Families with Children in Belgium and Greece\nHeterogamous Families with Children in Belgium and Greece\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n2 of 9\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from\nthe following options:\nGenerate new data\nReuse existing\ndata\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose from\nthe following\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nIOQ\nInterview Outline\nand Questions\nGenerate new data\nDigital \nOther\n.docx and\n.pdf\n<1GB\nNA\nAIR\nAudio Interview\nRecordings\nGenerate new data\nDigital\nObservational\n.wav and/or\n.mp3\n<100GB\nNA\nPRINT\nPrinted Interview\nTranscripts for\ninitial data\nanalysis (between\n5-7 documents)\nGenerate new data\nPhysical\nObservational\nNA\nNA\n50-100\npages\nDINTR\nDigital Interview\nTranscripts\n(between 30-40\ndocuments)\nGenerate new data\nDigital\nObservational\n.docx and/or\n.pdf\n<100GB\nNA\nIC\nInformed Consent\nDocuments\n(between 30-40\ndocuments)\nGenerate New Data\nDigital and\nPhysical\nObservational\n.docx and/or\n.pdf\n<1GB\n0-80\npages\nGDPR\nGDPR information\ndocuments\n(between 30-40\ndocuments)\nGenerate New Data\nDigital and\nPhysical\nObservational\n.docx and/or\n.pdf\n<1GB\n0-80\npages\nNVIVO\nNvivo Data\nAnalysis File\nGenerate New Data\nDigital\nCompiled/aggregated\ndata\n.nvp\n<1GB\nNA\nRENOT\nResearch Notes\nGenerate New Data\nPhysical\nObservational\nNA\nNA\n20-60\npages\nPMI\nPseudonymization\nMatching Index\nGenerate New Data\nPhysical\nObservational\nNA\nNA\n1-3\npages\nLIT\nRelevant Research\nLiterature \nReuse Existing Data\nDigital and\nPhysical\nOther\n.pdf\n<100GB\nunknown\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nThe data that will be reused in this research (dataset: LIT) is from existing, peer-reviewed academic literature (published books,\njournals, reports and theses/dissertations). These existing data are available in digital format (.html, .pdf or .docx) or in hard-\ncopy. Since this project uses Constructivist Grounded Theory, the exact literature that will be used to reflect on the newly\ngenerated research data is still unknown. For searching for such data, I will make use of the KU Leuven Libraries' search function\n(Limo), Google Scholar, the ATLA Religion Database, JSTOR, and ProQuest Central.\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n3 of 9\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nThis research will use the personal data of adult participants, particularly religious and nonreligious parents based in Flanders\nand Greece, who are engaged in the upbringing or co-parenting of their children with a (current or former) partner holding\ndivergent (non)religious worldviews. The possible area for ethical issues is in the personal data of the interviewees (name, age,\ngender, education, nationality, [non]religious views, family composition, job). Some of these types of personal data will be\nincluded the consent forms and GDPR information sheets that will be given to participants (datasets: IC, GDPR), as well as the in\nthe audio files and transcripts of the semi-structured, narrative interviews which will be conducted with them (datasets: AIR,\nPRINT, DINTR, NVIVO).\nThe informed consent and GDPR information sheet (datasets: IC, GDPR) will not be used for the analysis and will only be\naccessible to the researcher. Each of the recordings of the interview sessions (dataset: AIR) will de deleted the moment each\ntranscript is complete and anonymized. Furthermore, any sensitive data contained in the interview transcripts will be either\nomitted from or, if necessary for retaining the context of the information intact, anonymized in the interview transcripts and\nanalysis files (datasets: PRINT, DINTR, NVIVO). \nThe steps taken to protect the personal information of the research participants have been approved by the KU Leuven Social and\nSocietal Ethics Committee (SMEC), with PRET approval number: G-2024-8495.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nYes\nIn this research, data processed from each participant will include a range of demographic details (age, gender, nationality,\nmarital status), religious or nonreligious identity (religious affiliation, worldview perspective), and familial information (household\nstructure, relationship dynamics with their partner and children). Participants are expected to provide detailed accounts of their\ndecision-making processes regarding (non)religious rituals/rites of passage and the communication of (non)religious worldviews\nto their children. Due to the qualitative nature of this research and the use of a semi-structured interview format, however, the\nexact volume and nature of personal data that will be gathered will vary per participant.\nThe steps taken to protect the personal information of the research participants have been approved by the KU Leuven Social and\nSocietal Ethics Committee (SMEC), with PRET approval number: G-2024-8495.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n4 of 9\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nTo ensure the long-term understandability and usability of the dataset, both for myself and others, the project will follow a\nstructured approach to metadata creation and documentation.\n1. Metadata Standards: Dublin Core & Open Science Framework (OSF) Integration\n1. Metadata Standards: Dublin Core & Open Science Framework (OSF) Integration\nThe dataset will be documented using the Dublin Core Metadata Standard to ensure discoverability and interoperability\nwithin the OSF project page (\nhttps://osf.io/kmued/?view_only=b520532d5f514803a897186e76be8a9a)\n. \nWhen uploading the NVivo project dataset (dataset name: NVIVO, format: .nvp) and any associated materials (i.e.: IOQ\ndataset, example forms of informed consent and GDPR compliance) in the OSF project page, key metadata fields will be\nincluded, such as: Title (Project name), Creator (Researcher name), Subject (Relevant keywords), Description (Overview of\nresearch aims and dataset contents), Date (Date of dataset upload), Type (NVivo Project dataset), Format (.nvp), Identifier\n(OSF project page DOI or OSF repository link), Rights (Access conditions, licensing).\n2. NVivo-Based Documentation\n2. NVivo-Based Documentation\nAll metadata and coding information, will be stored directly within the NVIVO dataset (.nvp) to maintain consistency.\nNodes, classifications, and annotations will systematically document coding decisions, ensuring the transparency of\nqualitative analysis.\nMemos and internal notes will be used to capture methodological reflections and analytical justifications.\n3. \n3. \nData Storage and Accessibility on OSF\nData Storage and Accessibility on OSF\nThe\n \n \nNVIVO dataset of this project alongside relevant associated materials (IOQ dataset, unsigned example forms of\ninformed consent and GDPR compliance) will be uploaded to OSF, ensuring long-term preservation and accessibility.\nDublin Core metadata fields will be incorporated into the OSF repository entry, making the dataset searchable and reusable\nby other researchers.\nBy embedding all the research metadata within the\n \n \nNVivo file and documenting it through Dublin Core on the OSF project page,\nthe dataset will remain structured, accessible, and ethically managed while upholding pseudonymization and confidentiality\nstandards.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nThe pseudonymized research data and analysis from this project (dataset: NVIVO, format: .nvp) will be uploaded and made\naccessible in the OSF project webpage, which supports the Dublin Core metadata standard. Therefore, the Dublin Core metadata\nfields will be included and associated with the NVIVO dataset in the project OSF page, making the data accessible and reusable.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nPseudonymized digital datasets (IOQ, LIT, DINTR, NVIVO): All digital documents that contain no personal information of\nparticipants (datasets: IOQ, LIT, along with an empty sample copy of the informed consent form and GDPR information sheet) will\nbe stored in the secure network drives (I- /J-Drive), provided by the KU Leuven. This will also be the case with the pseudonymized\ninterview research data and data analysis file (datasets: DINTR, NVIVO). In addition, a back-up of all pseudonymized research\ndata and NVivo files will be kept in a separate BitLocker password-protected hard drive in a locked drawer in the researcher's KU\nLeuven office. \nPseudonymized physical datasets (PRINT, RENOT): For the duration of the study, the physical datasets will be stored by the\nresearcher in a locked drawer or cupboard that can only be accessed by herself. After the research has been finished (with the\nexception of the PMI dataset, which will be destroyed to not compromise the participants’ identity), the paper data will be handed\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n5 of 9\nover to the supervisor who will store them in their office in a locked drawer or cupboard that can only be accessed by herself. \nNon-pseudonymized physical and digital datasets (AIR, IC, GDPR, PMI): These datasets will be strictly confidential to the\nresearcher, as they can compromise the identity of the research participants. The digital dataset of the audio interview\nrecordings (AIR) will be deleted immediately after the transcribing and pseudonymization of each of the research interviews. After\ntranscription, the pseudonymized data from the AIR dataset will be stored in the following datasets: PRINT, DINTR, NVIVO. The IC\nand GDPR datasets which will be given to the researcher in a digital format will be printed out and then deleted from the\nresearcher’s computer. These printed out versions of the IC and GDPR digital data will be stored together with the IC and GDPR\nphysical data as well as with the PMI dataset in a locked drawer or cupboard that can only be accessed by the researcher herself.\nAfter the completion and publication of the research results, the researcher will destroy the PMI dataset using a paper shredding\nmachine in order to ensure that the participants remain as anonymous as possible. \nHow will the data be backed up?\nHow will the data be backed up?\nAll pseudonymized digital data (including interview outlines, digital transcripts, and the NVivo analysis file) will be backed up in\ntwo locations:\nSecure network drive (I-/J-Drive) provided by KU Leuven.\nA BitLocker-encrypted, password-protected external hard drive, stored in a locked drawer in the researcher’s KU Leuven\noffice.\nThis ensures redundancy and secure off-site backup in case of technical failure or accidental loss.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe storage and backup capacity provided by KU Leuven’s infrastructure (network drives and physical storage) is sufficient for all\ndigital and physical data collected and generated during the project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nSecure storage of data will be ensured through a combination of:\nPseudonymization of all personal data during transcription and before analysis.\nStorage of non-pseudonymized data (audio files, consent forms) in physical locked cabinets (physical data). Only unsigned\nsamples of consent and GDPR forms are publicly shared to prevent identity disclosure.\nPassword-protected devices and secure network drives (digital data) accessible only to the researcher: Use of BitLocker\nencryption and password protection for all backup drives containing sensitive data and secure KU Leuven network drives for\ndigital storage, which have restricted access.\nImmediate deletion of raw audio recordings (AIR dataset) after transcription and pseudonymization.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs for data storage or backup, as these are provided by KU Leuven (network drives, physical office\nspace). If any paid storage solution becomes necessary (i.e. for specific data sharing platforms), the researcher’s bench fee will\nbe used to cover those costs.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n6 of 9\nThe following (pseudonymized) datasets will be retained for ten years after project completion:\nNVIVO dataset (analysis file in .nvp format)\nIOQ (interview outline and questions)\nIC (Informed Consent) and GDPR documents unsigned examples\nLIT (relevant research literature references)\nDINTR (Digital Interview Transcripts): The full pseudonymized transcripts of the project interviews will be retained, but not\npublicly shared in order to minimize any chances of interviewee identification.\nThese datasets are either anonymized or do not contain personal data and are relevant for long-term verification, reuse, and\nfuture research.\nThe following datasets will not be retained due to privacy and ethical considerations:\nAIR (audio recordings): Will be deleted immediately after transcription and pseudonymization.\nPMI (Pseudonymization Matching Index): Will be destroyed after publication of the results to ensure anonymity.\nIC and GDPR signed documents: Will not be preserved beyond the project due to inclusion of sensitive personal data.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nPseudonymized datasets (NVIVO, IOQ, unsigned IC/GDPR examples) will be archived on the OSF platform,\nat: \nhttps://osf.io/kmued/?view_only=b520532d5f514803a897186e76be8a9a\n \nThe final analyzed dataset will also be archived in the KU Leuven Research Data Repository (RDR) for institutional long-term\nstorage and discoverability.\nAny research publications resulting from these data will be preserved via LIRIAS, KU Leuven’s institutional repository.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nOSF offers free long-term archiving of open-access data.\nKU Leuven provides institutional storage through the RDR and LIRIAS systems.\nIf any unexpected costs arise (i.e. repository fees, digital storage fees), these will be covered by the researcher’s bench fee.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in an Open Access repository\nDuring and after the project, part of the data will be accessible and available for reuse in the following Open Science Framework\nwebpage: \nhttps://osf.io/kmued/?view_only=b520532d5f514803a897186e76be8a9a\n \nThe datasets that will be made available in the OSF website of the project are the following: NVIVO dataset, IOQ dataset, and\nexample (unsigned) forms of the informed consent and GDPR compliance documents.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAccess will be restricted to the following invite and view-only link or the duration of the research part of this project:\nhttps://osf.io/kmued/?view_only=b520532d5f514803a897186e76be8a9a\n.\nAfter completion of the analysis and the uploading of the relevant dataset (NVIVO; .nvp), the Open Science webpage for this\nproject will be made public.\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n7 of 9\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nSome datasets include sensitive personal information (audio recordings, informed consent forms, GDPR documents) which are\nsubject to ethical and privacy constraints in line with GDPR regulations and KU Leuven's SMEC ethical guidelines. For other\ndatasets (interview transcripts, NVivo analysis file), appropriate anonymization and ethical safeguards must be in place for\ndatasets containing personal information.\nThese ethical and privacy considerations apply to the following datasets:\nAIR (Audio Interview Recordings): These contain identifiable voice data and will be deleted immediately after transcription\nand pseudonymization.\nIC (Informed Consent) & GDPR Documents: These contain personally identifiable information and will not be shared publicly.\nThey are stored securely and only accessible to the researcher. Only unsigned examples of these two documents will be\npublicly shared.\nPRINT (Printed Transcripts), DINTR (Digital Interview Transcripts): These transcripts, while pseudonymized, will not be\nshared publicly in full with the aim to protect the privacy of the research participants. However, the DINTR dataset will be\nincluded in the NVIVO file, which will be publicly shared after the finalization of this project.\nRENOT (Research Notes) and PMI (Pseudonymization Matching Index) datasets will not be publicly shared in order to\nprotect the research participants' privacy.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nAll relevant and pseudonymized research data (NVIVO dataset, IOQ dataset, and example forms of the informed consent and\nGDPR compliance documents) will be made available at the following OSF webpage: \nhttps://osf.io/kmued/?\nview_only=b520532d5f514803a897186e76be8a9a\n \nThe analyzed data from the empirical research will be made available via KU Leuven's RDR (Research Data Repository). Articles\nthat will be published as a result of the analyzed data will be made available via KU Leuven's Lirias (Leuven Institutional\nRepository and Information Archiving System).\nWhen will the data be made available?\nWhen will the data be made available?\nThe analyzed data will be made available immediately after the completion of the project.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe analyzed, pseudonymized data (i.e.: NVIVO project file) and supporting documentation will be made available via the project’s\nOSF page (\nhttps://osf.io/kmued/?view_only=b520532d5f514803a897186e76be8a9a\n) and will be shared under a Creative\nCommons Attribution-Non Commercial 4.0 International (CC BY-NC 4.0) license.\nThis license allows others to reuse, adapt, and build upon the material for non-commercial purposes, as long as appropriate\ncredit is given and any modifications are indicated. This ensures both academic openness and protection of participants' data,\naligning with the ethical framework of the project.\nNo license will be provided for datasets containing sensitive and/or personally identifiable information (AIR, IC, GDPR, RENOT,\nPMI), as these will not be shared publicly due to ethical and GDPR-related privacy concerns.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nNo\nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n8 of 9\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs for many of the data repositories. However, in the event that a paid service is necessary to share\ndata, the bench fee of the researcher will be used.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe researcher (Sofia Nikitaki) will manage the data documentation and metadata during the research project. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe researcher (Sofia Nikitaki) will manage the data storage and backup during the research project. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nWhile the project is ongoing, the researcher (Sofia Nikitaki) will manage the \ndata preservation. The project supervisor, Prof.\nAnnemie Dillen, will take care of the preservation after the completion of the project. The researcher will manage the sharing of\nthe data. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe researcher (Sofia Nikitaki) will update and implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 26 March 2025\n9 of 9"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Navigating Diversity: Understanding Communication and Decision-Making Processes in Religiously Heterogamous Families with Children in Belgium and Greece Creator: Creator: Sofia Nikitaki Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Project abstract: Project abstract: This postdoctoral project investigates worldview dialogue and intrafamilial decision-making in religiously heterogamous couples composed by one religious and one nonreligious partner raising children together. It centers on mixed couples with children under 18 years old living in diverse European cultural settings, particularly Belgium (Flanders) and Greece. The primary objective of this research is to unravel the manners that mixed couples negotiate their worldview differences with each-other and make decisions regarding (non)religion-related issues on behalf of themselves and their children. Additionally, and due to its cross-cultural dimension, the study explores and takes into account the potential contextual influences of cultural, societal, and historical factors on such communication and decision-making processes; this way further ensuring the applicability of the research insights and results into a wider European context. Adopting an inductive, qualitative approach based on Constructivist Grounded Theory and in-depth narrative interviews and drawing insights from theology, religious studies, and the study of nonreligion, the research seeks to provide insights into worldview dialogue within a (non)religiously diverse family unit. ID: ID: 211470 Start date: Start date: 12-11-2024 End date: End date: 30-09-2027 Last modified: Last modified: 26-03-2025 Created using DMPonline.be. Last modiﬁed 26 March 2025 1 of 9 Navigating Diversity: Understanding Communication and Decision-Making Processes in Religiously Navigating Diversity: Understanding Communication and Decision-Making Processes in Religiously Heterogamous Families with Children in Belgium and Greece Heterogamous Families with Children in Belgium and Greece FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 26 March 2025 2 of 9 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA IOQ Interview Outline and Questions Generate new data Digital Other .docx and .pdf <1GB NA AIR Audio Interview Recordings Generate new data Digital Observational .wav and/or .mp3 <100GB NA PRINT Printed Interview Transcripts for initial data analysis (between 5-7 documents) Generate new data Physical Observational NA NA 50-100 pages DINTR Digital Interview Transcripts (between 30-40 documents) Generate new data Digital Observational .docx and/or .pdf <100GB NA IC Informed Consent Documents (between 30-40 documents) Generate New Data Digital and Physical Observational .docx and/or .pdf <1GB 0-80 pages GDPR GDPR information documents (between 30-40 documents) Generate New Data Digital and Physical Observational .docx and/or .pdf <1GB 0-80 pages NVIVO Nvivo Data Analysis File Generate New Data Digital Compiled/aggregated data .nvp <1GB NA RENOT Research Notes Generate New Data Physical Observational NA NA 20-60 pages PMI Pseudonymization Matching Index Generate New Data Physical Observational NA NA 1-3 pages LIT Relevant Research Literature Reuse Existing Data Digital and Physical Other .pdf <100GB unknown If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: The data that will be reused in this research (dataset: LIT) is from existing, peer-reviewed academic literature (published books, journals, reports and theses/dissertations). These existing data are available in digital format (.html, .pdf or .docx) or in hard- copy. Since this project uses Constructivist Grounded Theory, the exact literature that will be used to reflect on the newly generated research data is still unknown. For searching for such data, I will make use of the KU Leuven Libraries' search function (Limo), Google Scholar, the ATLA Religion Database, JSTOR, and ProQuest Central. Created using DMPonline.be. Last modiﬁed 26 March 2025 3 of 9 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data This research will use the personal data of adult participants, particularly religious and nonreligious parents based in Flanders and Greece, who are engaged in the upbringing or co-parenting of their children with a (current or former) partner holding divergent (non)religious worldviews. The possible area for ethical issues is in the personal data of the interviewees (name, age, gender, education, nationality, [non]religious views, family composition, job). Some of these types of personal data will be included the consent forms and GDPR information sheets that will be given to participants (datasets: IC, GDPR), as well as the in the audio files and transcripts of the semi-structured, narrative interviews which will be conducted with them (datasets: AIR, PRINT, DINTR, NVIVO). The informed consent and GDPR information sheet (datasets: IC, GDPR) will not be used for the analysis and will only be accessible to the researcher. Each of the recordings of the interview sessions (dataset: AIR) will de deleted the moment each transcript is complete and anonymized. Furthermore, any sensitive data contained in the interview transcripts will be either omitted from or, if necessary for retaining the context of the information intact, anonymized in the interview transcripts and analysis files (datasets: PRINT, DINTR, NVIVO). The steps taken to protect the personal information of the research participants have been approved by the KU Leuven Social and Societal Ethics Committee (SMEC), with PRET approval number: G-2024-8495. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. Yes In this research, data processed from each participant will include a range of demographic details (age, gender, nationality, marital status), religious or nonreligious identity (religious affiliation, worldview perspective), and familial information (household structure, relationship dynamics with their partner and children). Participants are expected to provide detailed accounts of their decision-making processes regarding (non)religious rituals/rites of passage and the communication of (non)religious worldviews to their children. Due to the qualitative nature of this research and the use of a semi-structured interview format, however, the exact volume and nature of personal data that will be gathered will vary per participant. The steps taken to protect the personal information of the research participants have been approved by the KU Leuven Social and Societal Ethics Committee (SMEC), with PRET approval number: G-2024-8495. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 26 March 2025 4 of 9 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). To ensure the long-term understandability and usability of the dataset, both for myself and others, the project will follow a structured approach to metadata creation and documentation. 1. Metadata Standards: Dublin Core & Open Science Framework (OSF) Integration 1. Metadata Standards: Dublin Core & Open Science Framework (OSF) Integration The dataset will be documented using the Dublin Core Metadata Standard to ensure discoverability and interoperability within the OSF project page ( https://osf.io/kmued/?view_only=b520532d5f514803a897186e76be8a9a) . When uploading the NVivo project dataset (dataset name: NVIVO, format: .nvp) and any associated materials (i.e.: IOQ dataset, example forms of informed consent and GDPR compliance) in the OSF project page, key metadata fields will be included, such as: Title (Project name), Creator (Researcher name), Subject (Relevant keywords), Description (Overview of research aims and dataset contents), Date (Date of dataset upload), Type (NVivo Project dataset), Format (.nvp), Identifier (OSF project page DOI or OSF repository link), Rights (Access conditions, licensing). 2. NVivo-Based Documentation 2. NVivo-Based Documentation All metadata and coding information, will be stored directly within the NVIVO dataset (.nvp) to maintain consistency. Nodes, classifications, and annotations will systematically document coding decisions, ensuring the transparency of qualitative analysis. Memos and internal notes will be used to capture methodological reflections and analytical justifications. 3. 3. Data Storage and Accessibility on OSF Data Storage and Accessibility on OSF The NVIVO dataset of this project alongside relevant associated materials (IOQ dataset, unsigned example forms of informed consent and GDPR compliance) will be uploaded to OSF, ensuring long-term preservation and accessibility. Dublin Core metadata fields will be incorporated into the OSF repository entry, making the dataset searchable and reusable by other researchers. By embedding all the research metadata within the NVivo file and documenting it through Dublin Core on the OSF project page, the dataset will remain structured, accessible, and ethically managed while upholding pseudonymization and confidentiality standards. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Yes The pseudonymized research data and analysis from this project (dataset: NVIVO, format: .nvp) will be uploaded and made accessible in the OSF project webpage, which supports the Dublin Core metadata standard. Therefore, the Dublin Core metadata fields will be included and associated with the NVIVO dataset in the project OSF page, making the data accessible and reusable. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Pseudonymized digital datasets (IOQ, LIT, DINTR, NVIVO): All digital documents that contain no personal information of participants (datasets: IOQ, LIT, along with an empty sample copy of the informed consent form and GDPR information sheet) will be stored in the secure network drives (I- /J-Drive), provided by the KU Leuven. This will also be the case with the pseudonymized interview research data and data analysis file (datasets: DINTR, NVIVO). In addition, a back-up of all pseudonymized research data and NVivo files will be kept in a separate BitLocker password-protected hard drive in a locked drawer in the researcher's KU Leuven office. Pseudonymized physical datasets (PRINT, RENOT): For the duration of the study, the physical datasets will be stored by the researcher in a locked drawer or cupboard that can only be accessed by herself. After the research has been finished (with the exception of the PMI dataset, which will be destroyed to not compromise the participants’ identity), the paper data will be handed Created using DMPonline.be. Last modiﬁed 26 March 2025 5 of 9 over to the supervisor who will store them in their office in a locked drawer or cupboard that can only be accessed by herself. Non-pseudonymized physical and digital datasets (AIR, IC, GDPR, PMI): These datasets will be strictly confidential to the researcher, as they can compromise the identity of the research participants. The digital dataset of the audio interview recordings (AIR) will be deleted immediately after the transcribing and pseudonymization of each of the research interviews. After transcription, the pseudonymized data from the AIR dataset will be stored in the following datasets: PRINT, DINTR, NVIVO. The IC and GDPR datasets which will be given to the researcher in a digital format will be printed out and then deleted from the researcher’s computer. These printed out versions of the IC and GDPR digital data will be stored together with the IC and GDPR physical data as well as with the PMI dataset in a locked drawer or cupboard that can only be accessed by the researcher herself. After the completion and publication of the research results, the researcher will destroy the PMI dataset using a paper shredding machine in order to ensure that the participants remain as anonymous as possible. How will the data be backed up? How will the data be backed up? All pseudonymized digital data (including interview outlines, digital transcripts, and the NVivo analysis file) will be backed up in two locations: Secure network drive (I-/J-Drive) provided by KU Leuven. A BitLocker-encrypted, password-protected external hard drive, stored in a locked drawer in the researcher’s KU Leuven office. This ensures redundancy and secure off-site backup in case of technical failure or accidental loss. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The storage and backup capacity provided by KU Leuven’s infrastructure (network drives and physical storage) is sufficient for all digital and physical data collected and generated during the project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Secure storage of data will be ensured through a combination of: Pseudonymization of all personal data during transcription and before analysis. Storage of non-pseudonymized data (audio files, consent forms) in physical locked cabinets (physical data). Only unsigned samples of consent and GDPR forms are publicly shared to prevent identity disclosure. Password-protected devices and secure network drives (digital data) accessible only to the researcher: Use of BitLocker encryption and password protection for all backup drives containing sensitive data and secure KU Leuven network drives for digital storage, which have restricted access. Immediate deletion of raw audio recordings (AIR dataset) after transcription and pseudonymization. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for data storage or backup, as these are provided by KU Leuven (network drives, physical office space). If any paid storage solution becomes necessary (i.e. for specific data sharing platforms), the researcher’s bench fee will be used to cover those costs. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). Created using DMPonline.be. Last modiﬁed 26 March 2025 6 of 9 The following (pseudonymized) datasets will be retained for ten years after project completion: NVIVO dataset (analysis file in .nvp format) IOQ (interview outline and questions) IC (Informed Consent) and GDPR documents unsigned examples LIT (relevant research literature references) DINTR (Digital Interview Transcripts): The full pseudonymized transcripts of the project interviews will be retained, but not publicly shared in order to minimize any chances of interviewee identification. These datasets are either anonymized or do not contain personal data and are relevant for long-term verification, reuse, and future research. The following datasets will not be retained due to privacy and ethical considerations: AIR (audio recordings): Will be deleted immediately after transcription and pseudonymization. PMI (Pseudonymization Matching Index): Will be destroyed after publication of the results to ensure anonymity. IC and GDPR signed documents: Will not be preserved beyond the project due to inclusion of sensitive personal data. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Pseudonymized datasets (NVIVO, IOQ, unsigned IC/GDPR examples) will be archived on the OSF platform, at: https://osf.io/kmued/?view_only=b520532d5f514803a897186e76be8a9a The final analyzed dataset will also be archived in the KU Leuven Research Data Repository (RDR) for institutional long-term storage and discoverability. Any research publications resulting from these data will be preserved via LIRIAS, KU Leuven’s institutional repository. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? OSF offers free long-term archiving of open-access data. KU Leuven provides institutional storage through the RDR and LIRIAS systems. If any unexpected costs arise (i.e. repository fees, digital storage fees), these will be covered by the researcher’s bench fee. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in an Open Access repository During and after the project, part of the data will be accessible and available for reuse in the following Open Science Framework webpage: https://osf.io/kmued/?view_only=b520532d5f514803a897186e76be8a9a The datasets that will be made available in the OSF website of the project are the following: NVIVO dataset, IOQ dataset, and example (unsigned) forms of the informed consent and GDPR compliance documents. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access will be restricted to the following invite and view-only link or the duration of the research part of this project: https://osf.io/kmued/?view_only=b520532d5f514803a897186e76be8a9a . After completion of the analysis and the uploading of the relevant dataset (NVIVO; .nvp), the Open Science webpage for this project will be made public. Created using DMPonline.be. Last modiﬁed 26 March 2025 7 of 9 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects Some datasets include sensitive personal information (audio recordings, informed consent forms, GDPR documents) which are subject to ethical and privacy constraints in line with GDPR regulations and KU Leuven's SMEC ethical guidelines. For other datasets (interview transcripts, NVivo analysis file), appropriate anonymization and ethical safeguards must be in place for datasets containing personal information. These ethical and privacy considerations apply to the following datasets: AIR (Audio Interview Recordings): These contain identifiable voice data and will be deleted immediately after transcription and pseudonymization. IC (Informed Consent) & GDPR Documents: These contain personally identifiable information and will not be shared publicly. They are stored securely and only accessible to the researcher. Only unsigned examples of these two documents will be publicly shared. PRINT (Printed Transcripts), DINTR (Digital Interview Transcripts): These transcripts, while pseudonymized, will not be shared publicly in full with the aim to protect the privacy of the research participants. However, the DINTR dataset will be included in the NVIVO file, which will be publicly shared after the finalization of this project. RENOT (Research Notes) and PMI (Pseudonymization Matching Index) datasets will not be publicly shared in order to protect the research participants' privacy. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. All relevant and pseudonymized research data (NVIVO dataset, IOQ dataset, and example forms of the informed consent and GDPR compliance documents) will be made available at the following OSF webpage: https://osf.io/kmued/? view_only=b520532d5f514803a897186e76be8a9a The analyzed data from the empirical research will be made available via KU Leuven's RDR (Research Data Repository). Articles that will be published as a result of the analyzed data will be made available via KU Leuven's Lirias (Leuven Institutional Repository and Information Archiving System). When will the data be made available? When will the data be made available? The analyzed data will be made available immediately after the completion of the project. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. The analyzed, pseudonymized data (i.e.: NVIVO project file) and supporting documentation will be made available via the project’s OSF page ( https://osf.io/kmued/?view_only=b520532d5f514803a897186e76be8a9a ) and will be shared under a Creative Commons Attribution-Non Commercial 4.0 International (CC BY-NC 4.0) license. This license allows others to reuse, adapt, and build upon the material for non-commercial purposes, as long as appropriate credit is given and any modifications are indicated. This ensures both academic openness and protection of participants' data, aligning with the ethical framework of the project. No license will be provided for datasets containing sensitive and/or personally identifiable information (AIR, IC, GDPR, RENOT, PMI), as these will not be shared publicly due to ethical and GDPR-related privacy concerns. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. No Created using DMPonline.be. Last modiﬁed 26 March 2025 8 of 9 What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for many of the data repositories. However, in the event that a paid service is necessary to share data, the bench fee of the researcher will be used. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher (Sofia Nikitaki) will manage the data documentation and metadata during the research project. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researcher (Sofia Nikitaki) will manage the data storage and backup during the research project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? While the project is ongoing, the researcher (Sofia Nikitaki) will manage the data preservation. The project supervisor, Prof. Annemie Dillen, will take care of the preservation after the completion of the project. The researcher will manage the sharing of the data. Who will update and implement this DMP? Who will update and implement this DMP? The researcher (Sofia Nikitaki) will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 26 March 2025 9 of 9"
}