{
    "document_id": "D-2023-2028",
    "LinkTitle": "D-2023-2028",
    "file_name": "D-2023-2028.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2028.pdf",
    "metadata": {
        "title": "PhD plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n PhD plan (FWO DMP) - DMP title\nProject Identifier\n 1S60923N\nPrincipal Investigator / Researcher\n Quinten Wouters\nProject Data Contact\n +32470515405; quinten.wouters@kuleuven.be\nInstitution\n KU Leuven\n1. General Information\nName applicant\nQuinten Wouters\nFWO Project Number & Title\nProject number: 1S60923N\nTitle: A comprehensive toolset for in-tissue micro- and nanoplastic detection and\ncharacterisation.\nAffiliation\nKU Leuven\nCentre for Membrane Separations, Adsorption, Catalysis and Spectroscopy for Sustainable\nSolutions (cMACS)\nCelestijnenlaan 200F \nB-3001 Heverlee, Belgium\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType\n Format\n Volume\nCreation\n Microscopy\nimages\n .tif; .jpeg; .lif\n 5 mB - 2 GB\nConfocal\nmicroscopy\non Leica\nSP8X for cell\nand tissue\nimaging\n Microscopy\nimages\n.tif; .jpeg; .oif\n 5 - 500 mB\nConfocal\nmicroscopy\non Olympus\nFluoView for\ncell and\ntissue\nimaging\n Spectral data\n .fs; .txt; .cvs\n 1 mB\nFluorescence\nspectral data\nfrom spectral\nscanning\non Edinburgh\nFLS980\nfluorimeter\nor Leica\nSP8X\n Raman\nspectral data\n .txt; .tvb\n 100 kB\nRaman\nspectra from\nS&I Raman\nspectroscope\n Images of\nexperiments\n .jpeg; .HEIC\n 5 mB\nImages of\nexperiments\nStatistical\ndata \n.xlsx\n50 mB\nExcel sheets\nfor statistical\nanalysis\nMatlab code\n.m; .fig; .txt\n50 mB\nMatlab code,\nimages and\nfigures for\ndata analysis\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nThe personal data that could possibly be used within the project is already pseudonymized into\nan identification number (ID) by previous research within the framework of ENVIR\nON\nAGE.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nThe placental tissue samples originate froml the ENVIR\nON\nAGE program. The ENVIR\nON\nAGE birth\ncohort enrolls mothers giving birth in the East-Limburg Hospital (ZOL; Genk, Belgium) and is\napproved by the Ethics Committee of Hasselt University and East-Limburg Hospital (09/080U;\nEudraCT B37120107805). The study is conducted according to the guidelines laid down in the\nDeclaration of Helsinki. All participating women provided informed written consent. \nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\ndata and which restrictions will be asserted?\nYes\nIP restrictions, patenting and valorisation options are being investigated. This text will be\nupdated when more information is available.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1. For microscopy images, the metadata is included in the generated files. For the Raman\nmicrospectroscope, this is a .tvb file, for the Olympus microscope a .oif, .lut and .roi file and for\nthe Leica microscope it is a .lif, .xsl and .xml file. \n2. Experimental setups and protocols are described in the Onenote diary as a .one file.\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n1. Microscopy images are always accompanied by all the necessary information to recreate the\nimage in the microscopy image file set. This includes the metadata files that are produced by the\nmicroscope. Additionally, the settings are also always disclosed in the file name, which is also\nmarked with the date. Furthermore, the experimental setup is always noted in detail in the\nresearch diary in the form of a Onenote file. For each microscopy setup that is used, a manual is\nalso written, such that anyone with access to the same materials and microscopes can reproduce\nthe experiments.\n2. A MS Onenote file containing a daily diary of the experimental and research work will be\nmaintained. Here, manuals and protocols for each experiment are written, to provide a guideline\nfor experiment repetitions.\n3. In the Matlab scripts, descriptions of the code carrying out the data analysis will be written in-\nline. This allows anyone to follow the data processing.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1. A master copy of all the data will be kept on the KU Leuven Research Data Repository (RDR) as\nit comes available this year. \n2. During the project, KU Leuven OneDrive will be used for storage of data. \nHow is backup of the data provided?\nThe KU Leuven OneDrive has an automatic back-up system in place.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe KU Leuven OneDrive provides 2 TB of storage, which can be further expanded if required. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe KU Leuven OneDrive is centrally financed for up to 5 TB per user.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nThe personal KU Leuven OneDrive is secured with two-factor authentication by university\nstandards.\n \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nDue to the limited size of the data, all of it can be preserved. This allows for complete\ntransparancy and reuse.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAll storage on the KU Leuven OneDrive is centrally financed for up to 5 TB per user. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe full dataset and all research documents will be uploaded to the Lirias Open Access platform\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nThe full dataset and all research documents will be uploaded to the Lirias Open Access platform. \nWhen will the data be made available?\nImmediately after the end of the project\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nUpon publication of the research results\nSave for an embargo on (part of) the data due to a 3rd party agreement, the data will be made\navailable immediately after publishing or at the end of the project. Otherwise, a 6 month\nembargo will be in place before Open Access is granted.\nWho will be able to access the data and under what conditions?\nThe full dataset and all research documents will be uploaded to the Lirias Open Access platform\nand will therefor be available to anyone, under the terms of use of the Lirias platform. \nWhat are the expected costs for data sharing? How will the costs be covered?\nThe new Belgian copyright regulation allows researchers to comply with the Open Access\nrequirements by the FWO without costs. The Lirias Open Access platform can be used free of\ncharge. If a 3rd party agreement is in place, there will be a 6 month embargo on providing Open\nAccess. After expiration of this period, the data will be Open Access. In any case, no charges\napply for complying to the FWO Open Access requirements. Costs will be covered form the bench\nfee.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nQuinten Wouters\nWho will be responsible for data storage & back up during the project?\nQuinten Wouters\nStorage on the KU Leuven OneDrive is automatically backed-up.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWho will be responsible for ensuring data preservation and reuse ?\nQuinten Wouters\nWho bears the end responsibility for updating & implementing this DMP?\nQuinten Wouters\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name PhD plan (FWO DMP) - DMP title Project Identifier 1S60923N Principal Investigator / Researcher Quinten Wouters Project Data Contact +32470515405; quinten.wouters@kuleuven.be Institution KU Leuven 1. General Information Name applicant Quinten Wouters FWO Project Number & Title Project number: 1S60923N Title: A comprehensive toolset for in-tissue micro- and nanoplastic detection and characterisation. Affiliation KU Leuven Centre for Membrane Separations, Adsorption, Catalysis and Spectroscopy for Sustainable Solutions (cMACS) Celestijnenlaan 200F B-3001 Heverlee, Belgium 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type Format Volume Creation Microscopy images .tif; .jpeg; .lif 5 mB - 2 GB Confocal microscopy on Leica SP8X for cell and tissue imaging Microscopy images .tif; .jpeg; .oif 5 - 500 mB Confocal microscopy on Olympus FluoView for cell and tissue imaging Spectral data .fs; .txt; .cvs 1 mB Fluorescence spectral data from spectral scanning on Edinburgh FLS980 fluorimeter or Leica SP8X Raman spectral data .txt; .tvb 100 kB Raman spectra from S&I Raman spectroscope Images of experiments .jpeg; .HEIC 5 mB Images of experiments Statistical data .xlsx 50 mB Excel sheets for statistical analysis Matlab code .m; .fig; .txt 50 mB Matlab code, images and figures for data analysis 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes The personal data that could possibly be used within the project is already pseudonymized into an identification number (ID) by previous research within the framework of ENVIR ON AGE. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes The placental tissue samples originate froml the ENVIR ON AGE program. The ENVIR ON AGE birth cohort enrolls mothers giving birth in the East-Limburg Hospital (ZOL; Genk, Belgium) and is approved by the Ethics Committee of Hasselt University and East-Limburg Hospital (09/080U; EudraCT B37120107805). The study is conducted according to the guidelines laid down in the Declaration of Helsinki. All participating women provided informed written consent. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 data and which restrictions will be asserted? Yes IP restrictions, patenting and valorisation options are being investigated. This text will be updated when more information is available. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1. For microscopy images, the metadata is included in the generated files. For the Raman microspectroscope, this is a .tvb file, for the Olympus microscope a .oif, .lut and .roi file and for the Leica microscope it is a .lif, .xsl and .xml file. 2. Experimental setups and protocols are described in the Onenote diary as a .one file. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 1. Microscopy images are always accompanied by all the necessary information to recreate the image in the microscopy image file set. This includes the metadata files that are produced by the microscope. Additionally, the settings are also always disclosed in the file name, which is also marked with the date. Furthermore, the experimental setup is always noted in detail in the research diary in the form of a Onenote file. For each microscopy setup that is used, a manual is also written, such that anyone with access to the same materials and microscopes can reproduce the experiments. 2. A MS Onenote file containing a daily diary of the experimental and research work will be maintained. Here, manuals and protocols for each experiment are written, to provide a guideline for experiment repetitions. 3. In the Matlab scripts, descriptions of the code carrying out the data analysis will be written in- line. This allows anyone to follow the data processing. 5. Data storage and backup during the FWO project Where will the data be stored? 1. A master copy of all the data will be kept on the KU Leuven Research Data Repository (RDR) as it comes available this year. 2. During the project, KU Leuven OneDrive will be used for storage of data. How is backup of the data provided? The KU Leuven OneDrive has an automatic back-up system in place. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The KU Leuven OneDrive provides 2 TB of storage, which can be further expanded if required. What are the expected costs for data storage and back up during the project? How will these costs be covered? The KU Leuven OneDrive is centrally financed for up to 5 TB per user. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 The personal KU Leuven OneDrive is secured with two-factor authentication by university standards. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Due to the limited size of the data, all of it can be preserved. This allows for complete transparancy and reuse. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? All storage on the KU Leuven OneDrive is centrally financed for up to 5 TB per user. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The full dataset and all research documents will be uploaded to the Lirias Open Access platform Where/how will the data be made available for reuse? In an Open Access repository The full dataset and all research documents will be uploaded to the Lirias Open Access platform. When will the data be made available? Immediately after the end of the project After an embargo period. Specify the length of the embargo and why this is necessary Upon publication of the research results Save for an embargo on (part of) the data due to a 3rd party agreement, the data will be made available immediately after publishing or at the end of the project. Otherwise, a 6 month embargo will be in place before Open Access is granted. Who will be able to access the data and under what conditions? The full dataset and all research documents will be uploaded to the Lirias Open Access platform and will therefor be available to anyone, under the terms of use of the Lirias platform. What are the expected costs for data sharing? How will the costs be covered? The new Belgian copyright regulation allows researchers to comply with the Open Access requirements by the FWO without costs. The Lirias Open Access platform can be used free of charge. If a 3rd party agreement is in place, there will be a 6 month embargo on providing Open Access. After expiration of this period, the data will be Open Access. In any case, no charges apply for complying to the FWO Open Access requirements. Costs will be covered form the bench fee. 8. Responsibilities Who will be responsible for data documentation & metadata? Quinten Wouters Who will be responsible for data storage & back up during the project? Quinten Wouters Storage on the KU Leuven OneDrive is automatically backed-up. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Who will be responsible for ensuring data preservation and reuse ? Quinten Wouters Who bears the end responsibility for updating & implementing this DMP? Quinten Wouters This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}