{
    "document_id": "D-2023-2285",
    "LinkTitle": "D-2023-2285",
    "file_name": "D-2023-2285.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2285.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "1MY PLAN (FWO DMP)\nDMP TITLE\nFunctionaries of Humanity: Husserlian Phenomenology, the UNESCO, and the problem of universalism in  \nscience and culture\nADMIN DETAILS\nProject Name: My plan (FWO DMP) - DMP title\nProject Identifier: 3H200726\nPrincipal Investigator / Researcher: Julia Jansen\nProject Data Contact: Emanuele Caminada, emanuele.caminada@kuleuven.be\nDescription: Research project in philosophy and intellectual history based on Van Breda's UNESCO \napplication dossier (1949). This project will, for the first time, present and critically assess the dossier in \nspecific reference to the cultural relativism/universalism controversy within UNESCO and within \nphenomenology, and critically consider the potential of a Husserlian approach for formulating viable \nresponses to the current crisis of UNESCO, evolving around science and education in national and global  \nculture(s). \nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nJulia Jansen (main applicant)  \nEmanuele Caminada (co-promotor)  \nFWO Project Number & Title\nAffiliation\n●KU Leuven\n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●Generate new data\n●Reuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \n2project. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the technical format).\nThe archival documents are stored at the KU Leuven University Archives (Archives of the Husserl \nArchives, BE/212934/PU/HA/302: http://abs.lias.be/Query/detail.aspx?ID=1527305).  \nScanned images (pdf) are already available on the server of the Husserl Archives.  \nDigital transcription will be created according to the digitalHusserl TEI guidelines (TEI xml format) and \nstored initially via MS Teams on SharePoint, successively uploaded on the Research Database of the \nHusserl Archives and finally ingested in TENEO (LIBIS).  \nBibliographical list generated by the researchers will be saved as csv files and made publicely available.   \nTexts produced by the research team will be preserved on a dedicated MS Teams channels (and \nSharePoint) in MS word format.  \nPublications generated by the researchers will be both digital and physical: a digital edition of the dossier \nand further documents on digitalHusserl as well as journal papers and an anthology (both print and digital  \naccess via LIRIAS, KU Leuven). PDF and Word file format of these texts will be preserved on the server \nof the Husserl Archives.  \n  \n  \n3. LEGAL AND ETHICAL ISSUES\nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service  \nPurposes (PRET application).   Be aware that registering the fact that you process personal data is  \na legal obligation.\n●No\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●No\nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●No\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●No\n34. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\nThe facsimile of the archival documents (PDF) as well as their digital transcriptions (TEI xml) will be \nstored in TENEO and linked to the research database of digitalHusserl  digitalHusserl.eu. \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\n●Yes\nRelated metadata will be set according to the ingest agreemet to be set with LIBIS (as we already did for \nboth Husserl's manuscripts and historical paper transcriptions).  \n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\nWhere will the data be stored?  \nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up procedures.  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will  \nbe taken care of.\n●Yes\nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered? \nThe cost of the server of the Husserl Archives and of MS Teams are covered by the HIW and KU Leuven.  \nThe maintanance cost of the long term depository are already covered in the framework of the \ndigitalHusserl contract with LIBIS. \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\nOur data are and will publicly available with a clear CC licence.  \n6. DATA PRESERVATION AFTER THE FWO PROJECT\nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\n4The long term results of the research will be preserved:  \n- archival documents: on TENEO (LIBIS) and accessible via digitalHusserl  \n- bibliographical lists: csv files will be uploaded on KU Leuven's Research Data Repository (RDR)  \n- publications: printed publications will be accessible at the library of the HIW, digital copies will be \ndeposited in LIRIAS and stored on the server of the Husserl Archives. Digital publication will be directly \naccessible or linked on digitalHusserl.  \nWhere will the data be archived (= stored for the longer term)?\nsee above \nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nstorage infrasctructure is either provided by KU Leuven or by LIBIS for digitalHusserl   \n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\n●No\nWhich data will be made available after the end of the project?\ndatasets will be uploaded on KU Leuven's Research Data Repository (RDR) and linked on digitalHusserl.  \ncopies and transcriptions of archival documents will be stored on TENEO (LIBIS).  \n  \n  \nWhere/how will the data be made available for reuse?\n●In an Open Access repository\nThe full dataset will be easily accessible via digitalHusserl and the webpage of the Husserl Archives.  \nWhen will the data be made available?\n●Upon publication of the research results\nWho will be able to access the data and under what conditions?\nThe entire dataset will be published open access.  \nWhat are the expected costs for data sharing? How will the costs be covered?  \nWe will rely on already available infrastructure. No extra costs are foreseen.  \n8. RESPONSIBILITIES\n5Who will be responsible for data documentation & metadata?\nEmanuele Caminada, curator of digitalHusserl will coordinate data documentation and metadata \nprocedures. \nWho will be responsible for data storage & back up during the project?\nEach researcher will store the data on our shared platforms. Back-up is automatically provided by KU \nLeuven or LIBIS. \nWho will be responsible for ensuring data preservation and reuse ?\nJulia Jansen, director of the Husserl Archives.  \nEmanuele Caminada, curator of digitalHusserl  \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "1MY PLAN (FWO DMP) DMP TITLE Functionaries of Humanity: Husserlian Phenomenology, the UNESCO, and the problem of universalism in science and culture ADMIN DETAILS Project Name: My plan (FWO DMP) - DMP title Project Identifier: 3H200726 Principal Investigator / Researcher: Julia Jansen Project Data Contact: Emanuele Caminada, emanuele.caminada@kuleuven.be Description: Research project in philosophy and intellectual history based on Van Breda's UNESCO application dossier (1949). This project will, for the first time, present and critically assess the dossier in specific reference to the cultural relativism/universalism controversy within UNESCO and within phenomenology, and critically consider the potential of a Husserlian approach for formulating viable responses to the current crisis of UNESCO, evolving around science and education in national and global culture(s). Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Julia Jansen (main applicant) Emanuele Caminada (co-promotor) FWO Project Number & Title Affiliation ●KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●Generate new data ●Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the 2project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The archival documents are stored at the KU Leuven University Archives (Archives of the Husserl Archives, BE/212934/PU/HA/302: http://abs.lias.be/Query/detail.aspx?ID=1527305). Scanned images (pdf) are already available on the server of the Husserl Archives. Digital transcription will be created according to the digitalHusserl TEI guidelines (TEI xml format) and stored initially via MS Teams on SharePoint, successively uploaded on the Research Database of the Husserl Archives and finally ingested in TENEO (LIBIS). Bibliographical list generated by the researchers will be saved as csv files and made publicely available. Texts produced by the research team will be preserved on a dedicated MS Teams channels (and SharePoint) in MS word format. Publications generated by the researchers will be both digital and physical: a digital edition of the dossier and further documents on digitalHusserl as well as journal papers and an anthology (both print and digital access via LIRIAS, KU Leuven). PDF and Word file format of these texts will be preserved on the server of the Husserl Archives. 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No 34. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? The facsimile of the archival documents (PDF) as well as their digital transcriptions (TEI xml) will be stored in TENEO and linked to the research database of digitalHusserl digitalHusserl.eu. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●Yes Related metadata will be set according to the ingest agreemet to be set with LIBIS (as we already did for both Husserl's manuscripts and historical paper transcriptions). 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? The cost of the server of the Husserl Archives and of MS Teams are covered by the HIW and KU Leuven. The maintanance cost of the long term depository are already covered in the framework of the digitalHusserl contract with LIBIS. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Our data are and will publicly available with a clear CC licence. 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). 4The long term results of the research will be preserved: - archival documents: on TENEO (LIBIS) and accessible via digitalHusserl - bibliographical lists: csv files will be uploaded on KU Leuven's Research Data Repository (RDR) - publications: printed publications will be accessible at the library of the HIW, digital copies will be deposited in LIRIAS and stored on the server of the Husserl Archives. Digital publication will be directly accessible or linked on digitalHusserl. Where will the data be archived (= stored for the longer term)? see above What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? storage infrasctructure is either provided by KU Leuven or by LIBIS for digitalHusserl 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ●No Which data will be made available after the end of the project? datasets will be uploaded on KU Leuven's Research Data Repository (RDR) and linked on digitalHusserl. copies and transcriptions of archival documents will be stored on TENEO (LIBIS). Where/how will the data be made available for reuse? ●In an Open Access repository The full dataset will be easily accessible via digitalHusserl and the webpage of the Husserl Archives. When will the data be made available? ●Upon publication of the research results Who will be able to access the data and under what conditions? The entire dataset will be published open access. What are the expected costs for data sharing? How will the costs be covered? We will rely on already available infrastructure. No extra costs are foreseen. 8. RESPONSIBILITIES 5Who will be responsible for data documentation & metadata? Emanuele Caminada, curator of digitalHusserl will coordinate data documentation and metadata procedures. Who will be responsible for data storage & back up during the project? Each researcher will store the data on our shared platforms. Back-up is automatically provided by KU Leuven or LIBIS. Who will be responsible for ensuring data preservation and reuse ? Julia Jansen, director of the Husserl Archives. Emanuele Caminada, curator of digitalHusserl Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}