{
    "document_id": "D-2022-1403",
    "LinkTitle": "D-2022-1403",
    "file_name": "D-2022-1403.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1403.pdf",
    "metadata": {
        "title": "D-2022-1403",
        "author": "Administrator",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP  \nProject The induced dynamics from a nonequilibrium and active environment   \nIdentifier BOF research project C14/21/08 6 \nGrant Title G098919N  \nPrincipal Investigator / Researcher Christian Maes  \nDescription The project investigates the induced fluctu ation  \ndynamic s on probes immersed in a nonequilibrium or active \nmedium. The research consists of  doing computations and proving \nmathematical claims  \nInstitution KU Leuven  \n1. General Information  \nName applicant  \nChristian MAES  \nBOF research project C14/21/08 6 \nThe induced dynamics from a nonequilibrium and active environment  \nAffiliation  \nKU Leuven  \n2. Data description  \nWill you generate/collect new data and/or make use of existing \ndata?  \nDescribe the origin, type and format of the data (per dataset) and its \n(estimated)  \nvolume, ideally per objectiv e or WP of the project. You might \nconsider using the  \ntable in the guidance.  \nThe research of this project is theoretical in nature and generates \nmanuscripts for the  \npurpose of publication. Published papers will be included in the \nLirias repository  \nmanaged b y KU Leuven. They are also made available as preprints \nthrough an  \ninternationally recognized Archive repository (ArXiv). This research \nuses software for  \nnumerical simulations which runs and is maintained in the protected \nICT environment  \nof our Institute fo r Theoretical Physics.  \nThe software consists of scripts that are written using standard \nopen -source libraries  \n(which are mentioned and documented in the comments section of \nthe scripts)  \nThe volume of these scripts is in the order of 100 Mbytes  \nThese script s produce output (simulations) in the form of .dat files \nand plots. The  \nvolume of these files is in the order of 200 Gbytes for the entire \nproject.  \nHence the data consists of publications, code, .dat files and plots.  \n3. Legal & ethical issues  \nWill you use personal data? If so, shortly describe the kind of \npersonal data you  will use (add the reference to your file in your \nhost institution's privacy register - not relevant yet )  \nNo \nAre there any ethical issues concerning the creation and/or use of \nthe data (e.g.  experiments on humans or animals, dual use)? If so, \nadd the reference to the  formal approval by the relevant ethical \nreview committee(s)  \nNo \nDoes your work possibly result in research data with potential for \ntech transfer  and valorisation? Will IP restrictions be claimed for the \ndata you created? If so,  for what data and which restrictions will be \nasserted?  \nNo \nDo existing 3rd party agreements r estrict dissemination or  \nexploitation of the  data you (re)use? If so, to what data do they \nrelate and what restrictions are in  place?  \nNo \n4. Documentation & metadata  \nWhat documentation will be provided to enable reuse of the data  \ncollected/generated in this  project?  \nRaw simulation data will be collected in a .dat file per simulation test \nin a separate  folder, including a .txt file with a clear description of \nwhat the data represent and how  they were generated. More \nprecisely, for each input variable of our s cripts, the txt file  \nspecfies which input value was taken (eg dimension of a matrix to \nbe diagonalized,  parameters chosen, etc..)  \nWill a metadata standard be used? If so, describe in detail which \nstandard will be  used. If no, state in detail which metadata  will be \ncreated to make the data  easy/easier to find and reuse.  \nNo \nThe only data involved are simulation data, outcomes of simple \ncalculations (.dat  files). As indicated above, there will be a clear txt \nfile for each simulation, indicating  precisely which  calculation was \nperformed. Moreover, the script, the .dat file and the  \n.txt file remain in the same folder, so the data can simply be \nrecreated at any given  time. Moreover, because of the increase in \ncomputation power, a future run of the  same script, wil l generate \nmuch finer data in less time.  5. Data storage & back up during the  \nproject  \nWhere will the data be stored?  \nAll desktops have a shared storage (/home) on the fileserv er of the \nTheoretical physics  division.  \nHow is back up of the data provided?  \nResearchers have access to a redundant storage system consisting \nof 12TB of disk  space which they can use to store their data on. \nData integrity is managed by our disk -to-disk st orage solution which \ntakes snapshots for backups every day (7 days) – every  \nweek (4 weeks) - every month (3 months) with an offsite backup \nevery month.  \nIs there currently sufficient storage & backup capacity during the \nproject? If yes,  specify concisely. I f no or insufficient storage or \nbackup capacities are available  then explain how this will be taken \ncare of.  \nYes  \nyes, data server is monitored continuously. When the maximum \ncapacity is  approached (80%), the capacity will be increased. \nCurrently, 60% of th e capacity is in  use.  \nWhat are the expected costs for data storage and back up during \nthe project?  \nHow will these costs be covered?  \ncosts are minimal, since the data volume is modest. They are \ncovered centrally by the  theoretical physics division.  \nData security: how will you ensure that the data are securely stored \nand not  accessed or modified by unauthorized persons?  \nAll data is centralized on the main storage server, which is \nadequately secured. All  data generated here is cons idered low -risk \ndata.  \n6. Data preservation after the  project  \nWhich data will be retained for the expected 5 year period after the \nend of the  project? In case only a selection of the data can/will be \npreserved, clearly state  the reasons for this (legal or contractual \nrestric tions, physical preservation  issues, ...).  \nAll data will be preserved for at least 5 years after the end of the \nproject.  \nWhere will the data be archived (= stored for the longer term)?  \nData will be stored on the back -up server for up to 3 years. \nAfterwards  the data will be  moved to a cold storage server for an \nadditional 3 years.  \nWhat are the expected costs for data preservation during the \nretention period of  5 years? How will the costs be covered?  \nCosts are minimal since the volume of data is modest. These  costs \nare shouldere d centrally by the Theoretical physics division.  \n7. Data sharing and reuse  \nAre there any factors restricting or preventing the sharing of (some \nof) the data  (e.g. as defined in an agreement with a 3rd party, legal \nrestrictions)?  \nNo \nWhich data will be made available after the end of the project?  \nScripts to generate data are custom -made.. They are available upon \nrequest. Of  course, the publications are available t o all.  \nWhere/how will the data be made available for reuse?  \nOther (specify):  \nScripts to generate data are custom -made. They are available upon \nrequest. Of  course, the publications are available to all.  \nWhen will the data be made available?  \nUpon publication  of the research results  \nWho will be able to access the data and under what conditions?  \nScripts to generate data are custom -made. They are available upon \nrequest. Of  course, the publications are available to all.  \nWhat are the expected costs for data sharin g? How will the costs be \ncovered?  \nExpected costs are minimal since the volume of data is modest. \nCosts are shouldered  by the Theoretical institute division.  \n8. Responsibilities  \nWho will be responsible for data documentation & metadata?  \nresearchers in the p roject  \nWho will be responsible for data storage & back up during the \nproject?  \nFilip Sevenants, our IT coordinator  \nWho will be responsible for ensuring data preservation and reuse ? \nresearchers in the project  \nWho bears the end responsibility for updating & implementing this \nDMP?  \nThe PI  "
    },
    "clean_full_text": "DMP Project The induced dynamics from a nonequilibrium and active environment Identifier BOF research project C14/21/08 6 Grant Title G098919N Principal Investigator / Researcher Christian Maes Description The project investigates the induced fluctu ation dynamic s on probes immersed in a nonequilibrium or active medium. The research consists of doing computations and proving mathematical claims Institution KU Leuven 1. General Information Name applicant Christian MAES BOF research project C14/21/08 6 The induced dynamics from a nonequilibrium and active environment Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objectiv e or WP of the project. You might consider using the table in the guidance. The research of this project is theoretical in nature and generates manuscripts for the purpose of publication. Published papers will be included in the Lirias repository managed b y KU Leuven. They are also made available as preprints through an internationally recognized Archive repository (ArXiv). This research uses software for numerical simulations which runs and is maintained in the protected ICT environment of our Institute fo r Theoretical Physics. The software consists of scripts that are written using standard open -source libraries (which are mentioned and documented in the comments section of the scripts) The volume of these scripts is in the order of 100 Mbytes These script s produce output (simulations) in the form of .dat files and plots. The volume of these files is in the order of 200 Gbytes for the entire project. Hence the data consists of publications, code, .dat files and plots. 3. Legal & ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use (add the reference to your file in your host institution's privacy register - not relevant yet ) No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements r estrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation & metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Raw simulation data will be collected in a .dat file per simulation test in a separate folder, including a .txt file with a clear description of what the data represent and how they were generated. More precisely, for each input variable of our s cripts, the txt file specfies which input value was taken (eg dimension of a matrix to be diagonalized, parameters chosen, etc..) Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No The only data involved are simulation data, outcomes of simple calculations (.dat files). As indicated above, there will be a clear txt file for each simulation, indicating precisely which calculation was performed. Moreover, the script, the .dat file and the .txt file remain in the same folder, so the data can simply be recreated at any given time. Moreover, because of the increase in computation power, a future run of the same script, wil l generate much finer data in less time. 5. Data storage & back up during the project Where will the data be stored? All desktops have a shared storage (/home) on the fileserv er of the Theoretical physics division. How is back up of the data provided? Researchers have access to a redundant storage system consisting of 12TB of disk space which they can use to store their data on. Data integrity is managed by our disk -to-disk st orage solution which takes snapshots for backups every day (7 days) – every week (4 weeks) - every month (3 months) with an offsite backup every month. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. I f no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes yes, data server is monitored continuously. When the maximum capacity is approached (80%), the capacity will be increased. Currently, 60% of th e capacity is in use. What are the expected costs for data storage and back up during the project? How will these costs be covered? costs are minimal, since the data volume is modest. They are covered centrally by the theoretical physics division. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data is centralized on the main storage server, which is adequately secured. All data generated here is cons idered low -risk data. 6. Data preservation after the project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restric tions, physical preservation issues, ...). All data will be preserved for at least 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? Data will be stored on the back -up server for up to 3 years. Afterwards the data will be moved to a cold storage server for an additional 3 years. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Costs are minimal since the volume of data is modest. These costs are shouldere d centrally by the Theoretical physics division. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Scripts to generate data are custom -made.. They are available upon request. Of course, the publications are available t o all. Where/how will the data be made available for reuse? Other (specify): Scripts to generate data are custom -made. They are available upon request. Of course, the publications are available to all. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? Scripts to generate data are custom -made. They are available upon request. Of course, the publications are available to all. What are the expected costs for data sharin g? How will the costs be covered? Expected costs are minimal since the volume of data is modest. Costs are shouldered by the Theoretical institute division. 8. Responsibilities Who will be responsible for data documentation & metadata? researchers in the p roject Who will be responsible for data storage & back up during the project? Filip Sevenants, our IT coordinator Who will be responsible for ensuring data preservation and reuse ? researchers in the project Who bears the end responsibility for updating & implementing this DMP? The PI"
}