{
    "document_id": "D-2024-3109",
    "LinkTitle": "D-2024-3109",
    "file_name": "D-2024-3109.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3109.pdf",
    "metadata": {
        "title": "AI-guided computational design of anti-virulence proteins as sustainable alternative antibacterials",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nAI-guided computational design of anti-virulence proteins as sustainable alternative antibacterials\nCreator:\nCreator:\nn.n. n.n.\nPrincipal Investigator: \nPrincipal Investigator: \nn.n., First Name Surname, n.n., n.n.\nData Manager: \nData Manager: \nn.n., Nick Geukens\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n., First Name Surname, n.n. n.n., n.n. n.n.\nData Manager:\nData Manager:\n \nn.n. n.n., Nick Geukens \n \nhttps://orcid.org/0000-0001-5706-1072\nProject abstract:\nProject abstract:\nAntibiotics are some of the most essential drugs used in the clinic. The livestock industry also currently relies extensively on antibiotics\nfor disease prevention and growth promotion. Significant ongoing concerns about the further emergence of antibiotic-resistant bacteria\nare thus a major medical, veterinary, and economic problem. In response to this pressing issue, we propose a groundbreaking project\naimed at developing\nsustainable biologic alternatives to antibiotics. Our approach builds on the recently developed SymBody platform (Voet lab), which are\nultrastable proteins that do not provoke an immune response and that can be produced sustainably. They can be administered orally\nthrough the gastrointestinal track without degradation, as well as intravenously.\nRather than relying on classical display methods to optimize SymBodies, in this project we will combine protein engineering with machine\nlearning experience to enhance the platform. This will result in an AI-based protein engineering method that can more rapidly design the\ndesired protein for a given target. During the AI-design and evaluation phase, we will also take into account the optimization of the\nupscaling of the production\nthrough bacterial fermentation. The Symbody-antibacterials (SymbAs) will be designed to be evolutionarily robust by following a double\nsafety approach. On the one hand, the SymbAs will be iteratively designed by AI to interact with the target in such a way that it is more\ndifficult for resistant mutants to originate. On the other hand, by focusing on a virulence factor as target we aim to reduce the selective\npressure on resistant mutants if they still would originate, and as such avoid their spread and enrichment within the pathogen population.\nIndeed, contrary to traditional antibiotics that target essential enzymes, anti-virulence drugs targeting specific types of virulence factors\n(such as public virulence factors or coincidental virulence factors) are predicted to be less prone to resistance selection. In this project,\nwe will design SymbAs targeting the bacterial virulence factor Sortase A of both human pathogens and those relevant to animal\nhusbandry. SortA is a validated target that is present in most Gram-positive bacteria. Over several iterative rounds, we will create and\nvalidate optimized proteins that can neutralize the virulence of pathogenic bacterial strains (e.g. MRSA, VRE, E. cecorum, S. suis,...) as\nwell as validate the virulence targets as evolutionarily robust.\nHence, this project will provide a platform to further develop SymbAs targeting other virulence factors for different pathogens, as well as\nthe expertise in AI-based protein design for different synthetic biology projects.\nID: \nID: \n214177\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2028\nLast modified: \nLast modified: \n14-04-2025\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n1 of 8\nAI-guided computational design of anti-virulence proteins as sustainable alternative antibacterials\nAI-guided computational design of anti-virulence proteins as sustainable alternative antibacterials\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile format\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nprotein_models\n3D structures and sequences of\ndesigned protein complexes\nN\nD\nSO\nPDB\n2TB\n \nprotein_structure\ncrystallographic determined\nstructures\nN\nD\nSO\nPDB+MTZ\n2TB\n \nprotein_biophys\nexpression, stability and affinity\ndata of evaluted proteins\nN\nD\nN\ncsv\n1GB\n \nprotein_crystal\ncrystallisatie condities van\nproteines\nN\nD\nIT\npng, csv\n10GB\n \nscripts_cpd\nall scripts related to CPD data\ngeneration, analysis and \nN\nD\nT\npy\n<1GB\n \nscripts_bio\nall scripts related to bioreactor\noptimisation\nN\nD\nT\nmatlab\n<1GB\n \nscripts_AI\nall scripts related to AI modelling\nN\nD\nT\npy,C\n<1GB\n \nAI models\nAI based algorithms predicting\nsequences\nN\nD\nT\npy,C\n<10GB\n \nprotein samples\nall proteins and bacterial targets\nand designer proteins)\nN \nD\nexperimental\n \n \n~1000\nsamples,plasmids\nand purified\nproteins in\ncryvials stored per\n100 in boxes at -\n20/-80 degrees.\nbioreactor\nprotocols and\nresults\nall protocols and results from\nbioreactor optimisation\nexpeirments\nN\nD\nexperimental \nword,excell,\ncsv\n<7GB\n \nbiopharmaceutical\nprofiles\nall analysis performed by\npharmabs on developmentablity\nand immunogenecities of select\ndesigner proteins\nN\nD\nexperimental\nword, excel,\ncsv\n<10GB\n \nMicrobial cell\ncounts via\nflow cytomtery\nRead-out for\nall the\nbacterial\ncompetition\nand fitness\nassays (both\nin vitro and in\nvivo)\nN\nD\nexperimental\n.xls\n<1GB\n \nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n2 of 8\nMicrobial cell\ncounts via CFU\nRead-out for\nall the\nbacterial\ncompetition\nand fitness\nassays (both\nin vitro and in\nvivo)\nN\nD\nexperimental\n.fcs\n<100GB\n \nOptical density\nmeasurements\nMeasurements\nof bacterial\npopulation\ndensities\nbased on\noptical density\nN\nD\nexperimental\n.xls\n<100MB\n \nWhole genome\nsequencing\nWGS data of\nthe ancestral\nand selected\nevolved strains\nN\nD\nexperimental\n.fasta/.dbam\n<1TB\n \nRNA sequencing\nRNA-\nsequencing of\nthe ancestral\nand selected\nevolved strains\nN\nD\nexperimental\n/fastq/.dbam\n<1TB\n \nevolved bacteria\nEvolved\nbacterial\npopulations\nand isolated\nclones from\nthe evolved\npopulation\nN\nD\nexperimental\n \n \n~1000\nsamples,\nstored in\n96-well\nplate\nformat\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nQuestion not answered.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nYes\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n3 of 8\nThe datasets created are not valuable on their own. The only potential valorisation lays in the final application of our AI-designed\nproteins which could become biopharmaceuticals. This will be covered by the sequences (part of \nprotein_models\nprotein_models\n) combined with\nthe \nprotein_biophys\nprotein_biophys\n dataset. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nWhile the starting point of our reaearch has been patented (by the Voet-lab) we have full freedom to operate during this project.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \n1. The data will be accompanied by a detailed metadata txt file denoting important characteristics (e.g. strain, material,\ntimepoint,..) necessary for interpretation of the results. The key characteristics will also be denoted in the filename of the data\nfiles, as well as in the benchling digital lab book files\n2. A detailed experimental protocol will be added to the directory of the corresponding experimental results. This step-wise\ndescription will facilitate potential future reproduction of the experiments.\n3. For every deliverable in the project, a general outline txt file will be created. This file provides an overview of all the available\ndata, the design of the experiment and the structure of the data saving.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nSequencing data: MIxS metadata standard\nFlow cytometry data: MiFlowMe metadatastanrd\nFor others we will follow the Dublin Core metadata standard and work with Benchling digital lab books.\n \nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n4 of 8\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nLarge Volume Storage\nData will be both stored ln I and J drives as well as NAS storage.\nAll digital data will be registered using an electronic lab notebook (ELN) based on the Sharepoint platform and backed up on the\ninternal server of KU Leuven, which is maintained by the IT service of KU Leuven. Due to the size of the raw sequencing data, this\ndata will be exempt from this rule and only be stored on an NAS. Proteins, bacterial strains and populations will be stored in a\nsecured -80°C freezer at the labs of respectively prof . Voet(proteins) or Stenackers (bacterial strains).\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nThe Sharepoint is backed up three times a day. The internal servers are managed by the KU Leuven IT department and backed-up\naccording to their procedures. The NAS is double backed up in the cloud via a Sinology provided service.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nWe have budgetted extra drives for datastorage within this project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \n1\n. \nAccess to the digital data will be limited to members of the research group who contribute to the research.\n2\n. \nCritical documents can be (temporarily) locked by the author(s).\n3\n. \nSharepoint provides a changelog for detecting and reverting possible unauthorized changes.\n4\n. \nThe internal storage provides a back-up for the sharepoint and vice versa.\n5\n. \nPhysical data is stored in a secured -80°C freezer at the facility with limited-access\n6\n. \nOur NAS system is user protected. Only researchres and root/admin have access to the data. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOnly the computational researchers will exceed capacity from what is provided by the kuleuven. This is covered by the NAS\nstorage for which extra drives are acquired from the consumables of this project (500 euro for drives)\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n5 of 8\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nOther (specify below)\nThe laboratory of the main promotor houses a NAS of 128Tb, and continously expanding to ensure all data can be saved. Some of\nthe data will be released online as part of publications via online repositories e.g. the PDB for structural protein data. Here also\ndata from the group of Yves Moreau will be stored as the researchers are jointly promoted.\nOther researches will use the one drive / Sharepoint repositories provided by ICTS. All scripts will also be place don Github\nrepositories. At the end the datawill \nAt the end of the project all data will be transferred to the NAS drives of the main promotor\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe NAS data storage drives were budgetted within this project.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nOther (specify below)\nNo (closed access)\nAll data which is academic in nature, including negative results will be released. However as the ultimate goal is the develop a\nnovel biopharmaceutical certain proteins and sequences may not be released to protect IP , or only after IP protection is in place.\nCertain specificities may never be released as part of an IP protection strategy.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAll data will be accessible to the reseachers and promotors of the project during the course of the project. Common essential\nresults will be stored on Sharepoint and a teams channel accessible to all involved. But more specialised data (eg. scripts and\nraw data) will be localy managed. When access is needed to other peoples dataset it will be made available through involved phd\nstudent, supervising postdoc or Promotor.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nIn certain cases a designer protein contains a unique feature (e.g. the oligomerisation interface of a SymBody) which prevents\nrenal clearance. As this is a unique features which gives us strategic advantage over potential competitors (after consultation\nwith LRD) it was decided this mechanism could not be part of any future publication or patent to prevent me-too type\nworkarounds.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n6 of 8\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nstructural and sequential information will be released on the PDB database.\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nAll non confidential data will be made available via online repositories. e.g. PDB database also non succesfull desings will be\nreleased in order for other researchers to learn. \nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nGNU GPL-3.0 (code)\nData Transfer Agreement (restricted data)\nSome scripts will build upon GNU scripts which need to remain in the GNU format. Other formats will depends on agreement. This\nis of importance as we aim to establish an spin off or valorise the results and may want to transfer scripts and data.\nOther non-valorisation sensitive scientific data will be available via CC-BY 4.0 or equivalent license types.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nThe sequence and structural databases are free. Also github is free.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researchers who generate the data are responsible for the correct documentation of the data and metadata.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe researchers who generate the data are responsible for the storage and back-up, supervised by the promotors of this project.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nArnout Voet has the end responsibility and manages long term preservation and sharing for protein design biophysics and\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n7 of 8\nstructural biology, biopharmaceutical profiling as well as the computational scripts involved (the latter is shared with Yves\nMoreau)\nHans Steenackers has the end responsibility and manages long term preservation and sharing regarding (evolved) bacterial\ncultures and populations and the effects of the designer proteins on the virulence and resistance from this bacteria.\nChristal Bernaerts has the end responsiblity and manages long term preservation and sharing regarding (evolved) bioreactor\noptimisation\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nArnout Voet\nCreated using DMPonline.be. Last modiﬁed 14 April 2025\n8 of 8"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: AI-guided computational design of anti-virulence proteins as sustainable alternative antibacterials Creator: Creator: n.n. n.n. Principal Investigator: Principal Investigator: n.n., First Name Surname, n.n., n.n. Data Manager: Data Manager: n.n., Nick Geukens Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: n.n. n.n., First Name Surname, n.n. n.n., n.n. n.n. Data Manager: Data Manager: n.n. n.n., Nick Geukens https://orcid.org/0000-0001-5706-1072 Project abstract: Project abstract: Antibiotics are some of the most essential drugs used in the clinic. The livestock industry also currently relies extensively on antibiotics for disease prevention and growth promotion. Significant ongoing concerns about the further emergence of antibiotic-resistant bacteria are thus a major medical, veterinary, and economic problem. In response to this pressing issue, we propose a groundbreaking project aimed at developing sustainable biologic alternatives to antibiotics. Our approach builds on the recently developed SymBody platform (Voet lab), which are ultrastable proteins that do not provoke an immune response and that can be produced sustainably. They can be administered orally through the gastrointestinal track without degradation, as well as intravenously. Rather than relying on classical display methods to optimize SymBodies, in this project we will combine protein engineering with machine learning experience to enhance the platform. This will result in an AI-based protein engineering method that can more rapidly design the desired protein for a given target. During the AI-design and evaluation phase, we will also take into account the optimization of the upscaling of the production through bacterial fermentation. The Symbody-antibacterials (SymbAs) will be designed to be evolutionarily robust by following a double safety approach. On the one hand, the SymbAs will be iteratively designed by AI to interact with the target in such a way that it is more difficult for resistant mutants to originate. On the other hand, by focusing on a virulence factor as target we aim to reduce the selective pressure on resistant mutants if they still would originate, and as such avoid their spread and enrichment within the pathogen population. Indeed, contrary to traditional antibiotics that target essential enzymes, anti-virulence drugs targeting specific types of virulence factors (such as public virulence factors or coincidental virulence factors) are predicted to be less prone to resistance selection. In this project, we will design SymbAs targeting the bacterial virulence factor Sortase A of both human pathogens and those relevant to animal husbandry. SortA is a validated target that is present in most Gram-positive bacteria. Over several iterative rounds, we will create and validate optimized proteins that can neutralize the virulence of pathogenic bacterial strains (e.g. MRSA, VRE, E. cecorum, S. suis,...) as well as validate the virulence targets as evolutionarily robust. Hence, this project will provide a platform to further develop SymbAs targeting other virulence factors for different pathogens, as well as the expertise in AI-based protein design for different synthetic biology projects. ID: ID: 214177 Start date: Start date: 01-10-2024 End date: End date: 30-09-2028 Last modified: Last modified: 14-04-2025 Created using DMPonline.be. Last modiﬁed 14 April 2025 1 of 8 AI-guided computational design of anti-virulence proteins as sustainable alternative antibacterials AI-guided computational design of anti-virulence proteins as sustainable alternative antibacterials Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA protein_models 3D structures and sequences of designed protein complexes N D SO PDB 2TB protein_structure crystallographic determined structures N D SO PDB+MTZ 2TB protein_biophys expression, stability and affinity data of evaluted proteins N D N csv 1GB protein_crystal crystallisatie condities van proteines N D IT png, csv 10GB scripts_cpd all scripts related to CPD data generation, analysis and N D T py <1GB scripts_bio all scripts related to bioreactor optimisation N D T matlab <1GB scripts_AI all scripts related to AI modelling N D T py,C <1GB AI models AI based algorithms predicting sequences N D T py,C <10GB protein samples all proteins and bacterial targets and designer proteins) N D experimental ~1000 samples,plasmids and purified proteins in cryvials stored per 100 in boxes at - 20/-80 degrees. bioreactor protocols and results all protocols and results from bioreactor optimisation expeirments N D experimental word,excell, csv <7GB biopharmaceutical profiles all analysis performed by pharmabs on developmentablity and immunogenecities of select designer proteins N D experimental word, excel, csv <10GB Microbial cell counts via flow cytomtery Read-out for all the bacterial competition and fitness assays (both in vitro and in vivo) N D experimental .xls <1GB Created using DMPonline.be. Last modiﬁed 14 April 2025 2 of 8 Microbial cell counts via CFU Read-out for all the bacterial competition and fitness assays (both in vitro and in vivo) N D experimental .fcs <100GB Optical density measurements Measurements of bacterial population densities based on optical density N D experimental .xls <100MB Whole genome sequencing WGS data of the ancestral and selected evolved strains N D experimental .fasta/.dbam <1TB RNA sequencing RNA- sequencing of the ancestral and selected evolved strains N D experimental /fastq/.dbam <1TB evolved bacteria Evolved bacterial populations and isolated clones from the evolved population N D experimental ~1000 samples, stored in 96-well plate format If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: Question not answered. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Yes Created using DMPonline.be. Last modiﬁed 14 April 2025 3 of 8 The datasets created are not valuable on their own. The only potential valorisation lays in the final application of our AI-designed proteins which could become biopharmaceuticals. This will be covered by the sequences (part of protein_models protein_models ) combined with the protein_biophys protein_biophys dataset. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No While the starting point of our reaearch has been patented (by the Voet-lab) we have full freedom to operate during this project. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). 1. The data will be accompanied by a detailed metadata txt file denoting important characteristics (e.g. strain, material, timepoint,..) necessary for interpretation of the results. The key characteristics will also be denoted in the filename of the data files, as well as in the benchling digital lab book files 2. A detailed experimental protocol will be added to the directory of the corresponding experimental results. This step-wise description will facilitate potential future reproduction of the experiments. 3. For every deliverable in the project, a general outline txt file will be created. This file provides an overview of all the available data, the design of the experiment and the structure of the data saving. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes Sequencing data: MIxS metadata standard Flow cytometry data: MiFlowMe metadatastanrd For others we will follow the Dublin Core metadata standard and work with Benchling digital lab books. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Created using DMPonline.be. Last modiﬁed 14 April 2025 4 of 8 Shared network drive (J-drive) Personal network drive (I-drive) Large Volume Storage Data will be both stored ln I and J drives as well as NAS storage. All digital data will be registered using an electronic lab notebook (ELN) based on the Sharepoint platform and backed up on the internal server of KU Leuven, which is maintained by the IT service of KU Leuven. Due to the size of the raw sequencing data, this data will be exempt from this rule and only be stored on an NAS. Proteins, bacterial strains and populations will be stored in a secured -80°C freezer at the labs of respectively prof . Voet(proteins) or Stenackers (bacterial strains). How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) The Sharepoint is backed up three times a day. The internal servers are managed by the KU Leuven IT department and backed-up according to their procedures. The NAS is double backed up in the cloud via a Sinology provided service. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes We have budgetted extra drives for datastorage within this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? 1 . Access to the digital data will be limited to members of the research group who contribute to the research. 2 . Critical documents can be (temporarily) locked by the author(s). 3 . Sharepoint provides a changelog for detecting and reverting possible unauthorized changes. 4 . The internal storage provides a back-up for the sharepoint and vice versa. 5 . Physical data is stored in a secured -80°C freezer at the facility with limited-access 6 . Our NAS system is user protected. Only researchres and root/admin have access to the data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Only the computational researchers will exceed capacity from what is provided by the kuleuven. This is covered by the NAS storage for which extra drives are acquired from the consumables of this project (500 euro for drives) Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Created using DMPonline.be. Last modiﬁed 14 April 2025 5 of 8 Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Other (specify below) The laboratory of the main promotor houses a NAS of 128Tb, and continously expanding to ensure all data can be saved. Some of the data will be released online as part of publications via online repositories e.g. the PDB for structural protein data. Here also data from the group of Yves Moreau will be stored as the researchers are jointly promoted. Other researches will use the one drive / Sharepoint repositories provided by ICTS. All scripts will also be place don Github repositories. At the end the datawill At the end of the project all data will be transferred to the NAS drives of the main promotor What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The NAS data storage drives were budgetted within this project. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data Other (specify below) No (closed access) All data which is academic in nature, including negative results will be released. However as the ultimate goal is the develop a novel biopharmaceutical certain proteins and sequences may not be released to protect IP , or only after IP protection is in place. Certain specificities may never be released as part of an IP protection strategy. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. All data will be accessible to the reseachers and promotors of the project during the course of the project. Common essential results will be stored on Sharepoint and a teams channel accessible to all involved. But more specialised data (eg. scripts and raw data) will be localy managed. When access is needed to other peoples dataset it will be made available through involved phd student, supervising postdoc or Promotor. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, intellectual property rights In certain cases a designer protein contains a unique feature (e.g. the oligomerisation interface of a SymBody) which prevents renal clearance. As this is a unique features which gives us strategic advantage over potential competitors (after consultation with LRD) it was decided this mechanism could not be part of any future publication or patent to prevent me-too type workarounds. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Created using DMPonline.be. Last modiﬁed 14 April 2025 6 of 8 KU Leuven RDR (Research Data Repository) Other data repository (specify below) structural and sequential information will be released on the PDB database. When will the data be made available? When will the data be made available? Upon publication of research results All non confidential data will be made available via online repositories. e.g. PDB database also non succesfull desings will be released in order for other researchers to learn. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) GNU GPL-3.0 (code) Data Transfer Agreement (restricted data) Some scripts will build upon GNU scripts which need to remain in the GNU format. Other formats will depends on agreement. This is of importance as we aim to establish an spin off or valorise the results and may want to transfer scripts and data. Other non-valorisation sensitive scientific data will be available via CC-BY 4.0 or equivalent license types. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? The sequence and structural databases are free. Also github is free. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researchers who generate the data are responsible for the correct documentation of the data and metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researchers who generate the data are responsible for the storage and back-up, supervised by the promotors of this project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? Arnout Voet has the end responsibility and manages long term preservation and sharing for protein design biophysics and Created using DMPonline.be. Last modiﬁed 14 April 2025 7 of 8 structural biology, biopharmaceutical profiling as well as the computational scripts involved (the latter is shared with Yves Moreau) Hans Steenackers has the end responsibility and manages long term preservation and sharing regarding (evolved) bacterial cultures and populations and the effects of the designer proteins on the virulence and resistance from this bacteria. Christal Bernaerts has the end responsiblity and manages long term preservation and sharing regarding (evolved) bioreactor optimisation Who will update and implement this DMP? Who will update and implement this DMP? Arnout Voet Created using DMPonline.be. Last modiﬁed 14 April 2025 8 of 8"
}