{
    "document_id": "D-2025-3602",
    "LinkTitle": "D-2025-3602",
    "file_name": "D-2025-3602.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2025-3602.pdf",
    "metadata": {
        "title": "D-2025-3602",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the \nsupervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the \nfinal evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP \nmay use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Ilse Vanhorebeek, ORCID 0000-0002-5261-5192\nContributor name(s) (+ ORCID) & roles Greet Van den Berghe, ORCID 0000-0002-5320-1362, co-promotor\nProject number 1 & title 3M240697\nImpaired muscle function years after critical illness: a Multi-Omics quest for the underlying mechanisms\nFunder(s) GrantID 2Fonds Wetenschappelijk Onderzoek (FWO) - G017325N\nAffiliation(s) x KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven:  05f950310\n1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 3Please provide a short project description             ( )   Critically ill patients require vital organ support in an intensive care unit ICU to avoid\n .   ,         imminent death Among other complications they are at high risk of developing muscle\n,    -  .     weakness associated with adverse short term outcomes Survival improved with advances\n             in intensive care but a substantial proportion of the patients show persistent physical\n    ,    . impairments long after hospital discharge compromising quality of life\n          .  Muscular alterations in critically ill patients are reminiscent of accelerated aging Epigenetic\n       ,     changes are involved in muscle development and regeneration accumulate with aging and\n          .  are likely involved in permanent health effects of transient environmental influences We\n  -           hypothesize that long term epigenetic changes that lead to altered RNA expression in\n             -muscle of former ICU patients as compared with matched controls may contribute to long\n   .           term adverse physical outcomes Five years after ICU admission we will study the muscle\n,    -        transcriptome investigate if abnormal long term RNA expression may be explained by\n             abnormal DNA methylation and investigate via an epigenetic clock if former ICU patients\n   ,    -   . ,  show accelerated biological aging in relation with long term physical outcome Next we will  \n          ,    study time profiles of DNA methylation changes in muscle in ICU in relation to\n,       .    morphological molecular and functional changes during critical illness Our research has\n              great potential to provide new targets and a window of opportunity for future therapeutic\n. intervention\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 42.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data 3. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nObjective 1Long-term RNA \nexpression after \ncritical illness in \nrelation with long-\nterm physical \noutcomes:\n- Detailed clinical data  \nfrom original EPaNIC \nstudy and follow-up\n- Muscle \ntranscriptome raw \nand processed data; R  \ncode used for corres-\nponding statistical \nanalyses\n- Results from \nadditional laboratory \nanalyses \n- Stained muscle \nsections and corres-\nponding photographs\n- Output of statistical ☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.fmp\n.jmp\n.fastq\n.txt\n.Rmd\n.html\n.xlsx\n.csv\n.tiff\n.ppt\n.pdf\n.readme☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☒ < 5 TB\n☐ > 5 TB\n☐ NA- Muscle biopsies \nalready available \nfrom 120 former \ncritically ill patients \nand 31 controls, \nstored in cryotubes\n(up to ~300 mg, \nsplit over up to 6 \ntubes)\n- RNA extracted \nfrom those \nsamples, stored in \nEppendorf tubes\n- Ten tissue section \nboxes for glasses \nwith stained \nmuscle sections \n(capacity of 100 \nslides per box)\n3 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5analyses performed in  \nJMP copied to \npowerpoint and \nconverted to pdf\nObjective 2Long-term DNA \nmethylation after \ncritical illness in \nrelation with long-\nterm RNA \nexpression and \nphysical outcomes:\n- Detailed clinical data  \nfrom original EPaNIC \nstudy and follow-up\n- Muscle \ntranscriptome \nprocessed data\n- Muscle genome-\nwide DNA \nmethylation raw and \nprocessed data\n- R code used for “big \ndata” statistical \nanalyses\n- Output of statistical \nanalyses performed in  \nJMP copied to \npowerpoint and \nconverted to pdf☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.fmp\n.jmp\n.idat\n.Rmd\n.html\n.xlsx\n.csv\n.ppt\n.pdf\n.readme☐ < 1 GB\n☐ < 100 GB\n☒ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA- Muscle biopsies \nalready available \nfrom 120 former \ncritically ill patients \nand 31 controls, \nstored in cryotubes\n(up to ~300 mg, \nsplit over up to 6 \ntubes, same as for \nobjective 1)\n- DNA extracted \nfrom those \nsamples, stored in \nEppendorf tubes\nObjective 3Biological aging of \nmuscle after critical  \nillness:\n- Detailed clinical data  \nfrom original EPaNIC ☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☒ Textual.fmp\n.jmp\n.idat\n.Rmd\n.html☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB- Muscle biopsies \nalready available \nfrom 120 former \ncritically ill patients \nand 31 controls, \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6study and follow-up\n- Muscle genome-\nwide DNA \nmethylation raw and \nprocessed data\n- R code used for “big \ndata” statistical \nanalyses\n- Output of statistical \nanalyses performed in  \nJMP copied to \npowerpoint and \nconverted to pdf☐ Model\n☐ Software\n☐ Other:.xlsx\n.csv\n.idat\n.ppt\n.pdf\n.readme☐ NA stored in cryotubes\n(up to ~300 mg, \nsplit over up to 6 \ntubes, same as for \nobjective 1)\n- Additional 28 \nformer patient and \n20 control muscle \nbiopsies, also \nalready available\n- DNA extracted \nfrom those \nsamples, stored in \nEppendorf tubes\nObjective 4Time profiles of \nDNA methylation \nchanges in muscle \nduring the ICU \nstay, in relation to \nmorphological, \nmolecular, and \nfunctional changes \nduring critical illnes\n- Detailed clinical data  \nfrom CROSS trial\n- Muscle transcript-\ntome raw and \nprocessed data\n- Muscle genome-\nwide DNA \nmethylation raw and \nprocessed data\n- R code used for “big ☒ Generate new \ndata\n☒ Reuse existing \ndata☒ Digital\n☒ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.fmp\n.jmp\n.fastq\n.txt\n.Rmd\n.html\n.xlsx\n.csv\n.idat\n.tiff\n.ppt\n.pdf\n.readme☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☒ > 5 TB\n☐ NA- Muscle biopsies \nalready available \nfrom 153 critically \nill patients and 20 \ncontrols, stored in \ncryotubes\n(up to ~300 mg, \nsplit over up to 6 \ntubes)\n- RNA and DNA \nextracted from \nthose samples, \nstored in \nEppendorf tubes\n- Ten tissue section \nboxes for glasses \nwith stained \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7data” statistical \nanalyses\n- Results from \nadditional laboratory \nanalyses \n- Output of statistical \nanalyses performed in  \nJMP copied to \npowerpoint and \nconverted to pdf muscle sections \n(capacity of 100 \nslides per box)\nGUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete.  It includes digital and physical data and encompasses the whole spectrum  \nranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are \nvaluable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include your own manuscripts, theses and \npresentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  We will reuse clinical data that we have collected during the large randomized EPaNIC trial and its long-\nterm follow-up (datasets for objectives 1 to 3) and during the large observational CROSS trial (dataset for \nobjective 4) performed by our research group. These data are stored on UZ Leuven servers.\nThe present objectives focus on new analyses to be performed on skeletal muscle biopsies that we have \ncollected during those studies and are stored in the biobank.\nThe data that will be reused are participants’ characteristics, clinical information and physical outcomes.\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the \nrelevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number:\nS50404: objectives 1 to 3 (EPaNIC RCT and its long-term follow-up)\nS58533: objective 4 (CROSS trial)  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \n☐ No\nWill  you process  personal  data4? If  so,  please \nrefer  to  specific  datasets  or  data  types  when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below)\nS50404: objectives 1 to 3 (EPaNIC RCT and its long-term follow-up)\nS58533: objective 4 (CROSS trial)\n☐ No\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☒ Yes\n☐ No\nIf yes, please comment:  \nAlthough not the primary objective, in case study observations could lead to intellectual property rights, \npatent applications will be drafted together with the KU Leuven Technology Transfer office.\nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\n4 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9Clearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).\nRDM guidance on documentation and metadata .For the objectives in this project, we will study skeletal muscle biopsies from a subgroup of patients and \ncontrols included in the EPaNIC/EPaNIC follow-up and CROSS trials.\nAll data that have been collected during these clinical studies are stored in large structured Filemaker \ndatabases to which newly obtained data are fed. The study protocols describe data collection and \ndefinition of variables, standing operating procedures are in place to describe data collection, and for \nmore complex data a definition is provided as info label in the database. All these documents are stored \nelectronically in the structured study master file.\nAll stored data can be queried by our clinical data manager to retrieve specific participants or samples. Our  \nclinical data manager provides requested data as exports in Excel format. These Excel files are then read in  \nJMP or R in which the statistical analyses of the data are performed. We will keep a separate registry \ndocumenting the names and locations for raw and processed data exports as used for every step in the \nproject.\nWill a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\n☒ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \nAll participant characteristics can be used as metadata in the structured Filemaker case report form to \nretrieve specific participants or samples. Metadata of laboratory analyses will be provided as readme, \nword or excel files, that contain all settings and technical descriptions of the performed analyses and the \nresulting data.\n4.Data Storage & Back-up during the Research Project\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10Where will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☐ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☒ Large Volume Storage  for raw data of transcriptome/methylome analyses and tissue images\n☐ Digital Vault\n☒ Other: Shared network drive UZ Leuven server for clinical master databases\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\n☒ Other (specify): Standard back-up provided by UZ Leuven IT for clinical master databases\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nThe storage volume made available by UZ/KU Leuven is appropriate for storage. Standard back-up is\nprovided.\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  The clinical master databases are user ID/password protected, with logged access control at network, \ndirectory and database level. Biological samples are stored in a registered biobank, only accessible to \nauthorized people, with a log record of all sample handlings.\nThe databases are stored on secure servers within UZ/KU Leuven, maintained by the IT department\nand maximally protected by firewalls and login procedures with daily backups. The biobank has\nstandard procedures to protect adequate storage.\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?UZ Leuven servers: data preservation is currently free of costs.  \nKU Leuven large volume storage: Estimated costs for storage of new data generated in the project~€1500.\nThese costs will be covered by budgets of the Laboratory of Intensive Care Medicine.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 115. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).\n Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy (for the data generated in \nthis project)\n☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with \nmedicinal products for human use and for clinical experiments on humans (participants’ characteristics, \nclinical information and physical outcomes that have been collected during the clinical studies and that \nwill be reused in this project)\n☐ Certain data cannot be kept for 10 years (explain)\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for \npreservation in a repository can be stored using a KU  \nLeuven storage solution, consult the  interactive KU \nLeuven storage guide .☒ KU Leuven RDR\n☒ Large Volume Storage ( longterm for large volumes)\n☐ Shared network drive (J-drive)\n☒ Other (specifiy): UZ Leuven servers\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?- KU Leuven RDR: currently free of costs.\n- Large Volume Storage: ~€5000, will be covered by budgets of the Laboratory of Intensive Care Medicine.\n- UZ Leuven servers: data preservation is currently free of costs.\n6. Data Sharing and Reuse\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 12Will the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.Data sharing will be considered only on a collaborative basis with the principal investigators of the project,  \nafter evaluation of the proposed study protocol and statistical analysis plan.\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☒ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nThe clinical databases contain sensitive and personal information of the study participants. Even though \nthe data are pseudonymized, a theoretical possibility remains that a patient could be identified based for \ninstance on a combination of demographic characteristics, admission date and admission diagnosis. \nTherefore, it is of utmost importance to only share data that are necessary to answer a specific research \nquestion, and only under a data transfer and confidentiality agreement.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 13Where will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.☒ KU Leuven RDR\n☐ Other data repository (specify)\n☐ Other (specify)\nAs mentioned, the clinical data will not be made available unconditionally in the public space, due to \nethical and privacy restrictions.\nWhen will the data be made available? ☐ Upon publication of research results\n☐ Specific date (specify)\n☒ Other (specify)\nData sharing will be considered only on a collaborative basis with the principal investigators, after \nevaluation of the proposed study protocol and statistical analysis plan, and after signing a data transfer \nand confidentiality agreement.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and \nsoftware sources code or consult the  License selector \ntool to help you choose. ☐ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify): \nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\n☒ No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  We do not expect any costs for data transfer, but in case they would occur, they will be covered by the \nrequesting parties.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 147. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The PhD student affiliated with the project and the clinical database manager of the research group will \nmanage data documentation and metadata, under supervision of the principal investigators (Ilse \nVanhorebeek and Greet Van den Berghe).\nWho will manage data storage and backup \nduring the research project?The PhD student affiliated with the project and the clinical database manager of the research group will \nmanage data documentation and metadata, under supervision of the principal investigators (Ilse \nVanhorebeek and Greet Van den Berghe).\nWho will manage data preservation and \nsharing?Ilse Vanhorebeek and Greet Van den Berghe\nWho will update and implement this DMP? Ilse Vanhorebeek"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Ilse Vanhorebeek, ORCID 0000-0002-5261-5192 Contributor name(s) (+ ORCID) & roles Greet Van den Berghe, ORCID 0000-0002-5320-1362, co-promotor Project number 1 & title 3M240697 Impaired muscle function years after critical illness: a Multi-Omics quest for the underlying mechanisms Funder(s) GrantID 2Fonds Wetenschappelijk Onderzoek (FWO) - G017325N Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 1 “Project number” refers to the institutional project number. This question is optional. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 3Please provide a short project description ( ) Critically ill patients require vital organ support in an intensive care unit ICU to avoid . , imminent death Among other complications they are at high risk of developing muscle , - . weakness associated with adverse short term outcomes Survival improved with advances in intensive care but a substantial proportion of the patients show persistent physical , . impairments long after hospital discharge compromising quality of life . Muscular alterations in critically ill patients are reminiscent of accelerated aging Epigenetic , changes are involved in muscle development and regeneration accumulate with aging and . are likely involved in permanent health effects of transient environmental influences We - hypothesize that long term epigenetic changes that lead to altered RNA expression in -muscle of former ICU patients as compared with matched controls may contribute to long . term adverse physical outcomes Five years after ICU admission we will study the muscle , - transcriptome investigate if abnormal long term RNA expression may be explained by abnormal DNA methylation and investigate via an epigenetic clock if former ICU patients , - . , show accelerated biological aging in relation with long term physical outcome Next we will , study time profiles of DNA methylation changes in muscle in ICU in relation to , . morphological molecular and functional changes during critical illness Our research has great potential to provide new targets and a window of opportunity for future therapeutic . intervention FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 42.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data 3. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Objective 1Long-term RNA expression after critical illness in relation with long- term physical outcomes: - Detailed clinical data from original EPaNIC study and follow-up - Muscle transcriptome raw and processed data; R code used for corres- ponding statistical analyses - Results from additional laboratory analyses - Stained muscle sections and corres- ponding photographs - Output of statistical ☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.fmp .jmp .fastq .txt .Rmd .html .xlsx .csv .tiff .ppt .pdf .readme☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☒ < 5 TB ☐ > 5 TB ☐ NA- Muscle biopsies already available from 120 former critically ill patients and 31 controls, stored in cryotubes (up to ~300 mg, split over up to 6 tubes) - RNA extracted from those samples, stored in Eppendorf tubes - Ten tissue section boxes for glasses with stained muscle sections (capacity of 100 slides per box) 3 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5analyses performed in JMP copied to powerpoint and converted to pdf Objective 2Long-term DNA methylation after critical illness in relation with long- term RNA expression and physical outcomes: - Detailed clinical data from original EPaNIC study and follow-up - Muscle transcriptome processed data - Muscle genome- wide DNA methylation raw and processed data - R code used for “big data” statistical analyses - Output of statistical analyses performed in JMP copied to powerpoint and converted to pdf☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.fmp .jmp .idat .Rmd .html .xlsx .csv .ppt .pdf .readme☐ < 1 GB ☐ < 100 GB ☒ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA- Muscle biopsies already available from 120 former critically ill patients and 31 controls, stored in cryotubes (up to ~300 mg, split over up to 6 tubes, same as for objective 1) - DNA extracted from those samples, stored in Eppendorf tubes Objective 3Biological aging of muscle after critical illness: - Detailed clinical data from original EPaNIC ☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual.fmp .jmp .idat .Rmd .html☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB- Muscle biopsies already available from 120 former critically ill patients and 31 controls, FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6study and follow-up - Muscle genome- wide DNA methylation raw and processed data - R code used for “big data” statistical analyses - Output of statistical analyses performed in JMP copied to powerpoint and converted to pdf☐ Model ☐ Software ☐ Other:.xlsx .csv .idat .ppt .pdf .readme☐ NA stored in cryotubes (up to ~300 mg, split over up to 6 tubes, same as for objective 1) - Additional 28 former patient and 20 control muscle biopsies, also already available - DNA extracted from those samples, stored in Eppendorf tubes Objective 4Time profiles of DNA methylation changes in muscle during the ICU stay, in relation to morphological, molecular, and functional changes during critical illnes - Detailed clinical data from CROSS trial - Muscle transcript- tome raw and processed data - Muscle genome- wide DNA methylation raw and processed data - R code used for “big ☒ Generate new data ☒ Reuse existing data☒ Digital ☒ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.fmp .jmp .fastq .txt .Rmd .html .xlsx .csv .idat .tiff .ppt .pdf .readme☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☒ > 5 TB ☐ NA- Muscle biopsies already available from 153 critically ill patients and 20 controls, stored in cryotubes (up to ~300 mg, split over up to 6 tubes) - RNA and DNA extracted from those samples, stored in Eppendorf tubes - Ten tissue section boxes for glasses with stained FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7data” statistical analyses - Results from additional laboratory analyses - Output of statistical analyses performed in JMP copied to powerpoint and converted to pdf muscle sections (capacity of 100 slides per box) GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper management because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. We will reuse clinical data that we have collected during the large randomized EPaNIC trial and its long- term follow-up (datasets for objectives 1 to 3) and during the large observational CROSS trial (dataset for objective 4) performed by our research group. These data are stored on UZ Leuven servers. The present objectives focus on new analyses to be performed on skeletal muscle biopsies that we have collected during those studies and are stored in the biobank. The data that will be reused are participants’ characteristics, clinical information and physical outcomes. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.☒ Yes, human subject data; provide SMEC or EC approval number: S50404: objectives 1 to 3 (EPaNIC RCT and its long-term follow-up) S58533: objective 4 (CROSS trial) ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: ☐ No Will you process personal data4? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).☒ Yes (provide PRET G-number or EC S-number below) S50404: objectives 1 to 3 (EPaNIC RCT and its long-term follow-up) S58533: objective 4 (CROSS trial) ☐ No FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☒ Yes ☐ No If yes, please comment: Although not the primary objective, in case study observations could lead to intellectual property rights, patent applications will be drafted together with the KU Leuven Technology Transfer office. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata 4 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata .For the objectives in this project, we will study skeletal muscle biopsies from a subgroup of patients and controls included in the EPaNIC/EPaNIC follow-up and CROSS trials. All data that have been collected during these clinical studies are stored in large structured Filemaker databases to which newly obtained data are fed. The study protocols describe data collection and definition of variables, standing operating procedures are in place to describe data collection, and for more complex data a definition is provided as info label in the database. All these documents are stored electronically in the structured study master file. All stored data can be queried by our clinical data manager to retrieve specific participants or samples. Our clinical data manager provides requested data as exports in Excel format. These Excel files are then read in JMP or R in which the statistical analyses of the data are performed. We will keep a separate registry documenting the names and locations for raw and processed data exports as used for every step in the project. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes ☒ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: All participant characteristics can be used as metadata in the structured Filemaker case report form to retrieve specific participants or samples. Metadata of laboratory analyses will be provided as readme, word or excel files, that contain all settings and technical descriptions of the performed analyses and the resulting data. 4.Data Storage & Back-up during the Research Project FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage for raw data of transcriptome/methylome analyses and tissue images ☐ Digital Vault ☒ Other: Shared network drive UZ Leuven server for clinical master databases How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) ☒ Other (specify): Standard back-up provided by UZ Leuven IT for clinical master databases Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No The storage volume made available by UZ/KU Leuven is appropriate for storage. Standard back-up is provided. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data The clinical master databases are user ID/password protected, with logged access control at network, directory and database level. Biological samples are stored in a registered biobank, only accessible to authorized people, with a log record of all sample handlings. The databases are stored on secure servers within UZ/KU Leuven, maintained by the IT department and maximally protected by firewalls and login procedures with daily backups. The biobank has standard procedures to protect adequate storage. What are the expected costs for data storage and backup during the research project? How will these costs be covered?UZ Leuven servers: data preservation is currently free of costs. KU Leuven large volume storage: Estimated costs for storage of new data generated in the project~€1500. These costs will be covered by budgets of the Laboratory of Intensive Care Medicine. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 115. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Guidance on data preservation☒ All data will be preserved for 10 years according to KU Leuven RDM policy (for the data generated in this project) ☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans (participants’ characteristics, clinical information and physical outcomes that have been collected during the clinical studies and that will be reused in this project) ☐ Certain data cannot be kept for 10 years (explain) Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preservation in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide .☒ KU Leuven RDR ☒ Large Volume Storage ( longterm for large volumes) ☐ Shared network drive (J-drive) ☒ Other (specifiy): UZ Leuven servers What are the expected costs for data preservation during the expected retention period? How will these costs be covered?- KU Leuven RDR: currently free of costs. - Large Volume Storage: ~€5000, will be covered by budgets of the Laboratory of Intensive Care Medicine. - UZ Leuven servers: data preservation is currently free of costs. 6. Data Sharing and Reuse FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 12Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.Data sharing will be considered only on a collaborative basis with the principal investigators of the project, after evaluation of the proposed study protocol and statistical analysis plan. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: The clinical databases contain sensitive and personal information of the study participants. Even though the data are pseudonymized, a theoretical possibility remains that a patient could be identified based for instance on a combination of demographic characteristics, admission date and admission diagnosis. Therefore, it is of utmost importance to only share data that are necessary to answer a specific research question, and only under a data transfer and confidentiality agreement. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 13Where will the data be made available? If already known, please provide a repository per dataset or data type.☒ KU Leuven RDR ☐ Other data repository (specify) ☐ Other (specify) As mentioned, the clinical data will not be made available unconditionally in the public space, due to ethical and privacy restrictions. When will the data be made available? ☐ Upon publication of research results ☐ Specific date (specify) ☒ Other (specify) Data sharing will be considered only on a collaborative basis with the principal investigators, after evaluation of the proposed study protocol and statistical analysis plan, and after signing a data transfer and confidentiality agreement. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and software sources code or consult the License selector tool to help you choose. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify): Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID ☒ No What are the expected costs for data sharing? How will these costs be covered? We do not expect any costs for data transfer, but in case they would occur, they will be covered by the requesting parties. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 147. Responsibilities Who will manage data documentation and metadata during the research project?The PhD student affiliated with the project and the clinical database manager of the research group will manage data documentation and metadata, under supervision of the principal investigators (Ilse Vanhorebeek and Greet Van den Berghe). Who will manage data storage and backup during the research project?The PhD student affiliated with the project and the clinical database manager of the research group will manage data documentation and metadata, under supervision of the principal investigators (Ilse Vanhorebeek and Greet Van den Berghe). Who will manage data preservation and sharing?Ilse Vanhorebeek and Greet Van den Berghe Who will update and implement this DMP? Ilse Vanhorebeek"
}