{
    "document_id": "D-2021-1265",
    "LinkTitle": "D-2021-1265",
    "file_name": "D-2021-1265.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1265.pdf",
    "metadata": {
        "title": "HARMONY - DMP FWO - Ruixuan",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP FWO - Ruixuan\nProject Name\n HARMONY - DMP FWO - Ruixuan\nGrant Title\n 1S36322N\nPrincipal Investigator / Researcher\n Ruixuan Li\nDescription\n Pedicle screw placement (PSP) is an effective approach for spine fusion surgery.\nRobot-assisted PSP offers a disruptive approach that makes PSP safer and more precise. Current\nrobotic systems still have several issues: they expose patients and surgeons to radiation, the\nreachable accuracy is limited as they do not update their path despite non-negligible patient\nmotion and motion between intervertebral segments due to drilling. To address these issues,\nHARMONY introduces a robot-assisted ultrasound(US) motion tracking system that allows online\nupdating of navigation paths improving PSP accuracy. A lightweight KUKA robot will be\nintegrated with an innovative hybrid ultrasound tracking mode. The developed system features\nautonomous force-controlled US imaging to reconstruct and track the spine during the\nintervention. Through the co-manipulated operation, the surgeon can take over control over US\nimaging if necessary. The developed prototype system will be verified in preclinical experiments.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nRuixuan Li\nFWO Project Number & Title\nTitle:\n HARMONY - Hybrid ultrasound for robotic motion tracking in spine surgery\nFile number:\n 89630\nAffiliation\nKU Leuven\nRobot-Assisted Surgery Group, Department of Mechanical Engineering\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of Data\nFormat\nVolume\nHow created\n2D B-mode ultrasound\nimages\n.jpeg/,png;\n200 GB\nUltrasound images of the 3d printing\nmodels(i.e. spine model and US\ncalibration model) for ultrasound\nreconstruction.\nForce/Torque data\n.csv; .dat\n10 GB\nMeasurement of force and torque\nbetween US probe and phantom during\nscanning.\n1D A-mode ultrasound\nmeasurement\n.csv;\n.pdf\n50 GB\nMeasurement of A-mode\nsignal with spine phantom.\nCAD model\n.stl\n10 GB\nSpine models download from the\nopen library for ultrasound scanning.\nCustom-designed models such as\nultrasound probes and optical markers.\nAnalysis scripts and\ncode \n .py; .cpp; .hpp;\n.ipynb; .m\n10 GB\nSelf-written code, script and statistics\ndatasets\nComputational models\n.h5; .hdf5\n20 GB\nModels defined by the Code that already\nused for the ultrasound image\nsegmentation\nProcessed data,\nresults and data\ndescription\n.txt; .pdf; .doc;\n.png; .xls \n10 GB\nThe outcome of this project. Results can\nbe tables, figures and text explaining\nthose. Processed data of all raw data\nsources described above will be stored\nin .xlsx or .txt format, depending on the\ntype of data. Data description and the\nsubject document will be achieved as\npdf.\n \n \n \n \n \n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\n For future IP possibilities, we will contact LRD for help.\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nin this project?\nNew group/team members get training on how to perform the experiments and how to store and\nhandle the collected data. The stored experimental design and protocol (.docx file) will be\navailable for the group members.\nFurthermore, standard guidelines and instructions are available as .readme, stored on Gitlab. In\nthis way, the information given during the training can easily be reread and refreshed.\nPhysical hardware: Components and 3D printings will be stored in the lab after the end of the\nproject. \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThe experiments are unique, but the data will be standardized according to data type to make it\neasier to interpret the structure.\nthe ultrasound images during the various scans will be stored as .png according to the phantom.\n \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored on KU Leuven administered drives (large volume storage) immediately\nafter collection.\nHow is backup of the data provided?\nThe cloud-based(KU Leuven OneDrive and KU Leuven GitLab) and ICTS storage solutions are\nbacked-up as part of the offered services. \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nCurrently thU Leue storage and backup capacity is sufficient during the project for the\nanticipated data volumes. The storage volume is around 1 TB, and the cloud-based volume is\naround 2 TB.  Furthermore, network drive and cloud storage space can be readily expanded upon\nrequest to KU Leuven IT services.\n \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nBack-up cost per TB (KU Leuven ICTS): 295€/year. In case expenses are needed, part of the\nallocated FWO project budget can be used. The costs will be covered by the running costs on the\ngrant.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nIn this project, no sensitive personal data will be used. The lab policy is that the researchers have\nonly access to the data from the project they are involved in.\nFurthermore,  the storage is mainly hosted in the KU Leuven ICTS data center, with a mirror in\nthe second ICTS centre. Access to data is conditioned by KU Leuven security groups\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nDigital data: ultrasound images and measurement data will be retained for the 5 year period\nexpected by KU Leuven. \nPhysical data: components and 3D models will be available upon request after the end of the\nproject. \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers on a data archive drive (with automatic\nback-up procedures) for at least 10 years, conform the KU Leuven RDM policy.  \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe database (i.e. ultrasound images and force measurement) that will be compiled to realise\nobjective 2, will be hosted on the servers of KU Leuven. Expected costs will be around 500\nEuro/per year for storage beyond project duration will be limited and covered by the research\ngroup\n.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nData will only be made available in case of publications that require the publication/disclosure of\nthe dataset.\nPhysical data will be made available after the end of the project. After the end of the project\n.\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nUpon request by mail\nOther (specify):\nDifferent data types will be made available by different means according to the nature of the\ndata and request.\nFor example, ultrasound images may be shared with group members for new analyses.\nThe developed scripts will be stored in a restricted repository. \nPublications relating to the study will be provided in open access via Lirias 2.0.\nWhen will the data be made available?\nUpon publication of the research results\nData will only be made available to other researchers after publication of the research\nresults.  The initial results of the first cross-sectional analyses will be made available in abstract\nform at the earliest opportunity, however the underlying data will not be made available for\nreuse until after publication.\nWho will be able to access the data and under what conditions?\nAs stated above, only requests via mail will be answered. Privacy and legal experts will be\nconsulted when sharing data with researchers outside of the research group. Commercial reuse\nis not allowed.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThe major cost of data-sharing will be long-term large volume storage after completion of the\nproject. Possible costs, linked to open repositories and data uploading, will be covered by the\nproject budget.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher, when her contract has ended the responsibility shifts towards Prof. Emmanuel\nVander Poorten  to ensure data preservation and reuse.\nWho will be responsible for data storage & back up during the project?\nThe researcher will be responsible for data storage & back up during the project. When the\nresearcher’s contract has ended, the applicant can rely on the support of the Division RAM’s\nresearch manager.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWho will be responsible for ensuring data preservation and reuse ?\nThe researcher will be responsible for ensuring data preservation and reuse. Towards the end of\nthe project, the responsibility for long-term data preservation and reuse will be assigned in\nagreement with the KU Leuven Division RAM.\nWho bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor\nProf. Emmanuel Vander Poorten.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP FWO - Ruixuan Project Name HARMONY - DMP FWO - Ruixuan Grant Title 1S36322N Principal Investigator / Researcher Ruixuan Li Description Pedicle screw placement (PSP) is an effective approach for spine fusion surgery. Robot-assisted PSP offers a disruptive approach that makes PSP safer and more precise. Current robotic systems still have several issues: they expose patients and surgeons to radiation, the reachable accuracy is limited as they do not update their path despite non-negligible patient motion and motion between intervertebral segments due to drilling. To address these issues, HARMONY introduces a robot-assisted ultrasound(US) motion tracking system that allows online updating of navigation paths improving PSP accuracy. A lightweight KUKA robot will be integrated with an innovative hybrid ultrasound tracking mode. The developed system features autonomous force-controlled US imaging to reconstruct and track the spine during the intervention. Through the co-manipulated operation, the surgeon can take over control over US imaging if necessary. The developed prototype system will be verified in preclinical experiments. Institution KU Leuven 1. General Information Name applicant Ruixuan Li FWO Project Number & Title Title: HARMONY - Hybrid ultrasound for robotic motion tracking in spine surgery File number: 89630 Affiliation KU Leuven Robot-Assisted Surgery Group, Department of Mechanical Engineering 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of Data Format Volume How created 2D B-mode ultrasound images .jpeg/,png; 200 GB Ultrasound images of the 3d printing models(i.e. spine model and US calibration model) for ultrasound reconstruction. Force/Torque data .csv; .dat 10 GB Measurement of force and torque between US probe and phantom during scanning. 1D A-mode ultrasound measurement .csv; .pdf 50 GB Measurement of A-mode signal with spine phantom. CAD model .stl 10 GB Spine models download from the open library for ultrasound scanning. Custom-designed models such as ultrasound probes and optical markers. Analysis scripts and code .py; .cpp; .hpp; .ipynb; .m 10 GB Self-written code, script and statistics datasets Computational models .h5; .hdf5 20 GB Models defined by the Code that already used for the ultrasound image segmentation Processed data, results and data description .txt; .pdf; .doc; .png; .xls 10 GB The outcome of this project. Results can be tables, figures and text explaining those. Processed data of all raw data sources described above will be stored in .xlsx or .txt format, depending on the type of data. Data description and the subject document will be achieved as pdf. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No For future IP possibilities, we will contact LRD for help. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 in this project? New group/team members get training on how to perform the experiments and how to store and handle the collected data. The stored experimental design and protocol (.docx file) will be available for the group members. Furthermore, standard guidelines and instructions are available as .readme, stored on Gitlab. In this way, the information given during the training can easily be reread and refreshed. Physical hardware: Components and 3D printings will be stored in the lab after the end of the project. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No The experiments are unique, but the data will be standardized according to data type to make it easier to interpret the structure. the ultrasound images during the various scans will be stored as .png according to the phantom. 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored on KU Leuven administered drives (large volume storage) immediately after collection. How is backup of the data provided? The cloud-based(KU Leuven OneDrive and KU Leuven GitLab) and ICTS storage solutions are backed-up as part of the offered services. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Currently thU Leue storage and backup capacity is sufficient during the project for the anticipated data volumes. The storage volume is around 1 TB, and the cloud-based volume is around 2 TB. Furthermore, network drive and cloud storage space can be readily expanded upon request to KU Leuven IT services. What are the expected costs for data storage and back up during the project? How will these costs be covered? Back-up cost per TB (KU Leuven ICTS): 295€/year. In case expenses are needed, part of the allocated FWO project budget can be used. The costs will be covered by the running costs on the grant. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? In this project, no sensitive personal data will be used. The lab policy is that the researchers have only access to the data from the project they are involved in. Furthermore, the storage is mainly hosted in the KU Leuven ICTS data center, with a mirror in the second ICTS centre. Access to data is conditioned by KU Leuven security groups 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Digital data: ultrasound images and measurement data will be retained for the 5 year period expected by KU Leuven. Physical data: components and 3D models will be available upon request after the end of the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers on a data archive drive (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The database (i.e. ultrasound images and force measurement) that will be compiled to realise objective 2, will be hosted on the servers of KU Leuven. Expected costs will be around 500 Euro/per year for storage beyond project duration will be limited and covered by the research group . 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Data will only be made available in case of publications that require the publication/disclosure of the dataset. Physical data will be made available after the end of the project. After the end of the project . Where/how will the data be made available for reuse? In a restricted access repository Upon request by mail Other (specify): Different data types will be made available by different means according to the nature of the data and request. For example, ultrasound images may be shared with group members for new analyses. The developed scripts will be stored in a restricted repository. Publications relating to the study will be provided in open access via Lirias 2.0. When will the data be made available? Upon publication of the research results Data will only be made available to other researchers after publication of the research results. The initial results of the first cross-sectional analyses will be made available in abstract form at the earliest opportunity, however the underlying data will not be made available for reuse until after publication. Who will be able to access the data and under what conditions? As stated above, only requests via mail will be answered. Privacy and legal experts will be consulted when sharing data with researchers outside of the research group. Commercial reuse is not allowed. What are the expected costs for data sharing? How will the costs be covered? The major cost of data-sharing will be long-term large volume storage after completion of the project. Possible costs, linked to open repositories and data uploading, will be covered by the project budget. 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher, when her contract has ended the responsibility shifts towards Prof. Emmanuel Vander Poorten to ensure data preservation and reuse. Who will be responsible for data storage & back up during the project? The researcher will be responsible for data storage & back up during the project. When the researcher’s contract has ended, the applicant can rely on the support of the Division RAM’s research manager. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Who will be responsible for ensuring data preservation and reuse ? The researcher will be responsible for ensuring data preservation and reuse. Towards the end of the project, the responsibility for long-term data preservation and reuse will be assigned in agreement with the KU Leuven Division RAM. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor Prof. Emmanuel Vander Poorten. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}