{
    "document_id": "D-2022-1657",
    "LinkTitle": "D-2022-1657",
    "file_name": "D-2022-1657.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1657.pdf",
    "metadata": {
        "title": "D-2022-1657",
        "author": "Birgitte Schoenmakers",
        "num_pages": 6
    },
    "content": {
        "full_text": "C1-C2 DMP\nTwee fazen:\nInitieel DMP – binnen 6 maanden na toekenning financiering\nFinaal DMP – mee in te dienen bij eindrapport, met toelichting en argumentatie van wat er sedert het initiële DMP veranderd is.\n1.General Information\n1.1. Name of the project lead (PI) Birgitte Schoenmakers\n1.2. C1-C2 Project Number & Title Project nr: D-2022-1657\nProject title: Managing Language Barriers in Unplanned Care\nAcronym: MaLBUC\n2.Data description\n2.1. Will you generate/collect new data and/or make \nuse of existing data?  We will generate new data.  \n2.2. Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume.\nIf you reuse existing data, specify the source of these \ndata. Distinguish data types (the kind of content) from \ndata formats (the technical format).RO1: Describe the impact of LBs in the context of unplanned care  \nSource: interviews and direct observations of participants during patient consultations (patients, \nhealth care providers) in a trusted and safe environment with respect to GDPR, patient rights and \nethical requirements. The qualitative data collection will rely on state-of-the-art methods and \ninstruments from applied linguistics that focuses on context-based analysis of language use and \ncommunication.\nType: Written data and audio and video records obtained from interviews and direct observations. \nAudio and video records will be transcribed into written data sheets. For recording patient \nconsultations we use a KU Leuven state of the art video training protocol (Schoenmakers ea). In the \nGPC, the consultations will be video-recorded as the necessary infrastructure is in place and the \nGPC has a long tradition in videorecording medical consultations for didactic and research \npurposes. GPs will also be asked to briefly jot down or audio-record their immediate thoughts after \neach recorded consultation, to provide an assessment of the perceived quality of communication. \nIn the ED, the consultations will be audio-recorded due to the logistical constraints to placing \ncameras across the ED, and the applicable privacy considerations. Notes will be taken on extra-\nlinguistic elements. On-the-spot semi-structured interviews with healthcare providers in between \nand after consultations will take place.  \nFormat: Data stored as text and numbers in excel and prepared for analysis in statistical software. \nData will be stored in multi-authenticator protected data storage drive from KU Leuven\nEstimated volume:  <10 mb\nRO2: Identify tools and communicative strategies health professionals and FL patients can rely on  \nto manage LBs during unplanned medical interactions\nSource: Data retained from WP 1 and 2 (RO1) will undergo an iterative process of interpretation \nand triangulation to underpin RO2. Based on the newly gained insights, the team will work \ntogether to develop theories on how to manage communication during unplanned care, with a \nspecial focus on better detecting and managing the impact of LBs . New data will be collected \nthrough interviews and focus groups to assess this theoretical framework.  \nType: Written data and audio and video records from interviews and consultations are the base of \nthe development of a theoretical framework that will lead to guidelines and training (RO3). The \naudio and video-recorded consultations will be transcribed in collaboration with the community of \nspeech and the community of practice  \nFormat: Data stored as text and numbers in excel and prepared for analysis in statistical software. \nData will be stored in multi-authenticator protected data storage drive from KU Leuven. Audio and \nvideo recordings will be stored on an external hard disk.  \nEstimated volume: 5-10 GB\nRO3: Develop guidelines and trainings for practitioners based on real-life scenarios for the \nspecific context of unplanned care\nSource: data retrieved and analyzed from previous work packages, newly collected written data \nand oral data to assess the effect of the intervention (use and administration of guidelines and \ntraining). New data will be collected through case study sessions that will be delivered through \nsimulation exercises involving foreign-language actors in a medical skills lab.  \n \nType: analyzed data presented as anonymized results will be used to set up guidelines and \ntrainings for health care providers.  \nFormat: Data stored as text and numbers in excel and prepared for analysis in statistical software. \nData will be stored in multi-authenticator protected data storage drive from KU Leuven. Audio and \nvideo recordings will be stored on an external hard disk.\nEstimated volume: <10 MB\n3.Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add the  \nreference  to  your  notification  file  with  the  privacy  \ncommission.Personal data: we will use personal anonymised data throughout the entire project. All data will \nundergo an scrutinous anonymisation and all links with identification  will be broken immediately \nafter the data collection and the key to the link will be kept in a separate, protected environment. \nFor further analysis of data no identification with participants will be visible.  \nPrivacy:\nAll participants will be informed about the study with a particular respect to their individual \n(health) literacy. All participants will sign an informed consent and can withdraw from the study \nanytime and without announcement of reason.\nInterviews, audio- and videorecords in the clinical context will be held with a maximum of respect \nof privacy and with a minimum of (psychosocial) impact. Audio and video carriers are part of the \nKU Leuven equipment for education and research.  \nOverall, the research will per performed with respect to  research ethics: accounting for patient \ndiversity in clinical research, inter alia through the development of adapted informed consent \nprocedures and the involvement of organizations representing foreign patients. Research protocols  \nwill be developed to collect data in each of the two settings, ensuring compliance with the ethical \nregulations and respect for patient autonomy.  \n3.2. Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference Ethical issues: Data will only be generated and used for the above mentioned research objectives. \nParticipants will not experience any disadvantage in the regular care as provided in primary care or \nin the emergency department. The researchers will keep the impact of the observations and \nto the formal approval by the relevant ethical review \ncommittee(s).interviews as low as possible and inform patients about the possibility to contact a (trusted) health \ncare provider in case of need.  \n3.3. Does your work possibly result in research data with  \npotential  for  tech  transfer  and  valorisation?  Will  IP \nrestrictions be claimed for the data you created? If so,  \nfor what data and which restrictions will be asserted?The purpose of the study is to develop guidelines and trainings to overcome language barriers in \nunplanned care. Data retained from interviews and direct observations will be only used for that \npurpose. Secondary analyses of data are allowed after consent of the researcher, approval of an \nethical committee and when in line with the original purpose of data collection.  \nIP: Training programs and guidelines will be the intellectual property of the research group \npromotors and researchers but will be publicly available for implementation in health care.  \n3.4.  Do  existing  3rd party  agreements  restrict  \ndissemination or exploitation of the data you (re)use? If  \nso, to what data do they relate and what restrictions are  \nin place?Not applicable\n4.Documentation and metadata\n4.1. What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  The collection and storage of all (anonymised) data will be accompanied by structured interview \nguides (focus groups, individual interviews), protocols supporting the transcription of narrative \ndata (audio and video recordings) and guidelines to interpret questionnaires.  \n4.2. Will a metadata standard be used? If so, describe in  \ndetail which standard will be used. If not, state in detail \nwhich metadata will be created to make the data \neasy/easier to find and reuse.Metadata will be provided as readme, csv, word or excel files, containing all settings and technical \ndescriptions of the research. Audio and video recordings will be immediately erased from the \ncarrier after transposing the records to a protected environment.  \nThe metadata will be provided in a structured manner.\n5.Data storage & backup during the C1-C2 project\n5.1. Where will the data be stored?  Digital files of research data (raw data, figures, excel files, textual files) will be kept on KU Leuven \nOne Drive. Audio and video recordings will be saved on external hard drives.  \n5.2. How will the data be backed up?  A daily automatic back-up procedure is in place for all data stored on the KU Leuven One Drive.  \nBack-ups from audio and video recordings will be made manually.  \n5.3. Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify concisely. If \nno or insufficient storage or backup capacities are \navailable, then explain how this will be taken care of.  Yes. \nFor storage of video and audio recordings we provided an external hard disk.  \n5.4. What are the expected costs for data storage and \nbackup during the project? How will these costs be \ncovered? Since we have no large-volume files, we do not expect large costs for data storage.  \n5.5. Data security: how will you ensure that the data \nare securely stored and not accessed or modified by \nunauthorized persons?  All laptops are secured by a personal identification and laptops are fully backed up by One Drive \nand therefor to be locked from a distance in case of misuse or theft of the laptop.  \nThe hard drive with audio and video materials will also be pass word locked and stored in a closed \nenvironment. \n6.Data preservation after the end of the C1-C2 project\nKU Leuven expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal  \nand contractual agreements allow.\n6.1. Which data will be retained for the expected 5 year  \nperiod after the end of the project? If only a selection \nof the data can/will be preserved, clearly state why this \nis the case (legal or contractual restrictions, physical \npreservation issues, ...).In accordance to the KU Leuven policy we will retain all data for at least 10 years after the end of a \nresearch project of after the end of a PhD dissertation or after a publication.  \n6.2. Where will these data be archived (= stored for the \nlong term)? The research data (digital raw data, figures, excel files, textual files) will be stored on the KU Leuven  \nOne Drive and on external hard drives.  \n6.3. What are the expected costs for data preservation \nduring these 5 years? How will the costs be covered?  Since we have no large-volume files, we do not expect large costs for data storage.  \n7.Data sharing and reuse\n7.1. Are there any factors restricting or preventing the \nsharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions or because  No\nof IP potential)? \n7.2. Which data will be made available after the end of \nthe project? All data that are published in international peer-reviewed journals will be available, including raw \ndata sets from through open repositories. The raw audio and video recordings will be only available  \nafter making the participants unrecognizable.  \n7.3. Where/how will the data be made available for \nreuse? Publicaitions will be made available through Lirias, taking into account the embargo period for the \nspecific Journals. \n7.4. When will the data be made available?  After publication \n7.5. Who will be able to access the data and under \nwhat conditions? Published data will be available to everyone.  \nThe raw audio and video recordings will be only available after making the participants \nunrecognizable. \n7.6. What are the expected costs for data sharing? How  \nwill these costs be covered?  We do not expect any costs associated with data sharing, except the publication costs. The latter \nwill be minor, since we plan to use the free platform provided by Lirias (taking the embargo periods  \nfor specific Journals into account).  \n8.Responsibilities\n8.1. Who will be responsible for the data \ndocumentation & metadata?  The PI (Birgitte Schoenmakers) and Co-PIs (Heidi Salaets, Antoon Cox and Marc Sabbe) will be \nresponsible for documentation of data and metadata.\nPhDs will have the daily responsibility of record keeping of all data. They will also be responsible for  \na correct and accurate data entry and recording of metadata.  \n8.2. Who will be responsible for data storage & back up \nduring the project?  PhDs will have the daily responsibility of record keeping of all data (digital, paper and audio and \nvideo recordings). They will also be responsible for a correct and accurate data entry and recording \nof metadata. The PI and Co-PIs will be responsible for data storage and back-up during the project.\n8.3. Who will be responsible for ensuring data \npreservation and sharing?  The PI (Birgitte Schoenmakers) and Co-PIs (Heidi Salaets, Antoon Cox and Marc Sabbe)\n8.4. Who bears the end responsibility for updating & \nimplementing this DMP?  The PI (Birgitte Schoenmakers) and Co-PIs (Heidi Salaets, Antoon Cox and Marc Sabbe)"
    },
    "clean_full_text": "C1-C2 DMP Twee fazen: Initieel DMP – binnen 6 maanden na toekenning financiering Finaal DMP – mee in te dienen bij eindrapport, met toelichting en argumentatie van wat er sedert het initiële DMP veranderd is. 1.General Information 1.1. Name of the project lead (PI) Birgitte Schoenmakers 1.2. C1-C2 Project Number & Title Project nr: D-2022-1657 Project title: Managing Language Barriers in Unplanned Care Acronym: MaLBUC 2.Data description 2.1. Will you generate/collect new data and/or make use of existing data? We will generate new data. 2.2. Describe the origin, type and format of the data (per dataset) and its (estimated) volume. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).RO1: Describe the impact of LBs in the context of unplanned care Source: interviews and direct observations of participants during patient consultations (patients, health care providers) in a trusted and safe environment with respect to GDPR, patient rights and ethical requirements. The qualitative data collection will rely on state-of-the-art methods and instruments from applied linguistics that focuses on context-based analysis of language use and communication. Type: Written data and audio and video records obtained from interviews and direct observations. Audio and video records will be transcribed into written data sheets. For recording patient consultations we use a KU Leuven state of the art video training protocol (Schoenmakers ea). In the GPC, the consultations will be video-recorded as the necessary infrastructure is in place and the GPC has a long tradition in videorecording medical consultations for didactic and research purposes. GPs will also be asked to briefly jot down or audio-record their immediate thoughts after each recorded consultation, to provide an assessment of the perceived quality of communication. In the ED, the consultations will be audio-recorded due to the logistical constraints to placing cameras across the ED, and the applicable privacy considerations. Notes will be taken on extra- linguistic elements. On-the-spot semi-structured interviews with healthcare providers in between and after consultations will take place. Format: Data stored as text and numbers in excel and prepared for analysis in statistical software. Data will be stored in multi-authenticator protected data storage drive from KU Leuven Estimated volume: <10 mb RO2: Identify tools and communicative strategies health professionals and FL patients can rely on to manage LBs during unplanned medical interactions Source: Data retained from WP 1 and 2 (RO1) will undergo an iterative process of interpretation and triangulation to underpin RO2. Based on the newly gained insights, the team will work together to develop theories on how to manage communication during unplanned care, with a special focus on better detecting and managing the impact of LBs . New data will be collected through interviews and focus groups to assess this theoretical framework. Type: Written data and audio and video records from interviews and consultations are the base of the development of a theoretical framework that will lead to guidelines and training (RO3). The audio and video-recorded consultations will be transcribed in collaboration with the community of speech and the community of practice Format: Data stored as text and numbers in excel and prepared for analysis in statistical software. Data will be stored in multi-authenticator protected data storage drive from KU Leuven. Audio and video recordings will be stored on an external hard disk. Estimated volume: 5-10 GB RO3: Develop guidelines and trainings for practitioners based on real-life scenarios for the specific context of unplanned care Source: data retrieved and analyzed from previous work packages, newly collected written data and oral data to assess the effect of the intervention (use and administration of guidelines and training). New data will be collected through case study sessions that will be delivered through simulation exercises involving foreign-language actors in a medical skills lab. Type: analyzed data presented as anonymized results will be used to set up guidelines and trainings for health care providers. Format: Data stored as text and numbers in excel and prepared for analysis in statistical software. Data will be stored in multi-authenticator protected data storage drive from KU Leuven. Audio and video recordings will be stored on an external hard disk. Estimated volume: <10 MB 3.Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your notification file with the privacy commission.Personal data: we will use personal anonymised data throughout the entire project. All data will undergo an scrutinous anonymisation and all links with identification will be broken immediately after the data collection and the key to the link will be kept in a separate, protected environment. For further analysis of data no identification with participants will be visible. Privacy: All participants will be informed about the study with a particular respect to their individual (health) literacy. All participants will sign an informed consent and can withdraw from the study anytime and without announcement of reason. Interviews, audio- and videorecords in the clinical context will be held with a maximum of respect of privacy and with a minimum of (psychosocial) impact. Audio and video carriers are part of the KU Leuven equipment for education and research. Overall, the research will per performed with respect to research ethics: accounting for patient diversity in clinical research, inter alia through the development of adapted informed consent procedures and the involvement of organizations representing foreign patients. Research protocols will be developed to collect data in each of the two settings, ensuring compliance with the ethical regulations and respect for patient autonomy. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference Ethical issues: Data will only be generated and used for the above mentioned research objectives. Participants will not experience any disadvantage in the regular care as provided in primary care or in the emergency department. The researchers will keep the impact of the observations and to the formal approval by the relevant ethical review committee(s).interviews as low as possible and inform patients about the possibility to contact a (trusted) health care provider in case of need. 3.3. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?The purpose of the study is to develop guidelines and trainings to overcome language barriers in unplanned care. Data retained from interviews and direct observations will be only used for that purpose. Secondary analyses of data are allowed after consent of the researcher, approval of an ethical committee and when in line with the original purpose of data collection. IP: Training programs and guidelines will be the intellectual property of the research group promotors and researchers but will be publicly available for implementation in health care. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?Not applicable 4.Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The collection and storage of all (anonymised) data will be accompanied by structured interview guides (focus groups, individual interviews), protocols supporting the transcription of narrative data (audio and video recordings) and guidelines to interpret questionnaires. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.Metadata will be provided as readme, csv, word or excel files, containing all settings and technical descriptions of the research. Audio and video recordings will be immediately erased from the carrier after transposing the records to a protected environment. The metadata will be provided in a structured manner. 5.Data storage & backup during the C1-C2 project 5.1. Where will the data be stored? Digital files of research data (raw data, figures, excel files, textual files) will be kept on KU Leuven One Drive. Audio and video recordings will be saved on external hard drives. 5.2. How will the data be backed up? A daily automatic back-up procedure is in place for all data stored on the KU Leuven One Drive. Back-ups from audio and video recordings will be made manually. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes. For storage of video and audio recordings we provided an external hard disk. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? Since we have no large-volume files, we do not expect large costs for data storage. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All laptops are secured by a personal identification and laptops are fully backed up by One Drive and therefor to be locked from a distance in case of misuse or theft of the laptop. The hard drive with audio and video materials will also be pass word locked and stored in a closed environment. 6.Data preservation after the end of the C1-C2 project KU Leuven expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. 6.1. Which data will be retained for the expected 5 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...).In accordance to the KU Leuven policy we will retain all data for at least 10 years after the end of a research project of after the end of a PhD dissertation or after a publication. 6.2. Where will these data be archived (= stored for the long term)? The research data (digital raw data, figures, excel files, textual files) will be stored on the KU Leuven One Drive and on external hard drives. 6.3. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Since we have no large-volume files, we do not expect large costs for data storage. 7.Data sharing and reuse 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because No of IP potential)? 7.2. Which data will be made available after the end of the project? All data that are published in international peer-reviewed journals will be available, including raw data sets from through open repositories. The raw audio and video recordings will be only available after making the participants unrecognizable. 7.3. Where/how will the data be made available for reuse? Publicaitions will be made available through Lirias, taking into account the embargo period for the specific Journals. 7.4. When will the data be made available? After publication 7.5. Who will be able to access the data and under what conditions? Published data will be available to everyone. The raw audio and video recordings will be only available after making the participants unrecognizable. 7.6. What are the expected costs for data sharing? How will these costs be covered? We do not expect any costs associated with data sharing, except the publication costs. The latter will be minor, since we plan to use the free platform provided by Lirias (taking the embargo periods for specific Journals into account). 8.Responsibilities 8.1. Who will be responsible for the data documentation & metadata? The PI (Birgitte Schoenmakers) and Co-PIs (Heidi Salaets, Antoon Cox and Marc Sabbe) will be responsible for documentation of data and metadata. PhDs will have the daily responsibility of record keeping of all data. They will also be responsible for a correct and accurate data entry and recording of metadata. 8.2. Who will be responsible for data storage & back up during the project? PhDs will have the daily responsibility of record keeping of all data (digital, paper and audio and video recordings). They will also be responsible for a correct and accurate data entry and recording of metadata. The PI and Co-PIs will be responsible for data storage and back-up during the project. 8.3. Who will be responsible for ensuring data preservation and sharing? The PI (Birgitte Schoenmakers) and Co-PIs (Heidi Salaets, Antoon Cox and Marc Sabbe) 8.4. Who bears the end responsibility for updating & implementing this DMP? The PI (Birgitte Schoenmakers) and Co-PIs (Heidi Salaets, Antoon Cox and Marc Sabbe)"
}