{
    "document_id": "D-2022-1436",
    "LinkTitle": "D-2022-1436",
    "file_name": "D-2022-1436.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1436.pdf",
    "metadata": {
        "title": "DMP_FWO_G0F9922N",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "1  \nFWO DMP : FWO -FAPESP  BILATERAL RESEARCH \nCOOPERATION  METAMATERIALS  \nADMIN DETAILS  \nProject Name: FWO -FAPESP  \nProject Identifier: G0F9922N  \nGrant Title: Mass -manufacturable metamaterials with passive and smart  inclusions for broadband noise \nand vibration attenuation performance  \nPrincipal Investigator / Researcher:  Elke Deckers , elke.deckers@kuleuven.be  \nProject Data Contact: Bert Pluymers, bert.pluymers@kuleuven.be  \nDescription: This is the DMP of the FWO -FAPESP bilateral research cooperation project with the State \nof São Paulo (Brazil) no. G0F9922N . \nInstitution:  KU Leuven  \n1. GENERAL INFORMATION  \nName applicant   \nprof. Elke Deckers  - KU Leuven, Department of Mechanical Engineering, Division Mecha(tro)nic System \nDynamics  (LMSD) , Wetenschapspark 27, 3590 Diepenbeek, Belgium  \n(joint collaboration with the Universidade de São Paulo, Escola de Engenharia de São Carlos  \nDepartamento de Engenha ria Mecânica – prof. Leopoldo de Oliveira, prof. Carlos de Marqui Jr.)  \nFWO Project Number & Title  \nProject number & title  \nFWO -FAPESP bilateral research cooperation project with the State of São Paulo (Brazil) no. G0F9922N  - \nMass -manufacturable metamaterials with passive and smart inclusions for broadband noise and vibration \nattenuation performance  (Massaproduceerbare metamaterialen met passieve en slimme  inclusies voor \nbreedbandige geluids - en trillingsonderdrukking ) \nProject abstract:  \nAn increasing awareness of the negative impact of noise and  vibration exposure on our health along with \never tightening ecological  and economic demands has led to an intensive search for innovative  \nlightweight noise and vibration solutions. Metam aterials have  emerged and shown strong potential to \noutperform traditional  solutions. Although promising, the manufacturing of metamaterials is  currently far \nfrom mature: current state -of-the-art approaches rely on  ad-hoc or one -off realizations, while the ir sub -\nwavelength and often  intricate inclusions pose significant challenges for mass -production.  Moreover, their \npredominantly narrowband performance forms an  important hurdle in view of becoming broadly \napplicable engineering  solutions.  \nThe focus of this  project is to create novel mass -manufacturable  metamaterials with passive and smart \ninclusions for broadband noise  and vibration attenuation performance. To reach this challenging  goal, a \nnew framework to create mass -manufacturable metamaterials  will be d eveloped which combines the \n2 mass -production capabilities of  injection insert moulding with the high versatility of additive  manufacturing \nto enable integrated complex passive and smart  resonant inclusions. An efficient multi -physical  \nmetamaterial modeling  framework will be developed and built upon to optimize the inclusion  parameters \nand spatial configurations in order to achieve broadband  vibro -acoustic performance, which will be \nvalidated on manufactured  demonstrators.  \nAffiliation  \n• KU Leuven  \n(joint collaboration with the Universidade de São Paulo, Escola de Engenharia de São Carlos  \nDepartamento de Engenharia Mecânica ) \n \n2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \n• Generate new data  \nDescribe in detail  the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject.  \nData within this project will consist mainly of two types: measurement  data and simulation  data. \nGenerated measurement  data \nType of data  Format  Volume  How created  \nGeometric dimensions , \nvolume and mass of test \nsamples and demonstrators \n(numerical)  Spreadsheets (.csv), \nstructured text (.txt)  < 1 GB  Weighing, geometric calliper \nmeasurements  \nRaw and processed \n(visco)elastic and plastic \nmaterial property data  \n(numerical)  Spreadsheets (.csv), \nstructured text (.txt) , PVT \ncurves (.fig)  < 1 GB  Modal updating , DMA testing, \ncapillary rheometry  \nRaw and processed \nacoustic and vibration \nmeasurements (numerical)  Databases (.lms, .mat, \n.unv), graphs (.fig)  10-100 GB  In-lab vibration & acoustic \nmeasurements using Siemens \nTest.Lab and Polytec software  \nImages and videos \n(multimedia)  Image (.png), video \n(.mp4)  1-10 GB  Camera images/videos of \nsamples and test setups  \nMetadata describing \nmeasurements setup and \nprocedures (textual)  Text (.txt, .docx, .pptx, \n.pdf) < 1 GB  Notepad, Microsoft Office \nWord, Microsoft Office \nPowerPoint  \n \nGenerated simulation data  \nType of data  Format  Volume  How created  \nInjection moulding \nsimulation models (model)  Commercial software \nspecific formats ( .rsv, \n.m3j, *.mvj, *. mrm, *.mrs )  10-100 GB  Moldex 3D \nVibro -acoustic finite element \nsimulation models (model)  Commercial finite \nelement software specific \nformats (.sim, .fem, .afm, \n.prt, .mph), model \nmatrices (.mat), result 100-300 GB  Siemens Simcenter 3D, \nSiemens NX, COMSOL \nMultiphysics, Matlab  \n3 files (.pch, .op4, .mat, \n.unv, .csv)  \nRaw and processed \nsimulation data (numerical)  Databases(.mat), graphs \n(.fig) < 100 GB  Matlab  \nImages and animations \n(multimedia)  Image (.png), video (.gif, \n.mp4)  10 – 100 GB  Matlab  \nMetadata describing models \nand simulations setup and \nprocedures (textual)  Text (.txt, .docx, .pptx, \n.pdf) < 1 GB  Notepad, Microsoft Office \nWord, Microsoft Office \nPowerPoint  \n \n3. LEGAL AND ETHICAL ISSUES  \nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Da ta Processing for Research and Public Service \nPurposes (PRET application).   Be aware that registering the fact that you process personal data is \na legal obligation.  \n• No \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)  \n• No \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restricti ons be claimed for the data you created? If so, for what data and which restrictions  \nwill be asserted?  \n• Yes \nThe work in this project can result in  novel  concepts which have potential for tech transfer and \nvalorisation , of which the patentability will be investigated. The  associated  research data (see section  2) \nwill be made available  (following section 7)  if a concept is (i) deemed not patentable or (ii) when the \npatent has been filed.  \nDuring the project, also n ovel metamaterial mode ls will be developed which interact with and/or are based \nupon existing models and methodologies of the hosting KU Leuven Division LMSD. The IP of the latter \nlies with KU Leuven and the Division LMSD and will also hold for the further developments made  by the \nDivision LMSD  in this project.  \nThe research manager of the Division LMSD Bert Pluymers and Leuven Research and Development \n(LRD) will be consulted regarding these IP aspects.  \nDo existing 3rd party agreements  restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?  \n• No \n \n \n \n \n4 4. DOCUMENTATION AND METADATA  \nWhat documentation will be provided to enable reuse of the data collected/genera ted in this \nproject?  \nMetadata on measurement -related data  \n- Geometric dimensions , volume and density  of test samples, and their (visco)elastic and plastic  \nmaterial properties: a measurement report per dataset will describe the procedural information on \nhow these quantities and properties have been acquired (including the settings of the  software \nand instruments) and what the units and definitions of the me asured variables are.  \n- Raw measurements: a measurement report per measurement dataset will detail the software \nparameters & instruments settings, dimensions, measurement methodology and procedural \ninformation on how the data was collected, required sensor &  exciter labels and positions as well \nas units of measurements and calibration settings.  \n- Processed measurements: a readme file will accompany the dataset, describing the labels and \ndefinitions of variables, the units of measurements and how the raw data ha ve been processed.  \n- Photos of the measurement setup with clarifying file names, date and timestamps will be added \nas additional clarification.  \n \nMetadata on simulation -related data  \n- Simulation models  and raw & processed simulation result data: a readme file w ill describe the \nparameters, definitions, units and software settings used to construct the models/ obtain the \nresult data. Modelling assumptions and underlying equations will be clearly reported such that \neach simulation result is accompanied with a descr iption of the validity range of the model/ result \ndata. This information is kept either in the CAE file format, or in an accompanying text file.  \nIn addition to the metadata per datatype as outlined above, a readme file will be created which describes \nthe s tructure of the dataset.  \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.  \n• No  \nAlthough these are not formalized,  state -of-practice standards will be used  regarding metadata. On the \none hand, standardized CAE file format information and structure  will be used. On the other hand, when \nworking with transferable neutral text formats for experimental and simulation data,  common engineering \npractice is used, deploying tabulated structures with clear column and row headers.  \n \nA clear folder structure will be adopted for the data storage, in accordance with the different tasks carried \nout during the project. In every (sub)directory, a readme file will list all the present subdirectories and files \nas well as where the data is used and stored. Whenever publication or sharing of a dataset would be \nconsidered, it will be re -evaluated if an applicable metadata standard is a vailable and can be applied to \nenhance sharing.  \n \n \n5 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT  \nWhere will the data be stored?  \nData will be stored using cloud - and ICTS -based solutions:  \n- Local desktop file storage, with regular backups on the researchers ’ personal KU Leuven network \ndrive s (stored on KU Leuven central servers) . \n- Cloud -based storage, synchronized with local desktop storage (e.g. KU Leuven OneDrive  and \nTeams ), which provide version -control.  \n- GitLab repository of the KU Leuven Divisi on LMSD.  \n- Snapshots on personal external hard drives  as fallback hard backups . \nFor specific storage solutions, there is support from ICTS as well as local IT from the KU Leuven science, \nengineering and technology group.  \nHow is backup of the data provided?  \nThe cloud -based and ICTS storage solutions are backed -up as part of the offered services. Back -ups are \nprovided on different levels:  \n- For the data stored on the KU Leuven central servers, automatic daily back -up procedures apply.  \n- KU Leuven OneDrive , Teams  and GitLab provide automated backups.  \n- Backups from local desktop file storage to personal KU Leuven network drive will be regularly \nperformed (e.g. using SyncBackFree backup software).  \nIn addition, back -up copies on personal external hard drives will allow to recover data files.  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will \nbe taken care of.  \n• Yes  \nCurrently suffi cient storage & backup capacity is available during the project for the anticipated data \nvolumes. The available storage space and file size limits exceed the currently estimated required storage \nspace. Furthermore, network drive and cloud storage space can  be readily expanded upon request to KU \nLeuven IT services.  \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered?  \nIn case expenses are needed, part of the allocated FWO project budget can be used. Ho wever, this is \ncurrently not expected.  \nData security : how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?  \nOn the one hand, in this project no sensitive personal data will be used.  On the other hand , both cloud \nand ICTS based storage solutions are only accessible via proper credentials which are centrally \nmanaged. Hence, unauthorized  access via legal means is not possible.  \n \n \n \n6 6. DATA PRESERVATION AFTER THE FWO PROJECT  \nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).  \nParticular focus fo r data preservation will be on:  \n- Data at the basis of publications such as journal papers, conference papers and presentations or \nposters. All data related to Open Access publications and associated metadata will be retained on \ntrusted Public Repositories ( like Zenodo , KU Leuven RDR , Lirias).  \n- Developed models and measurement datasets which are likely to be reused in the research unit \nfor future research and/or valorisation activities and for future research of the researcher. \nPotentially large (intermediate and non -postprocessed raw) result and measurement files will be \ndiscarded to reduce required storage space if the simulation models and experiments allow to \nrecalculate/remeasure the results easily and at low cost and time.  \nWhere will the data be archived (= stored for the longer term)?  \nData will be archived on internal KU Leuven data storage facilities. T he data will be stored on the \nuniversity's central servers on a data archive drive (with automatic back -up procedures) for at least 10 \nyears, conform the KU Leuven RDM policy.  \nIn addition, measurement data can be published in data papers describing and promoting the dataset. \nPublished manuscript preprints will be stored on the KU Leuven Open Access repository Lirias  and \nassociated data on Public Repositorie s like Zenodo or KU Leuven RDR . All other long term stored data \nwill be on KU Leuven ICTS servers.  \nWhat are the expected costs for data preservation during the retention period of 5 years? How will \nthe costs be covered?  \nExpected costs for storage beyond p roject duration will be limited and covered by the research group.  \n \n7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?  \n• No \nWhich data will be made available after the end of the project?  \nAlready throughout the course of the project, all data (measurements, simulations, models) related to the \nOpen Access publications will be made publicly available. After the end of the project , consolidated \ndatasets linked to validation/demonstrator cases will be made available as well  (see also Section 3) . \n \nWhere/how will the data be made available for reuse?  \n• In an Open Access repository  \nAll relevant datasets will be made available via Zenodo , RDR  or similar.  \n \n7 When will the data be made available?  \n• Immediately after the end of the project  \n• Upon publication of the research results  \nPublication related data will be made available upon publicatio n of the results . \nConsolidated datasets will be made available at the end of the project  (see also Section 3). \nWho will be able to access the data and under what conditions?  \nThe datasets will be uploaded in Zenodo , RDR or similar as open access dataset under a Attribution -\nNonCommercial -NoDerivs (CC BY -NC-ND) license.  \nWhat are the expected costs for data sharing? How will the costs be covered?   \nPossible costs linked to open repositories and costs related to preparing data and uploading it will be  \ncovered by the project budget.  \n \n8. RESPONSIBILITIES  \nWho will be responsible for  data documentation & metadata?  \nThe principal investigator and project data contact  will be the responsible for data documentation & \nmetadata.  \nWho will be responsible for data storage & back up during the project?  \nThe principal investigator and project data contact  will be responsible for data storage & back up during \nthe project, with support of KU Leuven central IT and local IT (SET -IT). The applicant has received \ninformation at the start of this project on the guidelines which apply in the hosting research group. For the \nimplementation, the applicant can rely on the support of the Division LMSD’s research manager Bert \nPluymers.  \nWho will be responsible for ensuring data preservation and reuse ?  \nThe principal investigator and project data contact  will be responsible for ensuring data preservation and \nreuse. Towards the end of the project, responsibility for long -term data preservation and reuse will be \nassigned in agreement with the KU Leuven Division LMSD research manager Bert Pluymers.  \nWho bears the end responsibility for updating & implementing this DMP?  \nThe principal investigator and project data contact  bears the end responsibility for updating & \nimplementing this DMP.  "
    },
    "clean_full_text": "1 FWO DMP : FWO -FAPESP BILATERAL RESEARCH COOPERATION METAMATERIALS ADMIN DETAILS Project Name: FWO -FAPESP Project Identifier: G0F9922N Grant Title: Mass -manufacturable metamaterials with passive and smart inclusions for broadband noise and vibration attenuation performance Principal Investigator / Researcher: Elke Deckers , elke.deckers@kuleuven.be Project Data Contact: Bert Pluymers, bert.pluymers@kuleuven.be Description: This is the DMP of the FWO -FAPESP bilateral research cooperation project with the State of São Paulo (Brazil) no. G0F9922N . Institution: KU Leuven 1. GENERAL INFORMATION Name applicant prof. Elke Deckers - KU Leuven, Department of Mechanical Engineering, Division Mecha(tro)nic System Dynamics (LMSD) , Wetenschapspark 27, 3590 Diepenbeek, Belgium (joint collaboration with the Universidade de São Paulo, Escola de Engenharia de São Carlos Departamento de Engenha ria Mecânica – prof. Leopoldo de Oliveira, prof. Carlos de Marqui Jr.) FWO Project Number & Title Project number & title FWO -FAPESP bilateral research cooperation project with the State of São Paulo (Brazil) no. G0F9922N - Mass -manufacturable metamaterials with passive and smart inclusions for broadband noise and vibration attenuation performance (Massaproduceerbare metamaterialen met passieve en slimme inclusies voor breedbandige geluids - en trillingsonderdrukking ) Project abstract: An increasing awareness of the negative impact of noise and vibration exposure on our health along with ever tightening ecological and economic demands has led to an intensive search for innovative lightweight noise and vibration solutions. Metam aterials have emerged and shown strong potential to outperform traditional solutions. Although promising, the manufacturing of metamaterials is currently far from mature: current state -of-the-art approaches rely on ad-hoc or one -off realizations, while the ir sub - wavelength and often intricate inclusions pose significant challenges for mass -production. Moreover, their predominantly narrowband performance forms an important hurdle in view of becoming broadly applicable engineering solutions. The focus of this project is to create novel mass -manufacturable metamaterials with passive and smart inclusions for broadband noise and vibration attenuation performance. To reach this challenging goal, a new framework to create mass -manufacturable metamaterials will be d eveloped which combines the 2 mass -production capabilities of injection insert moulding with the high versatility of additive manufacturing to enable integrated complex passive and smart resonant inclusions. An efficient multi -physical metamaterial modeling framework will be developed and built upon to optimize the inclusion parameters and spatial configurations in order to achieve broadband vibro -acoustic performance, which will be validated on manufactured demonstrators. Affiliation • KU Leuven (joint collaboration with the Universidade de São Paulo, Escola de Engenharia de São Carlos Departamento de Engenharia Mecânica ) 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? • Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. Data within this project will consist mainly of two types: measurement data and simulation data. Generated measurement data Type of data Format Volume How created Geometric dimensions , volume and mass of test samples and demonstrators (numerical) Spreadsheets (.csv), structured text (.txt) < 1 GB Weighing, geometric calliper measurements Raw and processed (visco)elastic and plastic material property data (numerical) Spreadsheets (.csv), structured text (.txt) , PVT curves (.fig) < 1 GB Modal updating , DMA testing, capillary rheometry Raw and processed acoustic and vibration measurements (numerical) Databases (.lms, .mat, .unv), graphs (.fig) 10-100 GB In-lab vibration & acoustic measurements using Siemens Test.Lab and Polytec software Images and videos (multimedia) Image (.png), video (.mp4) 1-10 GB Camera images/videos of samples and test setups Metadata describing measurements setup and procedures (textual) Text (.txt, .docx, .pptx, .pdf) < 1 GB Notepad, Microsoft Office Word, Microsoft Office PowerPoint Generated simulation data Type of data Format Volume How created Injection moulding simulation models (model) Commercial software specific formats ( .rsv, .m3j, *.mvj, *. mrm, *.mrs ) 10-100 GB Moldex 3D Vibro -acoustic finite element simulation models (model) Commercial finite element software specific formats (.sim, .fem, .afm, .prt, .mph), model matrices (.mat), result 100-300 GB Siemens Simcenter 3D, Siemens NX, COMSOL Multiphysics, Matlab 3 files (.pch, .op4, .mat, .unv, .csv) Raw and processed simulation data (numerical) Databases(.mat), graphs (.fig) < 100 GB Matlab Images and animations (multimedia) Image (.png), video (.gif, .mp4) 10 – 100 GB Matlab Metadata describing models and simulations setup and procedures (textual) Text (.txt, .docx, .pptx, .pdf) < 1 GB Notepad, Microsoft Office Word, Microsoft Office PowerPoint 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Da ta Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. • No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) • No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restricti ons be claimed for the data you created? If so, for what data and which restrictions will be asserted? • Yes The work in this project can result in novel concepts which have potential for tech transfer and valorisation , of which the patentability will be investigated. The associated research data (see section 2) will be made available (following section 7) if a concept is (i) deemed not patentable or (ii) when the patent has been filed. During the project, also n ovel metamaterial mode ls will be developed which interact with and/or are based upon existing models and methodologies of the hosting KU Leuven Division LMSD. The IP of the latter lies with KU Leuven and the Division LMSD and will also hold for the further developments made by the Division LMSD in this project. The research manager of the Division LMSD Bert Pluymers and Leuven Research and Development (LRD) will be consulted regarding these IP aspects. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? • No 4 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/genera ted in this project? Metadata on measurement -related data - Geometric dimensions , volume and density of test samples, and their (visco)elastic and plastic material properties: a measurement report per dataset will describe the procedural information on how these quantities and properties have been acquired (including the settings of the software and instruments) and what the units and definitions of the me asured variables are. - Raw measurements: a measurement report per measurement dataset will detail the software parameters & instruments settings, dimensions, measurement methodology and procedural information on how the data was collected, required sensor & exciter labels and positions as well as units of measurements and calibration settings. - Processed measurements: a readme file will accompany the dataset, describing the labels and definitions of variables, the units of measurements and how the raw data ha ve been processed. - Photos of the measurement setup with clarifying file names, date and timestamps will be added as additional clarification. Metadata on simulation -related data - Simulation models and raw & processed simulation result data: a readme file w ill describe the parameters, definitions, units and software settings used to construct the models/ obtain the result data. Modelling assumptions and underlying equations will be clearly reported such that each simulation result is accompanied with a descr iption of the validity range of the model/ result data. This information is kept either in the CAE file format, or in an accompanying text file. In addition to the metadata per datatype as outlined above, a readme file will be created which describes the s tructure of the dataset. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. • No Although these are not formalized, state -of-practice standards will be used regarding metadata. On the one hand, standardized CAE file format information and structure will be used. On the other hand, when working with transferable neutral text formats for experimental and simulation data, common engineering practice is used, deploying tabulated structures with clear column and row headers. A clear folder structure will be adopted for the data storage, in accordance with the different tasks carried out during the project. In every (sub)directory, a readme file will list all the present subdirectories and files as well as where the data is used and stored. Whenever publication or sharing of a dataset would be considered, it will be re -evaluated if an applicable metadata standard is a vailable and can be applied to enhance sharing. 5 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? Data will be stored using cloud - and ICTS -based solutions: - Local desktop file storage, with regular backups on the researchers ’ personal KU Leuven network drive s (stored on KU Leuven central servers) . - Cloud -based storage, synchronized with local desktop storage (e.g. KU Leuven OneDrive and Teams ), which provide version -control. - GitLab repository of the KU Leuven Divisi on LMSD. - Snapshots on personal external hard drives as fallback hard backups . For specific storage solutions, there is support from ICTS as well as local IT from the KU Leuven science, engineering and technology group. How is backup of the data provided? The cloud -based and ICTS storage solutions are backed -up as part of the offered services. Back -ups are provided on different levels: - For the data stored on the KU Leuven central servers, automatic daily back -up procedures apply. - KU Leuven OneDrive , Teams and GitLab provide automated backups. - Backups from local desktop file storage to personal KU Leuven network drive will be regularly performed (e.g. using SyncBackFree backup software). In addition, back -up copies on personal external hard drives will allow to recover data files. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. • Yes Currently suffi cient storage & backup capacity is available during the project for the anticipated data volumes. The available storage space and file size limits exceed the currently estimated required storage space. Furthermore, network drive and cloud storage space can be readily expanded upon request to KU Leuven IT services. What are the expected costs for data storage and back up during the project? How will these costs be covered? In case expenses are needed, part of the allocated FWO project budget can be used. Ho wever, this is currently not expected. Data security : how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? On the one hand, in this project no sensitive personal data will be used. On the other hand , both cloud and ICTS based storage solutions are only accessible via proper credentials which are centrally managed. Hence, unauthorized access via legal means is not possible. 6 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Particular focus fo r data preservation will be on: - Data at the basis of publications such as journal papers, conference papers and presentations or posters. All data related to Open Access publications and associated metadata will be retained on trusted Public Repositories ( like Zenodo , KU Leuven RDR , Lirias). - Developed models and measurement datasets which are likely to be reused in the research unit for future research and/or valorisation activities and for future research of the researcher. Potentially large (intermediate and non -postprocessed raw) result and measurement files will be discarded to reduce required storage space if the simulation models and experiments allow to recalculate/remeasure the results easily and at low cost and time. Where will the data be archived (= stored for the longer term)? Data will be archived on internal KU Leuven data storage facilities. T he data will be stored on the university's central servers on a data archive drive (with automatic back -up procedures) for at least 10 years, conform the KU Leuven RDM policy. In addition, measurement data can be published in data papers describing and promoting the dataset. Published manuscript preprints will be stored on the KU Leuven Open Access repository Lirias and associated data on Public Repositorie s like Zenodo or KU Leuven RDR . All other long term stored data will be on KU Leuven ICTS servers. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Expected costs for storage beyond p roject duration will be limited and covered by the research group. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? • No Which data will be made available after the end of the project? Already throughout the course of the project, all data (measurements, simulations, models) related to the Open Access publications will be made publicly available. After the end of the project , consolidated datasets linked to validation/demonstrator cases will be made available as well (see also Section 3) . Where/how will the data be made available for reuse? • In an Open Access repository All relevant datasets will be made available via Zenodo , RDR or similar. 7 When will the data be made available? • Immediately after the end of the project • Upon publication of the research results Publication related data will be made available upon publicatio n of the results . Consolidated datasets will be made available at the end of the project (see also Section 3). Who will be able to access the data and under what conditions? The datasets will be uploaded in Zenodo , RDR or similar as open access dataset under a Attribution - NonCommercial -NoDerivs (CC BY -NC-ND) license. What are the expected costs for data sharing? How will the costs be covered? Possible costs linked to open repositories and costs related to preparing data and uploading it will be covered by the project budget. 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The principal investigator and project data contact will be the responsible for data documentation & metadata. Who will be responsible for data storage & back up during the project? The principal investigator and project data contact will be responsible for data storage & back up during the project, with support of KU Leuven central IT and local IT (SET -IT). The applicant has received information at the start of this project on the guidelines which apply in the hosting research group. For the implementation, the applicant can rely on the support of the Division LMSD’s research manager Bert Pluymers. Who will be responsible for ensuring data preservation and reuse ? The principal investigator and project data contact will be responsible for ensuring data preservation and reuse. Towards the end of the project, responsibility for long -term data preservation and reuse will be assigned in agreement with the KU Leuven Division LMSD research manager Bert Pluymers. Who bears the end responsibility for updating & implementing this DMP? The principal investigator and project data contact bears the end responsibility for updating & implementing this DMP."
}