{
    "document_id": "D-2023-2216",
    "LinkTitle": "D-2023-2216",
    "file_name": "D-2023-2216.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2216.pdf",
    "metadata": {
        "title": "Bitter substances in the human gut promote the expression of the stress-related hormone GDF15 to suppress food intake and body weight during obesity: an emerging target for combination therapy.",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Bitter substances in the human gut promote the expression of the stress-\nrelated hormone GDF15 to suppress food intake and body weight during\nobesity: an emerging target for combination therapy.\nA Data Management Plan created using DMPonline.be\nCreator: \nInge Depoortere\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nInge Depoortere\nGrant number / URL: \nG081523N\nID: \n199415\nStart date: \n07-01-2023\nEnd date: \n30-12-2026\nProject abstract:\nGrowth differentiation factor 15 (GDF15) is increased in response to cellular stress and reduces food intake and body\nweight by activating its receptor (GRFAL) in the hindbrain. GDF15 mediates the inhibitory effect of metformin, a bitter\ntasting type 2 diabetes medication, on body weight. Bitter substances in the gut decrease hunger scores in healthy\nvolunteers and decrease body weight in obese mice by affecting the release of appetite regulating gut hormones (GLP-\n1, ghrelin). Our preliminary data show that bitter taste receptors and GDF15 colocalize in primary jejunal crypts of obese\npatients and that stimulation with bitter substances increases GDF15 expression. We hypothesize that the effects of\nbitter agonists on the release of GLP-1 and GDF15 may act additively to reduce food intake. This project will investigate\nin primary crypts from lean and obese patients, which and how bitter substances affect GDF15 and GLP-1 expression in\nthe gut. In 3D enteroids, we will examine whether bitter agonists in the microenvironment of stems cells, can influence\ntheir fate during differentiation to the secretory lineage to increase the expression of GLP-1 and/or GDF15. The role of\nGDF15 in the effect of bitter substances on energy balance will be further elucidated in GRFAL-/- mice and in healthy\nvolunteers. Our project will reveal whether bitter- induced GDF15 and GLP-1 release act as endocrine signals from the\ngut that can promote weight loss via distinct signalling pathways.\nLast modified: \n22-05-2023\nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n1 of 8\nBitter substances in the human gut promote the expression of the stress-\nrelated hormone GDF15 to suppress food intake and body weight during\nobesity: an emerging target for combination therapy.\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \n \nOnly for digital\ndata\nOnly for\ndigital\ndata \nOnly for digital\ndata \nOnly for\nphysical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nGDF15 mRNA\nexpression in\nvitro\nRT-qPCR data and RNA seq data\nfrom primary crypts and enteroids\nstimulated with bitter agonists\nGenerate new data\nDigital\nPhysical\nExperimental\nxlsx,\ncsv \n<1GB\nRNA (-80°C)\nand cDNA (-\n20°C) will be\nstored at the\nbiobank at\nTargid in ±25\nboxes (80\nsamples/box)\n \nGDF15 protein\nexpression in\nvitro\nGDF15 ELISA data from the\nsupernatant of primary crypts\nstimulated with bitter agonists\nGenerate new data\nDigital\nPhysical\nExperimental\nxlsx\n<100MB\nSupernatant\n(-80°C) will\nbe stored at\nthe biobank\nat Targid in\n±5 boxes (80\nsamples/box)\nGDF\ncolocalization\nstudies in vitro\nDouble immunofluorescence\nstudies in primary crypts, tissue\nsections and enteroids\nGenerate new data\nDigital\nExperimental\nxlsx,\ntif\n<100GB\n \nGDF15 signaling\nin vitro\nWestern blot from primary crypts\nstimulated with bitter agonists\nGenerate new data\nDigital\nExperimental\nxlsx,\ntif\n<1GB\n \nEffect on\nphenotype of\nenteroids\nMorphology and proliferation\nGenerate new data\nDigital\nExperimental\nxlsx,\ntif\n<1GB\n \nGDF15 in vivo\n(mouse)\nBody weight, food intake & gastric\nemptying after gavage with bitter\nagonists\nGenerate new data\nDigital\nExperimental\nxlsx\n<100MB\n \nGDF15 release\nin vivo (mouse)\nGDF15 ELISA data from the plasma\nGenerate new data\nDigital\nPhysical\nExperimental\nxlsx\n<100MB\nSupernatant\n(-80°C) will\nbe stored at\nthe biobank\nat Targid in\n±5 boxes (80\nsamples/box)\nGDF15 mRNA\nexpression in\nvivo (mouse)\nRT-qPCR data from tissue after\ngavage with bitter agonists\nGenerate new data\nDigital\nPhysical\nExperimental\nxlsx\n<100MB\nRNA (-80°C)\nand cDNA (-\n20°C) will be\nstored at the\nbiobank at\nTargid in ±5\nboxes (80\nsamples/box)\nGDF15 release\nin vivo (human)\nGDF15 ELISA data from the plasma\nGenerate new data\nDigital\nExperimental\nxlsx\n<100MB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nYes, animal data\nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n2 of 8\nS57826\nS56978\nWe still need to apply for ethical approval for the studies in mice\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nRegular human data will be obtained such as age, weight, sex and in case of multi-organ donors also cause of death, donation after brain death or circulatory death.\nData are pseudonymised\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nAll protocols (docx.file) and accompanying result files (.xlsx,.tif files) containing the key to identify the experimental samples are available on a shared drive from our lab\nmanaged by the KU Leuven. Only members from the team have access to these folders.\nAll ethical documents are available on the shared drive from our lab.\nAn overview of the samples stored in the biobank is available on the shared drive from our lab.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\nMetadata standards are typically not used within our lab group. We do have a minimal set of requirements that will be followed in order to ensure standardization and\npossibility to reinterpret and reuse the data when necessary and permitted.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll generated data are stored on the shared network drive platform of the KU Leuven that is only accessible to the members of the team (only for PhD, postdocs,\ntechnicians not for master students). Big files such as images are stored on the sharepoint online drive.  \nHow will the data be backed up?\nBackup is secured daily on servers of the university. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n3 of 8\nYes\nWe have 1TB available. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOnly the PI is authorized to give access to the members of his team to the shared drives of the KU Leuven.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\n500€ per year, is budgeted on the project. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nData will be preserved for 10 years according to the KU Leuven RDM policy. \nWhere will these data be archived (stored and curated for the long-term)?\nData will be stored on archive drives from the university. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\n2500€, budgeted on the project.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nOnly published data will be available in the form of publications or other dissemination of scientific work. All data will be anonymised when disseminated. More data can\nbe made available or shared after permission of the responsible person (prof. I Depoortere). Non-published data will remain confidential until a final decision on publication\nof the data has been taken.\n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nData could be reused by other members of the TARGID team, after consultation and approval of the head of our lab group.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nA specific repository will be chosen after the publication strategy is known as some journal request specific repositories.\nWhen will the data be made available?\nOnly after publication of the research results in a peer-reviewed journal.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n4 of 8\nData usage licences will be discussed with LRD before any licences are granted.\nSimilarly, when DTAs or MTAs are discussed, this will always be after consulting and collaborating with LRD.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nDepending on the data repository and the type of data that would be made available, a unique identifier will be added to the data set.\nWhat are the expected costs for data sharing? How will these costs be covered?\nIf shipment of data or material is required by an other study group abroad, after approval the costs of drafting of MTA/DTA and shipment itself will be covered by the\nrequesting party.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nResearchers who generate the data \nWho will manage data storage and backup during the research project?\nResearchers who generate the data \nWho will manage data preservation and sharing?\nInge Depoortere (PI) \nWho will update and implement this DMP?\nInge Depoortere (PI) \nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n5 of 8\nBitter substances in the human gut promote the expression of the stress-\nrelated hormone GDF15 to suppress food intake and body weight during\nobesity: an emerging target for combination therapy.\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nQuestion not answered.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nQuestion not answered.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nQuestion not answered.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nQuestion not answered.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n6 of 8\nBitter substances in the human gut promote the expression of the stress-\nrelated hormone GDF15 to suppress food intake and body weight during\nobesity: an emerging target for combination therapy.\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n7 of 8\nBitter substances in the human gut promote the expression of the stress-\nrelated hormone GDF15 to suppress food intake and body weight during\nobesity: an emerging target for combination therapy.\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nQuestion not answered.\nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n8 of 8"
    },
    "clean_full_text": "Bitter substances in the human gut promote the expression of the stress- related hormone GDF15 to suppress food intake and body weight during obesity: an emerging target for combination therapy. A Data Management Plan created using DMPonline.be Creator: Inge Depoortere Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Inge Depoortere Grant number / URL: G081523N ID: 199415 Start date: 07-01-2023 End date: 30-12-2026 Project abstract: Growth differentiation factor 15 (GDF15) is increased in response to cellular stress and reduces food intake and body weight by activating its receptor (GRFAL) in the hindbrain. GDF15 mediates the inhibitory effect of metformin, a bitter tasting type 2 diabetes medication, on body weight. Bitter substances in the gut decrease hunger scores in healthy volunteers and decrease body weight in obese mice by affecting the release of appetite regulating gut hormones (GLP- 1, ghrelin). Our preliminary data show that bitter taste receptors and GDF15 colocalize in primary jejunal crypts of obese patients and that stimulation with bitter substances increases GDF15 expression. We hypothesize that the effects of bitter agonists on the release of GLP-1 and GDF15 may act additively to reduce food intake. This project will investigate in primary crypts from lean and obese patients, which and how bitter substances affect GDF15 and GLP-1 expression in the gut. In 3D enteroids, we will examine whether bitter agonists in the microenvironment of stems cells, can influence their fate during differentiation to the secretory lineage to increase the expression of GLP-1 and/or GDF15. The role of GDF15 in the effect of bitter substances on energy balance will be further elucidated in GRFAL-/- mice and in healthy volunteers. Our project will reveal whether bitter- induced GDF15 and GLP-1 release act as endocrine signals from the gut that can promote weight loss via distinct signalling pathways. Last modified: 22-05-2023 Created using DMPonline.be. Last modiﬁed 22 May 2023 1 of 8 Bitter substances in the human gut promote the expression of the stress- related hormone GDF15 to suppress food intake and body weight during obesity: an emerging target for combination therapy. FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume GDF15 mRNA expression in vitro RT-qPCR data and RNA seq data from primary crypts and enteroids stimulated with bitter agonists Generate new data Digital Physical Experimental xlsx, csv <1GB RNA (-80°C) and cDNA (- 20°C) will be stored at the biobank at Targid in ±25 boxes (80 samples/box) GDF15 protein expression in vitro GDF15 ELISA data from the supernatant of primary crypts stimulated with bitter agonists Generate new data Digital Physical Experimental xlsx <100MB Supernatant (-80°C) will be stored at the biobank at Targid in ±5 boxes (80 samples/box) GDF colocalization studies in vitro Double immunofluorescence studies in primary crypts, tissue sections and enteroids Generate new data Digital Experimental xlsx, tif <100GB GDF15 signaling in vitro Western blot from primary crypts stimulated with bitter agonists Generate new data Digital Experimental xlsx, tif <1GB Effect on phenotype of enteroids Morphology and proliferation Generate new data Digital Experimental xlsx, tif <1GB GDF15 in vivo (mouse) Body weight, food intake & gastric emptying after gavage with bitter agonists Generate new data Digital Experimental xlsx <100MB GDF15 release in vivo (mouse) GDF15 ELISA data from the plasma Generate new data Digital Physical Experimental xlsx <100MB Supernatant (-80°C) will be stored at the biobank at Targid in ±5 boxes (80 samples/box) GDF15 mRNA expression in vivo (mouse) RT-qPCR data from tissue after gavage with bitter agonists Generate new data Digital Physical Experimental xlsx <100MB RNA (-80°C) and cDNA (- 20°C) will be stored at the biobank at Targid in ±5 boxes (80 samples/box) GDF15 release in vivo (human) GDF15 ELISA data from the plasma Generate new data Digital Experimental xlsx <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Yes, animal data Created using DMPonline.be. Last modiﬁed 22 May 2023 2 of 8 S57826 S56978 We still need to apply for ethical approval for the studies in mice Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Regular human data will be obtained such as age, weight, sex and in case of multi-organ donors also cause of death, donation after brain death or circulatory death. Data are pseudonymised Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All protocols (docx.file) and accompanying result files (.xlsx,.tif files) containing the key to identify the experimental samples are available on a shared drive from our lab managed by the KU Leuven. Only members from the team have access to these folders. All ethical documents are available on the shared drive from our lab. An overview of the samples stored in the biobank is available on the shared drive from our lab. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No Metadata standards are typically not used within our lab group. We do have a minimal set of requirements that will be followed in order to ensure standardization and possibility to reinterpret and reuse the data when necessary and permitted. 3. Data storage & back-up during the research project Where will the data be stored? All generated data are stored on the shared network drive platform of the KU Leuven that is only accessible to the members of the team (only for PhD, postdocs, technicians not for master students). Big files such as images are stored on the sharepoint online drive. How will the data be backed up? Backup is secured daily on servers of the university. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Created using DMPonline.be. Last modiﬁed 22 May 2023 3 of 8 Yes We have 1TB available. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only the PI is authorized to give access to the members of his team to the shared drives of the KU Leuven. What are the expected costs for data storage and backup during the research project? How will these costs be covered? 500€ per year, is budgeted on the project. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Data will be preserved for 10 years according to the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Data will be stored on archive drives from the university. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? 2500€, budgeted on the project. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Only published data will be available in the form of publications or other dissemination of scientific work. All data will be anonymised when disseminated. More data can be made available or shared after permission of the responsible person (prof. I Depoortere). Non-published data will remain confidential until a final decision on publication of the data has been taken. If access is restricted, please specify who will be able to access the data and under what conditions. Data could be reused by other members of the TARGID team, after consultation and approval of the head of our lab group. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. A specific repository will be chosen after the publication strategy is known as some journal request specific repositories. When will the data be made available? Only after publication of the research results in a peer-reviewed journal. Which data usage licenses are you going to provide? If none, please explain why. Created using DMPonline.be. Last modiﬁed 22 May 2023 4 of 8 Data usage licences will be discussed with LRD before any licences are granted. Similarly, when DTAs or MTAs are discussed, this will always be after consulting and collaborating with LRD. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Depending on the data repository and the type of data that would be made available, a unique identifier will be added to the data set. What are the expected costs for data sharing? How will these costs be covered? If shipment of data or material is required by an other study group abroad, after approval the costs of drafting of MTA/DTA and shipment itself will be covered by the requesting party. 6. Responsibilities Who will manage data documentation and metadata during the research project? Researchers who generate the data Who will manage data storage and backup during the research project? Researchers who generate the data Who will manage data preservation and sharing? Inge Depoortere (PI) Who will update and implement this DMP? Inge Depoortere (PI) Created using DMPonline.be. Last modiﬁed 22 May 2023 5 of 8 Bitter substances in the human gut promote the expression of the stress- related hormone GDF15 to suppress food intake and body weight during obesity: an emerging target for combination therapy. Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) Question not answered. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Question not answered. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Question not answered. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Question not answered. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Question not answered. Created using DMPonline.be. Last modiﬁed 22 May 2023 6 of 8 Bitter substances in the human gut promote the expression of the stress- related hormone GDF15 to suppress food intake and body weight during obesity: an emerging target for combination therapy. DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 22 May 2023 7 of 8 Bitter substances in the human gut promote the expression of the stress- related hormone GDF15 to suppress food intake and body weight during obesity: an emerging target for combination therapy. GDPR GDPR Have you registered personal data processing activities for this project? Question not answered. Created using DMPonline.be. Last modiﬁed 22 May 2023 8 of 8"
}