{
    "document_id": "D-2024-2744",
    "LinkTitle": "D-2024-2744",
    "file_name": "D-2024-2744.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2744.pdf",
    "metadata": {
        "title": "Assessing the role of developmental enhancers in craniofacial development and disease",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Assessing the role of developmental enhancers in craniofacial development and disease\nAssessing the role of developmental enhancers in craniofacial development and disease\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nKaterina Rapti\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nCatia Attanasio\nProject Administrator:\nProject Administrator:\n \nKaterina Rapti\nGrant number / URL: \nGrant number / URL: \n11Q3V24N\nID: \nID: \n204392\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nCraniofacial disorders constitute 1/3 of all congenital defects. Despite their evident genetic component, a big proportion of affected patients lack\nmolecular diagnosis, after following the standard of care. This advises towards the implication of variants in the non-coding genome. GWAS studies\nare also pointing to this direction, as most detected variants associated with face morphology lie in non-coding regions. Enhancers are non-coding cis-\nregulatory elements that orchestrate gene expression during craniofacial development, in a spaciotemporal manner, by interacting, through chromatin\nlooping, with their target gene. Variants within enhancers can alter these interactions and cause aberrant gene expression and disease. However, modern\ngenetics stand far from functionally interpreting non-coding variants and integrating them in the diagnostic setting.  Here, using a cell differentiation\nmodel of human face progenitor cells, we propose to map chromatin interactions through time, combine this data with gene expression analysis and\nepigenomic data, and use our datasets to functionally revisit unsolved craniofacial clinical cases. Our project will shed light on the regulatory networks\nthat drive the development of human face and disease and link non-coding variation to specific phenotypes, paving the way towards understanding the\nclinical significance of the non-coding genome.\n \nLast modified: \nLast modified: \n23-04-2024\nCreated using DMPonline.be. Last modiﬁed 23 April 2024\n1 of 7\nAssessing the role of developmental enhancers in craniofacial development and disease\nAssessing the role of developmental enhancers in craniofacial development and disease\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nname /\nID\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \n \nDigital  \nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nPromoter\ncapture\nHi-C\n3D chromatin\ninteraction maps\nin cranial neural\ncrest cells\n(CNCCs),\nchondrocytes and\nosteoblasts\nGenerate new data\nDigital \nExperimental \n \nfastq, bed, txt,\nxls, bam, pdf,\nhtml, \n   <5TB\n \ncell line\nRNA-seq\nRNA-seq in H9\nEmbryonic Stem\nCells (ESCs)\nCNCCs,\nchondrocytes,\nosteoblasts\nGenerate new data\nDigital\nExperimental\nfastq, txt, xlx,\ntsv, bigwig\n<100GB\n \nPatients'\nVariants\nre-\nanalysis\nPrioritization and\nselection of\nsingle nucleotide\nvariants found in\npatients\nGenerate new data\nDigital\nExperimental\nvcf, xls, txt,\nsvg\n<1GB\n \ncell-line\nH3K27ac\nChIP-seq\nH3K27ac ChIP-\nseq in CNCCs,\nchondrocytes,\nosteoblasts\nGenerate new data\nDigital\nExperimental\nfastq, xls, txt,\nbigwig\n<1TB\n \nmulti-\nomics\npublicly\navailable\ndata\npublicly available\n-omics datasets\nfrom hESCs,\nCNCCs,\nchondrocytes\n(ATAC-seq,\nCHIP-seq...)\nReused data\nDigital \nExperimental\ntxt, xls, bam,\nbigbed,\nbigwig,\nbigbed, tsv\n<1TB\n \n \nCreated using DMPonline.be. Last modiﬁed 23 April 2024\n2 of 7\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nWe will access publicly available datasets, published by different research groups, either directly from the publications (supplementary tables)\nor from the GEO repository (https://www.ncbi.nlm.nih.gov/geo/). We will also download data from FACEBASE (https://www.facebase.org/),\na data repository for craniofacial researchers.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nH9 human embryonic stem cells (ESCs) will be differentiated into cranial neural crest cells (CNCCs) and downstream derivatives, and these\ncell types will be used to generate the aforementioned datasets.  \nEthical approval number related to ESCs cell culture and related data: S67823\nWe will receive and re-analyse anonymized genetic data (single nucleotide variants/SNVs detected in patients) from unsolved patients included\nin the Belgian Genome Resource to Resolve Rare Diseases (BeSolveRD) Consortium. (https://beshg.be/workgroups/besolverd). Ethical\napproval number: S64603\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nWe will receive preprocessed anonymized variant calling data generated from patients recruited in the study BeSolveRD. We will also receive\nhealth data (diagnosis/symptoms/phenotypic characteristics) of the same patients. \nPRET G-number: G-2023-7031\nEC S-number: S67823\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nYes\nTo purchase the H9 ESCs from WiCell, an MTA had to be signed, followed up by LRD. The MTA restricts some of the usage of the ESCs,\nhowever none of the restricted uses are in the scope of this research. Sharing of the cells with other research groups without WiCell consent is\nrestricted. Genetic data sharing also require third parties to agree with the restrictions of use of WiCell. \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 23 April 2024\n3 of 7\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nProtocols and details related to data collection and processing will be recorded in physical lab books and transcribed to Word or Excel files. \nAll our final datasets will be accompanied by README.txt files containing all necessary information for future (re)use of the data.\nWe will use the ManGO active data management platform to depose our metadata and link them to the individual data files. Data processing\ndependents on the data type but for each data type we have a set of standard (published) pipelines that are used. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nWe will use the GEO metadata standard form for high-throughput sequencing data (https://www.ncbi.nlm.nih.gov/geo/info/seq.html). \nFor non high-throughput data (patients' variant calling) we will develop a standard README.txt file inspired from the GEO and/or\nFACEBASE metadata files. \nAlternatively we will look into standards available through the ManGO platform. \n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nWe will ensure data storage and back up under the supervision of the PI and with the support from ICTS and HPC staff. To preserve our data,\nwe will store them on KU Leuven drives (J-drive), on OneDrive linked to a KU Leuven account, on the Flemish Supercomputer Center (VSC)\nand on the ManGo active research data management platform of KU Leuven. Once the analyses are completed and access to the files are not\nneeded anymore, we will transfer them to long-term storage e.g. KU Leuven K- drive.\nHow will the data be backed up?\nHow will the data be backed up?\nData will be backed up by standard back-up provided by KU Leuven ICTS.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nNo\nWe are currently setting this up as we are still generating our datasets. \nWe will consult with ManGO and the ICTS teams.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nCreated using DMPonline.be. Last modiﬁed 23 April 2024\n4 of 7\nThe data will only be available to authorized personnel through the ManGO user identification system. On KU Leuven drives the data will only\nbe available to authorized persons by setting specific user permissions.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe data storage and backup costs will be covered by a C1 grant (KU Leuven internal funds) that my group's PI (Catia Attanasio) has\nobtained. \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nPCHiC, RNA-seq and ChIP-seq data will be preserved for at least 5 years according to KU Leuven RDM policy. \nData related tp the patients from BeSolveRD will be preserved for 25 years according to EC Research UZ/KU Leuven. This is managed by our\ncollaborators under their ethical approval S64603.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nFor long-term data preservation, data will be stored on KU Leuven servers or on secured cloud-based platforms. Upon publication, we will\nalso deposit our data in the open-access  GEO (https://www.ncbi.nlm.nih.gov/geo). This way we ensure that the generated data remain\naccessible to the scientific community.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe group's PI (Catia Attanasio) has obtained a C1 grant, which will be used to cover the expected costs for data preservation (95\nEuro/TB/year). \n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nYes, in an Open Access repository\nAll datasets (PCHiC, ChIP-seq, RNA-seq) generated from ESCs and derivative cell types will be openly available. Files generated during\npatients' variants analysis will be restricted. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nGenetic data related to patients can only be shared upon approval from the PI of the BeSolveRD project (S64603) and myself (S67823). After\napproval, the data can be shared without additional contracts.\nThe data sharing responsible and the PI of the project BeSolveRD are responsible for sharing and accessing genetic data of patients. Once\napproval is granted, the data can be shared without further agreements. \nCreated using DMPonline.be. Last modiﬁed 23 April 2024\n5 of 7\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Ethical aspects\nThe genetic data that we will receive and analyze come from patients and are anonymized. Thus, access to this information will be restricted,\nand will be granted only after approval of the PI of BeSolveRD. \nThe existing data that we will use are already publicly available and before re-using and re-sharing these and derived data, we will verify that\nwe are allowed to. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nOur data will be made available on the KU Leuven RDR (Research Data Repository) as well as other data repositories. \nPromoter Capture-HiC,  RNA-seq,  ChIP-seq datasets will be deposited on the GEO public functional genomics data repository\n(https://www.ncbi.nlm.nih.gov/geo/).\nData generated from patients' variant analysis will be deposited in EGA (the European Genome-phenome Archive). The genetic data will be\npseudonymously deposited in EGA with controlled access. This way a third party can gain access to this data only following approval by the\nKU Leuven/UZ Leuven Data Access Committee. \nWhen will the data be made available?\nWhen will the data be made available?\nAll research outputs will be made available at the time of publication. \nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nPCHiC, RNA-seq, ChIP-seq data:  CC-BY 4.0 \nRestricted data: Data transfer agreement\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nUpon deposit in a data repository, a PID will be added.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo additional costs are expected for data sharing\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher (Aikaterini Rapti) under the supervision of the PI (Catia Attanasio) \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nCreated using DMPonline.be. Last modiﬁed 23 April 2024\n6 of 7\nThe PhD researcher (Aikaterini Rapti) under the supervision of the PI (Catia Attanasio) \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PI (Catia Attanasio) \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PI (Catia Attanasio) bears the end responsibility of updating and implementing this DMP \nCreated using DMPonline.be. Last modiﬁed 23 April 2024\n7 of 7"
    },
    "clean_full_text": "Assessing the role of developmental enhancers in craniofacial development and disease Assessing the role of developmental enhancers in craniofacial development and disease A Data Management Plan created using DMPonline.be Creator: Creator: Katerina Rapti Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Catia Attanasio Project Administrator: Project Administrator: Katerina Rapti Grant number / URL: Grant number / URL: 11Q3V24N ID: ID: 204392 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: Craniofacial disorders constitute 1/3 of all congenital defects. Despite their evident genetic component, a big proportion of affected patients lack molecular diagnosis, after following the standard of care. This advises towards the implication of variants in the non-coding genome. GWAS studies are also pointing to this direction, as most detected variants associated with face morphology lie in non-coding regions. Enhancers are non-coding cis- regulatory elements that orchestrate gene expression during craniofacial development, in a spaciotemporal manner, by interacting, through chromatin looping, with their target gene. Variants within enhancers can alter these interactions and cause aberrant gene expression and disease. However, modern genetics stand far from functionally interpreting non-coding variants and integrating them in the diagnostic setting. Here, using a cell differentiation model of human face progenitor cells, we propose to map chromatin interactions through time, combine this data with gene expression analysis and epigenomic data, and use our datasets to functionally revisit unsolved craniofacial clinical cases. Our project will shed light on the regulatory networks that drive the development of human face and disease and link non-coding variation to specific phenotypes, paving the way towards understanding the clinical significance of the non-coding genome. Last modified: Last modified: 23-04-2024 Created using DMPonline.be. Last modiﬁed 23 April 2024 1 of 7 Assessing the role of developmental enhancers in craniofacial development and disease Assessing the role of developmental enhancers in craniofacial development and disease FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset name / ID Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Promoter capture Hi-C 3D chromatin interaction maps in cranial neural crest cells (CNCCs), chondrocytes and osteoblasts Generate new data Digital Experimental fastq, bed, txt, xls, bam, pdf, html, <5TB cell line RNA-seq RNA-seq in H9 Embryonic Stem Cells (ESCs) CNCCs, chondrocytes, osteoblasts Generate new data Digital Experimental fastq, txt, xlx, tsv, bigwig <100GB Patients' Variants re- analysis Prioritization and selection of single nucleotide variants found in patients Generate new data Digital Experimental vcf, xls, txt, svg <1GB cell-line H3K27ac ChIP-seq H3K27ac ChIP- seq in CNCCs, chondrocytes, osteoblasts Generate new data Digital Experimental fastq, xls, txt, bigwig <1TB multi- omics publicly available data publicly available -omics datasets from hESCs, CNCCs, chondrocytes (ATAC-seq, CHIP-seq...) Reused data Digital Experimental txt, xls, bam, bigbed, bigwig, bigbed, tsv <1TB Created using DMPonline.be. Last modiﬁed 23 April 2024 2 of 7 If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: We will access publicly available datasets, published by different research groups, either directly from the publications (supplementary tables) or from the GEO repository (https://www.ncbi.nlm.nih.gov/geo/). We will also download data from FACEBASE (https://www.facebase.org/), a data repository for craniofacial researchers. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data H9 human embryonic stem cells (ESCs) will be differentiated into cranial neural crest cells (CNCCs) and downstream derivatives, and these cell types will be used to generate the aforementioned datasets. Ethical approval number related to ESCs cell culture and related data: S67823 We will receive and re-analyse anonymized genetic data (single nucleotide variants/SNVs detected in patients) from unsolved patients included in the Belgian Genome Resource to Resolve Rare Diseases (BeSolveRD) Consortium. (https://beshg.be/workgroups/besolverd). Ethical approval number: S64603 Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes We will receive preprocessed anonymized variant calling data generated from patients recruited in the study BeSolveRD. We will also receive health data (diagnosis/symptoms/phenotypic characteristics) of the same patients. PRET G-number: G-2023-7031 EC S-number: S67823 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes To purchase the H9 ESCs from WiCell, an MTA had to be signed, followed up by LRD. The MTA restricts some of the usage of the ESCs, however none of the restricted uses are in the scope of this research. Sharing of the cells with other research groups without WiCell consent is restricted. Genetic data sharing also require third parties to agree with the restrictions of use of WiCell. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 23 April 2024 3 of 7 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Protocols and details related to data collection and processing will be recorded in physical lab books and transcribed to Word or Excel files. All our final datasets will be accompanied by README.txt files containing all necessary information for future (re)use of the data. We will use the ManGO active data management platform to depose our metadata and link them to the individual data files. Data processing dependents on the data type but for each data type we have a set of standard (published) pipelines that are used. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes We will use the GEO metadata standard form for high-throughput sequencing data (https://www.ncbi.nlm.nih.gov/geo/info/seq.html). For non high-throughput data (patients' variant calling) we will develop a standard README.txt file inspired from the GEO and/or FACEBASE metadata files. Alternatively we will look into standards available through the ManGO platform. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? We will ensure data storage and back up under the supervision of the PI and with the support from ICTS and HPC staff. To preserve our data, we will store them on KU Leuven drives (J-drive), on OneDrive linked to a KU Leuven account, on the Flemish Supercomputer Center (VSC) and on the ManGo active research data management platform of KU Leuven. Once the analyses are completed and access to the files are not needed anymore, we will transfer them to long-term storage e.g. KU Leuven K- drive. How will the data be backed up? How will the data be backed up? Data will be backed up by standard back-up provided by KU Leuven ICTS. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. No We are currently setting this up as we are still generating our datasets. We will consult with ManGO and the ICTS teams. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 23 April 2024 4 of 7 The data will only be available to authorized personnel through the ManGO user identification system. On KU Leuven drives the data will only be available to authorized persons by setting specific user permissions. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The data storage and backup costs will be covered by a C1 grant (KU Leuven internal funds) that my group's PI (Catia Attanasio) has obtained. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). PCHiC, RNA-seq and ChIP-seq data will be preserved for at least 5 years according to KU Leuven RDM policy. Data related tp the patients from BeSolveRD will be preserved for 25 years according to EC Research UZ/KU Leuven. This is managed by our collaborators under their ethical approval S64603. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? For long-term data preservation, data will be stored on KU Leuven servers or on secured cloud-based platforms. Upon publication, we will also deposit our data in the open-access GEO (https://www.ncbi.nlm.nih.gov/geo). This way we ensure that the generated data remain accessible to the scientific community. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The group's PI (Catia Attanasio) has obtained a C1 grant, which will be used to cover the expected costs for data preservation (95 Euro/TB/year). 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Yes, in an Open Access repository All datasets (PCHiC, ChIP-seq, RNA-seq) generated from ESCs and derivative cell types will be openly available. Files generated during patients' variants analysis will be restricted. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Genetic data related to patients can only be shared upon approval from the PI of the BeSolveRD project (S64603) and myself (S67823). After approval, the data can be shared without additional contracts. The data sharing responsible and the PI of the project BeSolveRD are responsible for sharing and accessing genetic data of patients. Once approval is granted, the data can be shared without further agreements. Created using DMPonline.be. Last modiﬁed 23 April 2024 5 of 7 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Ethical aspects The genetic data that we will receive and analyze come from patients and are anonymized. Thus, access to this information will be restricted, and will be granted only after approval of the PI of BeSolveRD. The existing data that we will use are already publicly available and before re-using and re-sharing these and derived data, we will verify that we are allowed to. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Our data will be made available on the KU Leuven RDR (Research Data Repository) as well as other data repositories. Promoter Capture-HiC, RNA-seq, ChIP-seq datasets will be deposited on the GEO public functional genomics data repository (https://www.ncbi.nlm.nih.gov/geo/). Data generated from patients' variant analysis will be deposited in EGA (the European Genome-phenome Archive). The genetic data will be pseudonymously deposited in EGA with controlled access. This way a third party can gain access to this data only following approval by the KU Leuven/UZ Leuven Data Access Committee. When will the data be made available? When will the data be made available? All research outputs will be made available at the time of publication. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. PCHiC, RNA-seq, ChIP-seq data: CC-BY 4.0 Restricted data: Data transfer agreement Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes Upon deposit in a data repository, a PID will be added. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No additional costs are expected for data sharing 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD researcher (Aikaterini Rapti) under the supervision of the PI (Catia Attanasio) Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 23 April 2024 6 of 7 The PhD researcher (Aikaterini Rapti) under the supervision of the PI (Catia Attanasio) Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Catia Attanasio) Who will update and implement this DMP? Who will update and implement this DMP? The PI (Catia Attanasio) bears the end responsibility of updating and implementing this DMP Created using DMPonline.be. Last modiﬁed 23 April 2024 7 of 7"
}