{
    "document_id": "D-2023-2224",
    "LinkTitle": "D-2023-2224",
    "file_name": "D-2023-2224.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2224.pdf",
    "metadata": {
        "title": "Development of innovative zirconia implants from novel materials, surface modification to biological responses",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Development of innovative zirconia implants from novel materials, surface\nmodification to biological responses\nA Data Management Plan created using DMPonline.be\nCreator: \nStevan Cokic\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\n \nStevan Cokic, n.n. n.n., n.n. n.n.\nProject Administrator:\n \nStevan Cokic, n.n. n.n.\nGrant number / URL: \nG088123N\nID: \n198000\nStart date: \n31-12-2022\nEnd date: \n30-12-2026\nProject abstract:\nZirconia ceramics are rapidly becoming the material of choice for metal-free dental implants, because of their superior\nmechanical characteristics, excellent biocompatibility with low bacterial plaque affinity and natural aesthetics. The long-\nterm clinical success of dental implants largely depends on their osseointegration potential, which is highly influenced\nby surface chemistry and topography. The osseointegration potential of zirconia, however, is suboptimal, especially\nsince high failure rates and peri-implant crestal bone loss have recently been reported in a number of human trials.\nSurface modification by acid etching, sandblasting, injection molding, laser micro-patterning and plasma nano-coatings\nhave been suggested to tailor the implant surface for improved cell attachment, proliferation and differentiation during\nbone healing. Yet, due to a lack of relevant 3D cell-culture models and long-term in-vivo studies, the nature of cell-\nzirconia surface interactions is insufficiently known. We aim to address the knowledge gaps that exist between material\ndesign and manufacturing of zirconia and its final clinical application as dental implant. Using an interdisciplinary\nresearch approach, encompassing thorough surface characterization along with novel 3D cell culturing and animal\nexperimentation, the biological response to zirconia implant-surface modifications will be investigated, particularly\nfocusing on the formation of the tissue-implant interface.\nLast modified: \n09-06-2023\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n1 of 8\nDevelopment of innovative zirconia implants from novel materials, surface\nmodification to biological responses\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the following\noptions:\nGenerate\nnew data\nReuse\nexisting data\nPlease choose\nfrom the\nfollowing options:\nDigital\nPhysical\nPlease choose from the following\noptions:\nObservational\nExperimental\nCompiled/aggregated data\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following\noptions:\n.por, .xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg, .gml,\n…\nNA\nPlease choose\nfrom the following\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nSEM images\n Scanning microscopy\nimages\n Generate new\ndata\nDigital\n Experimental\n.TIF of .JPEG\n<100GB\n \nXRD data\nX-ray diffraction\n Generate new\ndata\n Digital\nExperimental\n .njc, raw, csv\n<1GB\n \n µRaman data\nMicro-Raman\nspectroscopy\n Generate new\ndata\n Digital\nExperimental\n .OPUS, jpg\n<1GB\n \n TEM images\nTransmissional\nelectronic microscopy\nimages\n Generate new\ndata\n Digital\nExperimental\n.TIF of .JPEG\n <100GB\n \nTEM grids\nTEM grids for imaging\n Generate new\ndata\n Physical\nExperimental\n \n \n8 grid\nboxes\nMicro-CT data\nMicro-computer\ntomography\n Generate new\ndata\n Digital\nExperimental\n,TIF\n <5TB\n \n \nHardness and\ntoughness data\nHardness and\ntoughness testing\n Generate new\ndata\n Digital\nExperimental\n.txt\n<100MB\n \n \nP3B, 4-point bending\ndata\nFracture strength\n Generate new\ndata\n Digital\nExperimental\n.txt\n<100MB\n \n \n3D optical and laser\nprofilometry data\n3D optical and laser\nprofilometry\nmeasurements of\nmaterials surface\n Generate new\ndata\n Digital\nExperimental\n.stl\n<100GB\n \n \nHistology and\nimmunohistochemistry\ndata\nHistology sections and\nimmunohistochemistry\nslides\n Generate new\ndata\n Physical\nExperimental\n \n \n15 small\nboxes for\nglass\nslides\n(can be\nstored on\nthe shelf)\nPCR data\nReal time qPCR files\n Generate new\ndata\n Digital\nExperimental\n?\n <5TB\n \n \nLight microscopy data\nLight microscopy\nimages\n Generate new\ndata\n Digital\nExperimental\n.TIF\n <5TB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nOnly new data will be used.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, dual use\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n2 of 8\nUse of human cells as approved by the Ethics Committee Research UZ/KU Leuven under the file number S54254.\nEthical approval of the animal study will be requested in due time when all project details of the planned animal research are known.\n \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nYes\nCommercial valorization is not a a direct goal of this project. However, if such an opportunity presents itself, it will be discussed among the staff and collaborators involved\nin the project. \nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nA\n PATENT application\n (ref. \nZl921151) was submitted on 28-11-2021 to KU Leuven LRD (IP officers: Ivo Roelants, Ivo De Baere) for an European \nPATENT\n for the\ninvention of a zirconia ceramic-based material with very good mechanical (toughness – hardness - strength) properties: “Cation grain-boundary stabilized transformation\ninduced plasticity in Ce-TZP ceramics” (F. Zhang, M. Li, B. Van Meerbeek, J. Vleugels) (EP22176376). The search report and written opinion of the \nEuropean Patent Office\n(EPO) attorney confirmed the primary novelty of our invention, upon which the inventors will amend claims and create clarity before 31-05-2023.\nThis new zirconia-ceramics formulation will be used in the current project (patent pending; one of the patent holders is co-promoter of the current FWO project).\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\n1. Internal:\nRaw data (temporary data, digital notebooks) will be stored on the UZ Leuven cumulus server with automatic back-up. All data will be stored in folders with the names\nclearly indicating the folder content.\nResearch-project Protocols will be saved in the form of MsWord or pdf files.\nIn addition, regular reports based on the data will be generated using Microsoft Word. PowerPoint files will be used for presentation at regular internal meetings.\nIn both the Word reports and Powerpoint presentations, the file names of the raw data files will be included.\n2. External:\nPublications of results in scientific international (and national) peer-reviewed papers. Data in publication format will be published.\nThe last manuscript version, based on which the paper was accepted for publication, will be uploaded in the KU Leuven Lirias bibliography system. In case of publication in\nan open-access journal, the journal pdf of the paper will be uploaded.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nDuring each experiment, a detailed logbook will be used (different logbooks for the different experimental setups). Logbooks will contain the date, a brief description of\nthe performed experiment, the parameters used for each measurement, as well as the names of all the saved files. The names of the files will be structured in a\ncomprehensible way: system studied/date/main parameters used. In addition, data will be stored in a folder per experimental setup, the type of investigated system and\nthe corresponding date. In this way, by tracking the corresponding logbook notes, each file can be easily found on the local computers controlling the setup and on the\nserver of the laboratory. The analysis files will contain notes describing the analysis procedure and mention which original data files are included. A readme file describing\nthe goal of the experiment and the analysis procedure will be stored in the folder where the data is saved.\n3. Data storage & back-up during the research project\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n3 of 8\nWhere will the data be stored?\nThe data will be stored via a password-protected cloud storage solution (UZ Leuven cumulus google drive) that allows sharing with the researchers involved in the project.\nCopies can be made and kept on personal devices.\n \nHow will the data be backed up?\nData in the home directory of the users is backed up periodically. Snapshots of the home directories are also taken. The important data will be stored on the KU/UZ\nLeuven central servers with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nUnlimited.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nPassword protected user accounts ensure that only the persons of the account can access the working data. The data generated during the project will be systematically\ntransferred to the cloud storage server. Only the researcher and (co)-promotors will have access to the shared folders where the data, reports and presentations will be\nstored. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected costs for data storage will not exceed a few hundred euro for external hard disks. This will be covered by the bench fee of the project. \nThere is no cost for the UZ Leuven cumulus drive.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll the generated data will be stored on the cloud storage server for a period of 5 years\nafter the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nAll the generated data will be stored on the cloud storage server (UZ Leuven cumulus google drive) for a period of 5 years after the end of the project.\nBeyond 5 years after the end of the project, one of the following options will be picked\n(1) continuation of storing the data on the cloud storage server or (2) transferring the\ndata to the KU Leuven central servers for archiving.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs are expected at this moment.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe written reports and Powerpoint presentations summarizing the results obtained can be made available. The (raw) data used in publications can be made available on\na repository, if e.g. requested by the Editors or Publisher of a scientific journal, or individual researchers.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, promoter and co-promoters will be able to access the data. Upon request or within research group, access to the samples and data can be granted.\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n4 of 8\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nUpon request by mail.\nWhen will the data be made available?\nUpon publication of the research results. Description of the full scientific method and results will be made available with journal publications (and upon request).\nWhich data usage licenses are you going to provide? If none, please explain why.\nWe will consult the License selector tool in order to choose the best license that fits our data.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWe will use DIO that is commonly used in KU Leuven RDR repository.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs associated with data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe promoter, co-promotors and FWO post-doctoral researcher will be jointly responsible for data documentation during the research project. \nWho will manage data storage and backup during the research project?\nThe promoter, co-promoters and the FWO post-doctoral researcher involved in this project. \nWho will manage data preservation and sharing?\nThe promoter and the FWO PostDoctoral researcher involved in this project. \nWho will update and implement this DMP?\nThe promoter and the FWO PostDoctoral researcher involved in this project. \nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n5 of 8\nDevelopment of innovative zirconia implants from novel materials, surface\nmodification to biological responses\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\n/\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nDesignation of responsible person:\nPromoter: Prof. Kirsten Van Landuyt (kirsten.vanlanduyt@kuleuven.be)\nCo-promoter: Prof. Bart Van Meerbeek (bart.vanmeerbeek@kuleuven.be)\nPost-doctoral researcher: Stevan Cokic (stevan.cokic@kuleuven.be)\nStorage capacity/repository:\nThe data will be stored via a password-protected cloud storage solution (UZ Leuven cumulus google drive) that allows sharing with the researchers involved in the project.\nCopies can be made and kept on personal devices. Moreover, Data in the home directory of the users is backed up periodically. Snapshots of the home directories are also\ntaken. The important data will be stored on the KU/UZ Leuven central servers with automatic daily back-up procedures. There is unlimited storage/back-up capacities.\nPromoter and co-promoters will have an access to data.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nWe do not wish do deviate from the principle of preservation of data for the minimum of 5 years.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nIn this project we would be working with commercial and harvested human cell cultures and animals. Use of human cells as approved by the Ethics Committee Research\nUZ/KU Leuven under the file number S54254. Ethical approval of the animal study will be requested in due time when all project details of the planned animal research\nare known.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nThere are no other issues related to the data management.\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n6 of 8\nDevelopment of innovative zirconia implants from novel materials, surface\nmodification to biological responses\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n7 of 8\nDevelopment of innovative zirconia implants from novel materials, surface\nmodification to biological responses\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 09 June 2023\n8 of 8"
    },
    "clean_full_text": "Development of innovative zirconia implants from novel materials, surface modification to biological responses A Data Management Plan created using DMPonline.be Creator: Stevan Cokic Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: n.n. n.n. Data Manager: Stevan Cokic, n.n. n.n., n.n. n.n. Project Administrator: Stevan Cokic, n.n. n.n. Grant number / URL: G088123N ID: 198000 Start date: 31-12-2022 End date: 30-12-2026 Project abstract: Zirconia ceramics are rapidly becoming the material of choice for metal-free dental implants, because of their superior mechanical characteristics, excellent biocompatibility with low bacterial plaque affinity and natural aesthetics. The long- term clinical success of dental implants largely depends on their osseointegration potential, which is highly influenced by surface chemistry and topography. The osseointegration potential of zirconia, however, is suboptimal, especially since high failure rates and peri-implant crestal bone loss have recently been reported in a number of human trials. Surface modification by acid etching, sandblasting, injection molding, laser micro-patterning and plasma nano-coatings have been suggested to tailor the implant surface for improved cell attachment, proliferation and differentiation during bone healing. Yet, due to a lack of relevant 3D cell-culture models and long-term in-vivo studies, the nature of cell- zirconia surface interactions is insufficiently known. We aim to address the knowledge gaps that exist between material design and manufacturing of zirconia and its final clinical application as dental implant. Using an interdisciplinary research approach, encompassing thorough surface characterization along with novel 3D cell culturing and animal experimentation, the biological response to zirconia implant-surface modifications will be investigated, particularly focusing on the formation of the tissue-implant interface. Last modified: 09-06-2023 Created using DMPonline.be. Last modiﬁed 09 June 2023 1 of 8 Development of innovative zirconia implants from novel materials, surface modification to biological responses FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA SEM images Scanning microscopy images Generate new data Digital Experimental .TIF of .JPEG <100GB XRD data X-ray diffraction Generate new data Digital Experimental .njc, raw, csv <1GB µRaman data Micro-Raman spectroscopy Generate new data Digital Experimental .OPUS, jpg <1GB TEM images Transmissional electronic microscopy images Generate new data Digital Experimental .TIF of .JPEG <100GB TEM grids TEM grids for imaging Generate new data Physical Experimental 8 grid boxes Micro-CT data Micro-computer tomography Generate new data Digital Experimental ,TIF <5TB Hardness and toughness data Hardness and toughness testing Generate new data Digital Experimental .txt <100MB P3B, 4-point bending data Fracture strength Generate new data Digital Experimental .txt <100MB 3D optical and laser profilometry data 3D optical and laser profilometry measurements of materials surface Generate new data Digital Experimental .stl <100GB Histology and immunohistochemistry data Histology sections and immunohistochemistry slides Generate new data Physical Experimental 15 small boxes for glass slides (can be stored on the shelf) PCR data Real time qPCR files Generate new data Digital Experimental ? <5TB Light microscopy data Light microscopy images Generate new data Digital Experimental .TIF <5TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Only new data will be used. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, dual use Created using DMPonline.be. Last modiﬁed 09 June 2023 2 of 8 Use of human cells as approved by the Ethics Committee Research UZ/KU Leuven under the file number S54254. Ethical approval of the animal study will be requested in due time when all project details of the planned animal research are known. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Commercial valorization is not a a direct goal of this project. However, if such an opportunity presents itself, it will be discussed among the staff and collaborators involved in the project. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes A PATENT application (ref. Zl921151) was submitted on 28-11-2021 to KU Leuven LRD (IP officers: Ivo Roelants, Ivo De Baere) for an European PATENT for the invention of a zirconia ceramic-based material with very good mechanical (toughness – hardness - strength) properties: “Cation grain-boundary stabilized transformation induced plasticity in Ce-TZP ceramics” (F. Zhang, M. Li, B. Van Meerbeek, J. Vleugels) (EP22176376). The search report and written opinion of the European Patent Office (EPO) attorney confirmed the primary novelty of our invention, upon which the inventors will amend claims and create clarity before 31-05-2023. This new zirconia-ceramics formulation will be used in the current project (patent pending; one of the patent holders is co-promoter of the current FWO project). 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). 1. Internal: Raw data (temporary data, digital notebooks) will be stored on the UZ Leuven cumulus server with automatic back-up. All data will be stored in folders with the names clearly indicating the folder content. Research-project Protocols will be saved in the form of MsWord or pdf files. In addition, regular reports based on the data will be generated using Microsoft Word. PowerPoint files will be used for presentation at regular internal meetings. In both the Word reports and Powerpoint presentations, the file names of the raw data files will be included. 2. External: Publications of results in scientific international (and national) peer-reviewed papers. Data in publication format will be published. The last manuscript version, based on which the paper was accepted for publication, will be uploaded in the KU Leuven Lirias bibliography system. In case of publication in an open-access journal, the journal pdf of the paper will be uploaded. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes During each experiment, a detailed logbook will be used (different logbooks for the different experimental setups). Logbooks will contain the date, a brief description of the performed experiment, the parameters used for each measurement, as well as the names of all the saved files. The names of the files will be structured in a comprehensible way: system studied/date/main parameters used. In addition, data will be stored in a folder per experimental setup, the type of investigated system and the corresponding date. In this way, by tracking the corresponding logbook notes, each file can be easily found on the local computers controlling the setup and on the server of the laboratory. The analysis files will contain notes describing the analysis procedure and mention which original data files are included. A readme file describing the goal of the experiment and the analysis procedure will be stored in the folder where the data is saved. 3. Data storage & back-up during the research project Created using DMPonline.be. Last modiﬁed 09 June 2023 3 of 8 Where will the data be stored? The data will be stored via a password-protected cloud storage solution (UZ Leuven cumulus google drive) that allows sharing with the researchers involved in the project. Copies can be made and kept on personal devices. How will the data be backed up? Data in the home directory of the users is backed up periodically. Snapshots of the home directories are also taken. The important data will be stored on the KU/UZ Leuven central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Unlimited. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Password protected user accounts ensure that only the persons of the account can access the working data. The data generated during the project will be systematically transferred to the cloud storage server. Only the researcher and (co)-promotors will have access to the shared folders where the data, reports and presentations will be stored. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected costs for data storage will not exceed a few hundred euro for external hard disks. This will be covered by the bench fee of the project. There is no cost for the UZ Leuven cumulus drive. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All the generated data will be stored on the cloud storage server for a period of 5 years after the end of the project. Where will these data be archived (stored and curated for the long-term)? All the generated data will be stored on the cloud storage server (UZ Leuven cumulus google drive) for a period of 5 years after the end of the project. Beyond 5 years after the end of the project, one of the following options will be picked (1) continuation of storing the data on the cloud storage server or (2) transferring the data to the KU Leuven central servers for archiving. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs are expected at this moment. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The written reports and Powerpoint presentations summarizing the results obtained can be made available. The (raw) data used in publications can be made available on a repository, if e.g. requested by the Editors or Publisher of a scientific journal, or individual researchers. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, promoter and co-promoters will be able to access the data. Upon request or within research group, access to the samples and data can be granted. Created using DMPonline.be. Last modiﬁed 09 June 2023 4 of 8 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Upon request by mail. When will the data be made available? Upon publication of the research results. Description of the full scientific method and results will be made available with journal publications (and upon request). Which data usage licenses are you going to provide? If none, please explain why. We will consult the License selector tool in order to choose the best license that fits our data. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes We will use DIO that is commonly used in KU Leuven RDR repository. What are the expected costs for data sharing? How will these costs be covered? No costs associated with data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? The promoter, co-promotors and FWO post-doctoral researcher will be jointly responsible for data documentation during the research project. Who will manage data storage and backup during the research project? The promoter, co-promoters and the FWO post-doctoral researcher involved in this project. Who will manage data preservation and sharing? The promoter and the FWO PostDoctoral researcher involved in this project. Who will update and implement this DMP? The promoter and the FWO PostDoctoral researcher involved in this project. Created using DMPonline.be. Last modiﬁed 09 June 2023 5 of 8 Development of innovative zirconia implants from novel materials, surface modification to biological responses Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) / Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Designation of responsible person: Promoter: Prof. Kirsten Van Landuyt (kirsten.vanlanduyt@kuleuven.be) Co-promoter: Prof. Bart Van Meerbeek (bart.vanmeerbeek@kuleuven.be) Post-doctoral researcher: Stevan Cokic (stevan.cokic@kuleuven.be) Storage capacity/repository: The data will be stored via a password-protected cloud storage solution (UZ Leuven cumulus google drive) that allows sharing with the researchers involved in the project. Copies can be made and kept on personal devices. Moreover, Data in the home directory of the users is backed up periodically. Snapshots of the home directories are also taken. The important data will be stored on the KU/UZ Leuven central servers with automatic daily back-up procedures. There is unlimited storage/back-up capacities. Promoter and co-promoters will have an access to data. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) We do not wish do deviate from the principle of preservation of data for the minimum of 5 years. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) In this project we would be working with commercial and harvested human cell cultures and animals. Use of human cells as approved by the Ethics Committee Research UZ/KU Leuven under the file number S54254. Ethical approval of the animal study will be requested in due time when all project details of the planned animal research are known. Which other issues related to the data management are relevant to mention? (use up to 700 characters) There are no other issues related to the data management. Created using DMPonline.be. Last modiﬁed 09 June 2023 6 of 8 Development of innovative zirconia implants from novel materials, surface modification to biological responses DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 09 June 2023 7 of 8 Development of innovative zirconia implants from novel materials, surface modification to biological responses GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 09 June 2023 8 of 8"
}