{
    "document_id": "D-2022-1541",
    "LinkTitle": "D-2022-1541",
    "file_name": "D-2022-1541.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1541.pdf",
    "metadata": {
        "title": "D-2022-1541",
        "author": "Marc Hooghe",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP\nMarc Hooghe & Dieter Stiers ( Marc.Hooghe@kuleuven.be ; Dieter.Stiers@kuleuven.be )\nThe goal of this project is to collect original survey data for the 2024 elections in Belgium. In  \nline with previous election studies we will conduct a survey using a random sample of the \npopulation (eligible voters in Flanders and Wallonia), using established survey questions on \ndeterminants of electoral behaviour.\nThe research will be conducted at KU Leuven\nWhat data will you collect or create?  \nAnonymised dataset on voter determinants.\nDo you intend to reuse existing data?\nNo\nDo you use personal data (i.e. all data possibly identifying an individual)?\nOnly during the fieldwork (separate SMEC application). The data will be collected and \nimmediately anonymized, and therefore no longer can be seen as personal data according to \nthe GDPR definition.\nDocumentation and Metadata\nA technical report for the survey will be written, that will make sure the data (anonymous) \ncan be used by other researchers. This technical report will contain information on the \nsampling procedure, timing, response rates, etc. No data that allow identifying individual \nrespondents will be included in the dataset nor the technical report.\nEthical, Legal and Privacy issues\nAre there any ethical issues concerning the creation and/or use of the data?\nObtaining personal data on political preferences are considered as highly protected. In 2023 \nthe procedure will be started to obtain SMEC and PRET approval. In August 2024, the data \nwill be made anonymous, and therefore can be used by different researchers. We have \nprevious experience gathering this kind of sensitive personal data, cooperating with the \nBelgian National Register and following the GDPR procedures.\nDid you consider all issues about copyrights and IPR?\nYes, not applicable.\nAre the collected data considered to be data containing personal information? and are all the \nrequirements about the collection of these data met?\nYes, field work will only start after approval by SMEC and PRET.\nData storage and Backup during research\nHow and where will the data be stored during research?\nFollowing the recommendations of the Privacy Authority, during the fieldwork the \ninformation about respondents will be stored on a stand alone computer, without internet \nconnection and secured. The collected data are stored separately from the information about \nrespondents.\nBy the end of the fieldwork, the personal data of respondents will be removed under \nsupervision of the DPO so that we are left with a fully anonymized datafile. Once the data are  \nanonymous, they will be sent to CSES, to be included in the international comparative dataset  \non electoral research.\nDescribe the data security procedures and who has access to the data.\nThe stand alone computer can only be accessed by the two supervisors and the PhD student. \nA log will be kept on access to this dataset. The collected data will be stored separately from \nany information about the respondents.\nData selection and Preservation after research\nWhat is the long-term preservation plan for these dataset(s)?\nThe database will be archived in the Comparative Study of Electoral Systems (CSES), and \ntherefore will be available for international researchers for several decades.\nData Selection: Which data will have long time value for the research and will be\npreserved?\nThe dataset containing information on political attitudes and behaviour of the selected \nrespondents.\nData Sharing\nAre there any restrictions for sharing the data?\nThere are no legal restrictions with regard to the sharing of the data after they have been \nmade fully anonymous. Self-evidently, no information regarding personal details of the \nrespondents that allow linking the sensitive data to individuals will be made available.\nIf there are no restrictions, which mechanisms will be in place to assure that the\ndata are discoverable, accessible and intelligible?\nThey will be included in the CSES dataset ( www.cses.org) where they are at the disposal of \nthe whole scientific community.\nHow will you share the data?\nBy using the CSES repository.\nResponsabilities and Resources\nWho is responsible for Data Management during the project?  \nMarc Hooghe\nWhich additional resources are needed for the execution of the Data\nManagement Plan?\nnone\nDid you read the KU Leuven Data Management Policy? (find the link to the policy\nin the guidance).\nYes"
    },
    "clean_full_text": "DMP Marc Hooghe & Dieter Stiers ( Marc.Hooghe@kuleuven.be ; Dieter.Stiers@kuleuven.be ) The goal of this project is to collect original survey data for the 2024 elections in Belgium. In line with previous election studies we will conduct a survey using a random sample of the population (eligible voters in Flanders and Wallonia), using established survey questions on determinants of electoral behaviour. The research will be conducted at KU Leuven What data will you collect or create? Anonymised dataset on voter determinants. Do you intend to reuse existing data? No Do you use personal data (i.e. all data possibly identifying an individual)? Only during the fieldwork (separate SMEC application). The data will be collected and immediately anonymized, and therefore no longer can be seen as personal data according to the GDPR definition. Documentation and Metadata A technical report for the survey will be written, that will make sure the data (anonymous) can be used by other researchers. This technical report will contain information on the sampling procedure, timing, response rates, etc. No data that allow identifying individual respondents will be included in the dataset nor the technical report. Ethical, Legal and Privacy issues Are there any ethical issues concerning the creation and/or use of the data? Obtaining personal data on political preferences are considered as highly protected. In 2023 the procedure will be started to obtain SMEC and PRET approval. In August 2024, the data will be made anonymous, and therefore can be used by different researchers. We have previous experience gathering this kind of sensitive personal data, cooperating with the Belgian National Register and following the GDPR procedures. Did you consider all issues about copyrights and IPR? Yes, not applicable. Are the collected data considered to be data containing personal information? and are all the requirements about the collection of these data met? Yes, field work will only start after approval by SMEC and PRET. Data storage and Backup during research How and where will the data be stored during research? Following the recommendations of the Privacy Authority, during the fieldwork the information about respondents will be stored on a stand alone computer, without internet connection and secured. The collected data are stored separately from the information about respondents. By the end of the fieldwork, the personal data of respondents will be removed under supervision of the DPO so that we are left with a fully anonymized datafile. Once the data are anonymous, they will be sent to CSES, to be included in the international comparative dataset on electoral research. Describe the data security procedures and who has access to the data. The stand alone computer can only be accessed by the two supervisors and the PhD student. A log will be kept on access to this dataset. The collected data will be stored separately from any information about the respondents. Data selection and Preservation after research What is the long-term preservation plan for these dataset(s)? The database will be archived in the Comparative Study of Electoral Systems (CSES), and therefore will be available for international researchers for several decades. Data Selection: Which data will have long time value for the research and will be preserved? The dataset containing information on political attitudes and behaviour of the selected respondents. Data Sharing Are there any restrictions for sharing the data? There are no legal restrictions with regard to the sharing of the data after they have been made fully anonymous. Self-evidently, no information regarding personal details of the respondents that allow linking the sensitive data to individuals will be made available. If there are no restrictions, which mechanisms will be in place to assure that the data are discoverable, accessible and intelligible? They will be included in the CSES dataset ( www.cses.org) where they are at the disposal of the whole scientific community. How will you share the data? By using the CSES repository. Responsabilities and Resources Who is responsible for Data Management during the project? Marc Hooghe Which additional resources are needed for the execution of the Data Management Plan? none Did you read the KU Leuven Data Management Policy? (find the link to the policy in the guidance). Yes"
}