{
    "document_id": "D-2024-3537",
    "LinkTitle": "D-2024-3537",
    "file_name": "D-2024-3537.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3537.pdf",
    "metadata": {
        "title": "In situ acoustic monitoring for the LPBF process",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nIn situ acoustic monitoring for the LPBF process\nCreator:\nCreator:\nRik Vaerenberg\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject abstract:\nProject abstract:\nThe lack of quality assurance is hampering the adoption of additive manufacturing (AM) techniques. In an attempt to solve this, several\nin-situ measurement techniques have been implemented on AM machines. Having a robust monitoring setup which can detect defects\nwould result in a big leap in quality assurance. This leap could even result in the possibility of control actions and this could result closing\nthe loop of AM control.\nHowever, the interpretation of the signals from the in-situ measurements has turned out to be very challenging. My PhD will develop\nadvanced, physics informed signal processing and machine learning algorithms to construct a high fidelity defect detector for localized\ndetection of keyhole and lack of fusion pores. The focus will be on vibro-acoustic sensing techniques with later the addition of\ncoaxial optical measurements.\nThe application of these methodologies will result in a robust monitoring system which can be used for further development of a quality\ncertificate or later possibly control actions.\nID: \nID: \n211507\nStart date: \nStart date: \n01-11-2024\nEnd date: \nEnd date: \n31-10-2028\nLast modified: \nLast modified: \n05-12-2024\nCreated using DMPonline.be. Last modiﬁed 05 December 2024\n1 of 6\nIn situ acoustic monitoring for the LPBF process\nIn situ acoustic monitoring for the LPBF process\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital\nor\nPhysical\nDigital Data\nType\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nSensor data\ncoming from\nthe AM machine\nAcoustic emission sensor,\nmicrophone, high frequency\ncamera, photo diode, and\nmachine configurations\n(numerical data)\nGenerate new data\n \nDigital\n \nExperimental\n \n .tdms\n.bin \n<10TB\n \n \nMetadata\nDescription of experiments\nGenerate new data\nDigital\nExperimental\n.ppt,\n.doc,\n.txt\n<1GB\n \nScripts\nScripts used for processing\nof the gathered data\nGenerate new data\nDigital\nSoftware\n.py\n<1GB\n \nMiscellaneous\npaper manuscripts,\npresentations, published\nliterature\n(textual/multimedia)\nGenerate new data\ndigital \nMultimedia\n.ppt,.pdf\n<100GB\n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 05 December 2024\n2 of 6\nYes\nIf the project is successful the developed scripts could be commercially exploited.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nAny recorded experimental data will be accompanied by:\nThe design of experiment highlighting the used parameters on the machine and the target of the experiment\nThe structure of the generated data\nThe created scripts will be accompanied by:\nA readme.md file\nA demo script showcasing the use of the scripts\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nCustom metadata will be required which is highlighted in the previous questions\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe data will mainly be stored on the ManGO platform of the KU Leuven. This platform allows for\nSecure access: management of who can/can't access the data\n2 location backups\nAdditionally, the data will be backed up to a local Network Access Storage (NAS) of the research group.\nCreated using DMPonline.be. Last modiﬁed 05 December 2024\n3 of 6\nIf required, parts of the data will be uploaded to a password protected folder on the HPC for processing on the HPC\nThe scripts will be backed up on the onedrive of the research group and on the gitlab of the research group.\nHow will the data be backed up?\nHow will the data be backed up?\nManGO has copies on multiple physical locations and there is an additional backup on the NAS.\nThe scripts will be uploaded on multiple secure cloud locations.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe project will not use any personal data. All data will be stored on solutions managed by the KU Leuven with proper\nauthentication. The ManGo platform will be used for the data sharing where proper permissions can be managed (to prevent\nediting) for every person given access.\n \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe ManGo will cost 35 euros per TB per year. The costs will be covered using available internal funds.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be retained for future research projects\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nOn the same locations as previously specified:\nThe ManGo platform and the local NAS for the experimental data\nThe gitlab belonging to the research group and the Onedrive of the research group for the scripts\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe ManGo will cost 35 euros per TB per year. The costs will be covered using available internal funds.\n5. Data sharing and reuse\n5. Data sharing and reuse\nCreated using DMPonline.be. Last modiﬁed 05 December 2024\n4 of 6\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe data and scripts will be made available.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nMembers of the research group will be able to access the data.\nIn future, the data can be shared in possible collaborations with other researchers/research groups.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe people in the research group will be given access through the ManGo platforn.\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of the results, the data will be shared within the research group and with possible future collaborators.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nNot yet fixed. We will likely provide the Creative Commons Attribution (CC-BY-4.0) license.\nThis is the standard creative commons license that gives others maximum freedom to do what they want with our work (they are\nfree to share and adapt), but they need to give appropriate credit\nand indicate if changes were made.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nCreated using DMPonline.be. Last modiﬁed 05 December 2024\n5 of 6\nThe researcher will manage the code and datasets with proper metadata. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe researcher will manage data storage and backup during the research project. Supervised by Konstantinos Gryllias, the\npromotor, and Bey Vrancken, the co-promotor. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe researcher will manage data preservation and sharing during the project in collaboration Konstantinos Gryllias, the promotor,\nand Bey Vrancken, the co-promotor. After the research project, the promotor and co-promotor will have this responsibility. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe researcher will update and implement this DMP. \nCreated using DMPonline.be. Last modiﬁed 05 December 2024\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: In situ acoustic monitoring for the LPBF process Creator: Creator: Rik Vaerenberg Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Project abstract: Project abstract: The lack of quality assurance is hampering the adoption of additive manufacturing (AM) techniques. In an attempt to solve this, several in-situ measurement techniques have been implemented on AM machines. Having a robust monitoring setup which can detect defects would result in a big leap in quality assurance. This leap could even result in the possibility of control actions and this could result closing the loop of AM control. However, the interpretation of the signals from the in-situ measurements has turned out to be very challenging. My PhD will develop advanced, physics informed signal processing and machine learning algorithms to construct a high fidelity defect detector for localized detection of keyhole and lack of fusion pores. The focus will be on vibro-acoustic sensing techniques with later the addition of coaxial optical measurements. The application of these methodologies will result in a robust monitoring system which can be used for further development of a quality certificate or later possibly control actions. ID: ID: 211507 Start date: Start date: 01-11-2024 End date: End date: 31-10-2028 Last modified: Last modified: 05-12-2024 Created using DMPonline.be. Last modiﬁed 05 December 2024 1 of 6 In situ acoustic monitoring for the LPBF process In situ acoustic monitoring for the LPBF process FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Sensor data coming from the AM machine Acoustic emission sensor, microphone, high frequency camera, photo diode, and machine configurations (numerical data) Generate new data Digital Experimental .tdms .bin <10TB Metadata Description of experiments Generate new data Digital Experimental .ppt, .doc, .txt <1GB Scripts Scripts used for processing of the gathered data Generate new data Digital Software .py <1GB Miscellaneous paper manuscripts, presentations, published literature (textual/multimedia) Generate new data digital Multimedia .ppt,.pdf <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 05 December 2024 2 of 6 Yes If the project is successful the developed scripts could be commercially exploited. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Any recorded experimental data will be accompanied by: The design of experiment highlighting the used parameters on the machine and the target of the experiment The structure of the generated data The created scripts will be accompanied by: A readme.md file A demo script showcasing the use of the scripts Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No Custom metadata will be required which is highlighted in the previous questions 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The data will mainly be stored on the ManGO platform of the KU Leuven. This platform allows for Secure access: management of who can/can't access the data 2 location backups Additionally, the data will be backed up to a local Network Access Storage (NAS) of the research group. Created using DMPonline.be. Last modiﬁed 05 December 2024 3 of 6 If required, parts of the data will be uploaded to a password protected folder on the HPC for processing on the HPC The scripts will be backed up on the onedrive of the research group and on the gitlab of the research group. How will the data be backed up? How will the data be backed up? ManGO has copies on multiple physical locations and there is an additional backup on the NAS. The scripts will be uploaded on multiple secure cloud locations. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The project will not use any personal data. All data will be stored on solutions managed by the KU Leuven with proper authentication. The ManGo platform will be used for the data sharing where proper permissions can be managed (to prevent editing) for every person given access. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The ManGo will cost 35 euros per TB per year. The costs will be covered using available internal funds. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data will be retained for future research projects Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? On the same locations as previously specified: The ManGo platform and the local NAS for the experimental data The gitlab belonging to the research group and the Onedrive of the research group for the scripts What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The ManGo will cost 35 euros per TB per year. The costs will be covered using available internal funds. 5. Data sharing and reuse 5. Data sharing and reuse Created using DMPonline.be. Last modiﬁed 05 December 2024 4 of 6 Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The data and scripts will be made available. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Members of the research group will be able to access the data. In future, the data can be shared in possible collaborations with other researchers/research groups. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The people in the research group will be given access through the ManGo platforn. When will the data be made available? When will the data be made available? Upon publication of the results, the data will be shared within the research group and with possible future collaborators. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Not yet fixed. We will likely provide the Creative Commons Attribution (CC-BY-4.0) license. This is the standard creative commons license that gives others maximum freedom to do what they want with our work (they are free to share and adapt), but they need to give appropriate credit and indicate if changes were made. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs are expected 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Created using DMPonline.be. Last modiﬁed 05 December 2024 5 of 6 The researcher will manage the code and datasets with proper metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researcher will manage data storage and backup during the research project. Supervised by Konstantinos Gryllias, the promotor, and Bey Vrancken, the co-promotor. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The researcher will manage data preservation and sharing during the project in collaboration Konstantinos Gryllias, the promotor, and Bey Vrancken, the co-promotor. After the research project, the promotor and co-promotor will have this responsibility. Who will update and implement this DMP? Who will update and implement this DMP? The researcher will update and implement this DMP. Created using DMPonline.be. Last modiﬁed 05 December 2024 6 of 6"
}