{
    "document_id": "D-2022-1547",
    "LinkTitle": "D-2022-1547",
    "file_name": "D-2022-1547.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1547.pdf",
    "metadata": {
        "title": "PROGRRES - Data Management Plan",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Data Management Plan\nProject Name\n PROGRRES - Data Management Plan\nGrant Title\n G0D0622N\nPrincipal Investigator / Researcher\n Martin Sas\nProject Data Contact\n martin.sas@kuleuven.be\nDescription\n PROGRRES aims to build a right-based privacy risk rating system for developing\nonline-games which protect children's rights.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMartin Sas, on behalf of Pr. Peggy Valcke (promotor-woordvoerde)\nFWO Project Number & Title\nPrivacyclassificatiesystemen voor online spelen: onderzoek naar de haalbaarheid van een\nrechten-gebaseerd risicobeoordelingsysteem (PROGRRES)\nG0D0622N\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of data\n \nFormat\nVolume\n(estimation)\nHow created\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\nSurvey\nquestionnaires\n(+/- 6000 in\ntotal, due to\nthe repeated\nmeasuring\ntimes)\nIn the case of\npaper-based\nquestionnaires:\npaper printed\nquestionnaires,\nonce filled out\ndigitized\n(scanned) in\n.jpg or .pdf and\nfurther\ntranscribed into\n.xls or .csv for\nimport in\nstatistical data\nanalysis\nprogram (R\nand/or SPSS). \nIn the case of\nonline data-\ngathering\nthrough online\nquestionnaires\nvia KU Leuven\naccount on\nQualtrics, data\ninput is\ncollected in an\n.xls or .csv\nexportable\nformat, and\nready for\nfurther import\nin statistical\ndata analysis\nprogram (R and\n/or SPSS).\n 1GB when\ncompressed\nAll the surveys\nused within\nPROGRRES\nFWO project\nwill be carried\nout by and\nunder the\ncontrol of\npartners of the\nGam(e)(a)ble\nSBO project in\naccordance\nwith their own\ndata\nmangement\nplan.\nPROGRRES\nproject will\nonly access\nand process\nthe results of\nthe surveys.\nAny personal\ndata originally\npresent within\nthe survey\nwill be deleted\nor anonymised\nbefore the\ntransfer.\nPROGRRES will\nnot engage in\nseparate\ncollection or\nprocessing of\npersonal data\nvia survey\nquestionnaire.\nThe survey are\nHand-filled,\nthen scanned\nand\nsummarised\nby typing on\ncomputers.\nIn the case of\ndigital data\ncollection, it is\ncreated\nthrough the\nKU Leuven\nQualtrics\naccount for\nonline\nsurveys.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nReports and\nacademic\npieces from\ntechnical,\nsocial\nsciences and\npsychology\nexperts\nOriginal articles\nas PDF; .doc /\n.odt documents\nand .xls / .ods\nsummary if\nneeded; Zotero-\narchive\ngathering the\ndocuments\n10 MB\ngathering and\nanalysis of\nrelevant\nliterature, then\nsummary and\ncritical\ncomments\nLiterature\nreviews\nOriginal articles\nas PDF; .doc /\n.odt documents\nand .xls / .ods\nsummary if\nneeded; Zotero-\narchive\ngathering the\ndocuments\n10 MB\ngathering and\nanalysis of\nrelevant\nliterature, then\nsummary and\ncritical\ncomments\nLegal\nregulations,\ncase law, soft\nlaw document\nand law\ndatabases\ndoc / .odt\ndocuments and\n.xls / .ods\nsummary if\nneeded\n50 MB\ngathering,\nclassification,\nand analysis of\nnational and\ninternational\nlaws,\nregulations,\ncase law, and\nsoft law\ndocuments.\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPROGRRES will use the results of the survey questionnaires coming from GAMEABLE project. \nThe processing of the personal data of the survey respondants will only be done by the partners\nwithin GAMEABLE project. \nThe survey data shared from GAMEABLE to PROGRRES will therefore only consist of the results of\nthe questionnaires and no access to personal data will be permitted as those will be anonymised\nbefore being shared.\nIn the event, where new surveys will be issued. PROGRRES will only be involved in the design of\nadditional questions to the GAMEABLE surveys and the evaluation of the survey's results without\nhaving access to personal data\". PROGRRES will not take part in the actual management of the\nsurveys. In any case, the surveys will be conducted within the framework of the GAMEABLE's\nPRET application assigned with the Privacy Registry Reference : G-2021-3439.\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nFor litterature and law materials, the data will be documented via Zotero software by keeping\nrecording of the title of document, the author(s), the data of publication, data of registration into\nthe software, the URL, and access data and hour.\nFor the survey data coming from Gam(e)(a)ble SBO project, the project partners are using the\nDDI framework as described in the \"metadata standard\" section.\nOther general information from Gam(e)(a)ble SBO project will also be shared via the GAMEABLE\nMicrosoft Teams channel available to the research team.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nFor the survey data coming from Gam(e)(a)ble SBO project, due to the interdisciplinary character\nof the project and the variety of the data collected, the project partners use the DDI (data\ndocumentation initiative) standard, in its DDI Lifecycle 3.3. form, which allows to document and\nmanage data across the entire life cycle, from conceptualization to data publication, analysis and\nbeyond. DDI Lifecycle 3.3. encompasses all of the DDI-Codebook specification and extends it. The\nDDI standard is described here: https://ddialliance.github.io/ddimodel-web/DDI-L-3.3\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe project relies on publicly availble legal sources available online or in libraries which can be\nfreely consulted.\nOther project data (survey results, report documents, literrature, etc.) will be stored on a central\nrepository within KU Leuven (Share Point) which requires two-factor authentication. Copies of the\ndata will also be made and kept on personal devices.\nHow is backup of the data provided?\nBoth Share Point and Microsoft Teams have an in-program backup system.\nA monthly copy of the data will also be made on personal device.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe current capacity of both storage platform is significantly sufficient to store the expected\namount of data needed for the project. In the unlikely case of a need for even more space, it can\nbe extended on simple request.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe cloud data storage solutions we use are made available by KU Leuven for its personnel at no\nor only a low cost.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nShare Point platform is encrypted and protected by authenticated access control. \nMicrosoft Teams space is only accessible to the research team members and protected by a\npassword access (monitored by Microsoft Authenticator).\nCopies of data on personal devices are protected by the laptop password.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nUpon completion of the project, all the data created and processed during the project will be\nstored on Share Point (Archive section)  for a period of 5 years minimum. \nWhere will the data be archived (= stored for the longer term)?\nUpon completion of the project, all the data created and processed during the project will be\nstored on Share Point (Archive section)  for a period of 5 years minimum. \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe cloud data storage solutions we use are made available by KU Leuven for its personnel at no\nor only a low cost.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nOnly the findings of the project research will be made available via blog posts, academic\npublication, presentation to workshops and international conferences, and a PhD manuscript.\nBesides the data coming from Gam(e)(a)ble SBO project which will be made available pursuant\nthe DMP of that given project, all the data processed and stored within PROGRRESS project will\nbe publicly available data (e.g. literrature, law, regulation, case law, soft law documents, etc.).\nPROGRRES will never made available any sensitive or confidential data.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nThe Open Access repository used will be LIRIAS.\nBesides, the results of the project could also be found in the specific journal data base which will\npublish it.\nWhen will the data be made available?\nUpon publication of the research results\nData used or referred to in a publication will be made accessible in a read-only version upon\npublication.\nWho will be able to access the data and under what conditions?\nThe data which are not published via LIRIAS are stored on Share Point and will only be accessible\nby authenticated researchers within the Centre for IT & IP Law (CiTiP) - KU Leuven.\nSpecific data could be shared to external users, upon justified request by mail. \nWhat are the expected costs for data sharing? How will the costs be covered?\nThe cloud data storage solutions we use (i.e., Share Point and LIRIAS) are made available by KU\nLeuven for its personnel at no or only a low cost.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI (Peggy Valcke) will be responsible for data documentation & metadata\nWho will be responsible for data storage & back up during the project?\nThe PI (Peggy Valcke) will be responsible for data storage & back up during the project.\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI (Peggy Valcke) will be responsible for ensuring data preservation and reuse.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI (Peggy Valcke) bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "Data Management Plan Project Name PROGRRES - Data Management Plan Grant Title G0D0622N Principal Investigator / Researcher Martin Sas Project Data Contact martin.sas@kuleuven.be Description PROGRRES aims to build a right-based privacy risk rating system for developing online-games which protect children's rights. Institution KU Leuven 1. General Information Name applicant Martin Sas, on behalf of Pr. Peggy Valcke (promotor-woordvoerde) FWO Project Number & Title Privacyclassificatiesystemen voor online spelen: onderzoek naar de haalbaarheid van een rechten-gebaseerd risicobeoordelingsysteem (PROGRRES) G0D0622N Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume (estimation) How created This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 Survey questionnaires (+/- 6000 in total, due to the repeated measuring times) In the case of paper-based questionnaires: paper printed questionnaires, once filled out digitized (scanned) in .jpg or .pdf and further transcribed into .xls or .csv for import in statistical data analysis program (R and/or SPSS). In the case of online data- gathering through online questionnaires via KU Leuven account on Qualtrics, data input is collected in an .xls or .csv exportable format, and ready for further import in statistical data analysis program (R and /or SPSS). 1GB when compressed All the surveys used within PROGRRES FWO project will be carried out by and under the control of partners of the Gam(e)(a)ble SBO project in accordance with their own data mangement plan. PROGRRES project will only access and process the results of the surveys. Any personal data originally present within the survey will be deleted or anonymised before the transfer. PROGRRES will not engage in separate collection or processing of personal data via survey questionnaire. The survey are Hand-filled, then scanned and summarised by typing on computers. In the case of digital data collection, it is created through the KU Leuven Qualtrics account for online surveys. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 Reports and academic pieces from technical, social sciences and psychology experts Original articles as PDF; .doc / .odt documents and .xls / .ods summary if needed; Zotero- archive gathering the documents 10 MB gathering and analysis of relevant literature, then summary and critical comments Literature reviews Original articles as PDF; .doc / .odt documents and .xls / .ods summary if needed; Zotero- archive gathering the documents 10 MB gathering and analysis of relevant literature, then summary and critical comments Legal regulations, case law, soft law document and law databases doc / .odt documents and .xls / .ods summary if needed 50 MB gathering, classification, and analysis of national and international laws, regulations, case law, and soft law documents. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No PROGRRES will use the results of the survey questionnaires coming from GAMEABLE project. The processing of the personal data of the survey respondants will only be done by the partners within GAMEABLE project. The survey data shared from GAMEABLE to PROGRRES will therefore only consist of the results of the questionnaires and no access to personal data will be permitted as those will be anonymised before being shared. In the event, where new surveys will be issued. PROGRRES will only be involved in the design of additional questions to the GAMEABLE surveys and the evaluation of the survey's results without having access to personal data\". PROGRRES will not take part in the actual management of the surveys. In any case, the surveys will be conducted within the framework of the GAMEABLE's PRET application assigned with the Privacy Registry Reference : G-2021-3439. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For litterature and law materials, the data will be documented via Zotero software by keeping recording of the title of document, the author(s), the data of publication, data of registration into the software, the URL, and access data and hour. For the survey data coming from Gam(e)(a)ble SBO project, the project partners are using the DDI framework as described in the \"metadata standard\" section. Other general information from Gam(e)(a)ble SBO project will also be shared via the GAMEABLE Microsoft Teams channel available to the research team. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes For the survey data coming from Gam(e)(a)ble SBO project, due to the interdisciplinary character of the project and the variety of the data collected, the project partners use the DDI (data documentation initiative) standard, in its DDI Lifecycle 3.3. form, which allows to document and manage data across the entire life cycle, from conceptualization to data publication, analysis and beyond. DDI Lifecycle 3.3. encompasses all of the DDI-Codebook specification and extends it. The DDI standard is described here: https://ddialliance.github.io/ddimodel-web/DDI-L-3.3 5. Data storage and backup during the FWO project Where will the data be stored? The project relies on publicly availble legal sources available online or in libraries which can be freely consulted. Other project data (survey results, report documents, literrature, etc.) will be stored on a central repository within KU Leuven (Share Point) which requires two-factor authentication. Copies of the data will also be made and kept on personal devices. How is backup of the data provided? Both Share Point and Microsoft Teams have an in-program backup system. A monthly copy of the data will also be made on personal device. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The current capacity of both storage platform is significantly sufficient to store the expected amount of data needed for the project. In the unlikely case of a need for even more space, it can be extended on simple request. What are the expected costs for data storage and back up during the project? How will these costs be covered? The cloud data storage solutions we use are made available by KU Leuven for its personnel at no or only a low cost. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Share Point platform is encrypted and protected by authenticated access control. Microsoft Teams space is only accessible to the research team members and protected by a password access (monitored by Microsoft Authenticator). Copies of data on personal devices are protected by the laptop password. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Upon completion of the project, all the data created and processed during the project will be stored on Share Point (Archive section) for a period of 5 years minimum. Where will the data be archived (= stored for the longer term)? Upon completion of the project, all the data created and processed during the project will be stored on Share Point (Archive section) for a period of 5 years minimum. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The cloud data storage solutions we use are made available by KU Leuven for its personnel at no or only a low cost. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Only the findings of the project research will be made available via blog posts, academic publication, presentation to workshops and international conferences, and a PhD manuscript. Besides the data coming from Gam(e)(a)ble SBO project which will be made available pursuant the DMP of that given project, all the data processed and stored within PROGRRESS project will be publicly available data (e.g. literrature, law, regulation, case law, soft law documents, etc.). PROGRRES will never made available any sensitive or confidential data. Where/how will the data be made available for reuse? In an Open Access repository The Open Access repository used will be LIRIAS. Besides, the results of the project could also be found in the specific journal data base which will publish it. When will the data be made available? Upon publication of the research results Data used or referred to in a publication will be made accessible in a read-only version upon publication. Who will be able to access the data and under what conditions? The data which are not published via LIRIAS are stored on Share Point and will only be accessible by authenticated researchers within the Centre for IT & IP Law (CiTiP) - KU Leuven. Specific data could be shared to external users, upon justified request by mail. What are the expected costs for data sharing? How will the costs be covered? The cloud data storage solutions we use (i.e., Share Point and LIRIAS) are made available by KU Leuven for its personnel at no or only a low cost. 8. Responsibilities Who will be responsible for data documentation & metadata? The PI (Peggy Valcke) will be responsible for data documentation & metadata Who will be responsible for data storage & back up during the project? The PI (Peggy Valcke) will be responsible for data storage & back up during the project. Who will be responsible for ensuring data preservation and reuse ? The PI (Peggy Valcke) will be responsible for ensuring data preservation and reuse. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 Who bears the end responsibility for updating & implementing this DMP? The PI (Peggy Valcke) bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}