{
    "document_id": "D-2022-1544",
    "LinkTitle": "D-2022-1544",
    "file_name": "D-2022-1544.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1544.pdf",
    "metadata": {
        "title": "DMP_Economou_G0C9322N",
        "author": "Tassos Economou",
        "num_pages": 8
    },
    "content": {
        "full_text": " \nDMP_11F6921N_Melina Hehl_v1       Page 1 of 8 Structural dynamics of the Type 3 secretion system translocase DMP G0C9322N  ADMIN DETAILS Project Name: Structural dynamics of the Type 3 secretion system translocase Project Identifier: G0C9322N (FWO project) Grant Title:   Principal Investigator / Researcher: Tassos Economou Project Data Contact: Lily Karamanou, LMB Research Manager (Lily.Karamanou@kuleuven.be) Description: The type III secretion system performs specialized protein export. Its central component is the injectisome, a miniature syringe that sticks out of bacterial cells and jabs eucaryotic membranes. Pathogenic bacteria use it to deliver toxins directly into eukaryotic cells. To control pathogenicity, we need to understand what the injectisome looks like and how it works. For years scientists have tried to do this in living bacteria by removing injectisome components and by looking at them with powerful microscopes. We now propose a bold step to take these studies to the next level by focusing on how the components move. This dynamics approach entails observing how individual components move, away from the dizzying complexity of the cell. Motions will be studied using a globally unique collection of advanced complementary state-of-the art instruments and will be simulated in motion pictures generated by powerful computer clusters. They aim to learn which motions underlie the inner workings of the injectisome, in which order, how is metabolic fuel used to alter the strokes of the nanomachine and how poorly structured toxins that want to use to exit interact with it. This is a challenging goal as the dynamic nature of the injectisome has never been seen before and it is technically complex but Belgian lab and participating colleagues have the necessary expertise to tackle it. By better understanding this amazing nanomachine we hope to inspire future solutions for disease control.  Institution: KU Leuven   \n \nDMP_11F6921N_Melina Hehl_v1       Page 2 of 8 1. GENERAL INFORMATION a. Name applicant Tassos Economou  b. FWO Project Number & Title FWO project number: G0C9322N  Title: Structural dynamics of the Type 3 secretion system translocase   c. Affiliation ● KU Leuven  2. DATA DESCRIPTION a. Will you generate/collect new data and/or make use of existing data?  ● Generate new data  b. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. Type of Data  Format  Volume How created Genetic constructs .txt .gb ~400 KB total ~10 MB total Wild type or mutant genes generated for this study (by either subcloning or chemical synthesis) will be preserved as plasmid preps at -20°C, or after transformation in DH5alpha cells, as frozen bacterial glycerol stocks at -80°C. Genetic constructs will be sequenced (.txt; ~400 KB total) and described using Vector NTI (.gb; ~10 MB total). Bacterial strains .fmp ~2.5GB total Preserved as bacterial glycerol stocks at -80°C and described in FileMaker pro (.fmp; ~2.5GB total). Global and local HDX-MS data .DAT ~1-1.5 TB total m/z digital spectra of protein samples (.DAT;). Circular dichroism data .jws; .ASCI; .CSV; ~10 MB total). elipticiy/wavelength and helipticity on x wavelength/temperature digital spectra of protein samples Static and dynamic laser light scattering (MALS/QELS) coupled to size exclusion chromatography data .afe; .ASCI; .CSV ~0.5-1 GB total  \n \nDMP_11F6921N_Melina Hehl_v1       Page 3 of 8 Single molecule FRET data .pt3 ~500 GB total Microtime200 microscope Spectrofluorometer data .FBTM; .DAT; ASCI; ~10 MB total emission/wavelength and emission on x wavelength/ temperature (.FBTM; .DAT; ASCI; ~10 MB total). Isothermal Titration Calorimetry (ITC) binding data .opj; .xl ~40 MB total  Biochemical data .xls files ~20 GB Enzymatic (in vivo or in vitro) and solubility assays, protein quantification measurements in vitro secretion/translocation assays, in vivo cell fractionation or metabolic labelling (.xls files; ~20 GB) Bioinformatics data:   generated for new bioinformatics searches and development of new search tools (.xls files; ~2 GB). Protein binding assays using immobilized peptide arrays:   Digital photographs of immunodetection (.tiff; ~0.5 GB total), quantification by Image J or the ImageQuant software (.xl; ~2.5MB total). Statistical/analysed/fitted data (.xl; .opj; or .pzf;). ~50 MB total  Existing data:   Published existing data: Use part of our own previously published data, analyzed in a new different context.    \n \nDMP_11F6921N_Melina Hehl_v1       Page 4 of 8 3. LEGAL AND ETHICAL ISSUES a. Will you use personal data?  If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No  b. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No  c. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?  ● Possibly This is likely to happen. We are in contact with the tech-transfer office of KUL, which will be informed of our findings and consult us on intellectual property and valorisation matters.  d. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● No    \n \nDMP_11F6921N_Melina Hehl_v1       Page 5 of 8 4. DOCUMENTATION AND METADATA a. What documentation will be provided to enable reuse of the data collected/generated in this project? Each researcher records in detail experimental conditions (with references to plasmids and bacterial strains used) and pairs them with raw data files. Experimental condition files (xls, word), raw data (DAT) and analyzed data (xls, csv) files of one experiment are linked and copied in OneDrive-KULeuven, Dropbox and 2 external hard disks (6TB each) provided by the lab; plus, extra copies on personal laptops. The raw data files are independently backed-up by the lab manager in external hard drives, once per month. Bacterial strains, plasmids, antibodies and chemicals are documented in lab databases. Access to data files and databases is only permitted to lab members. A copy of data can be provided to coworkers upon request.  b. Will a metadata standard be used? If so, describe in detail which standard will be used.  If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● Yes Metadata will be used. All data can be readily available during and after the project to people within the lab or to coworkers upon request. The general audience can access the data after publication upon request.  We will use the KULeuven data repository once available, following KULeuven guidelines.    \n \nDMP_11F6921N_Melina Hehl_v1       Page 6 of 8 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT a. Where will the data be stored?  Plasmid, Proteins, bacterial strains, antibodies, biological materials and chemicals are stored in the Lab’s freezers (-20C, -80C) and all relative information is recorded in lab databases wherefrom it is routinely retrieved. A copy of all current raw data files is kept separately at any time in the PI’s office and backed-up by the lab manager once per month. All copies of data (including back-ups of raw and processed) will stay with the lab at the end of the project (OneDrive, Dropbox, external hard disks/passports) and will be available upon request; each user that leaves the lab takes with him/her an identical copy of his/her data for reference, in case the lab needs extra clarifications in the future. s  b. How is backup of the data provided? All data are backed up by individuals on a daily basis (personal and lab copies) on laptops, Dropbox, OneDrive-KULeuven and external hard disks/passports. Additionally, raw data files (from all instruments, common computers) are backed up independently once a month by the lab manager.  c. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ● Yes Each Researcher gets from the lab a 1-6TB external hard disk, a Dropbox account (2TB), a OneDrive-KUL account (95GB), plus up to 1TB space in every common LAB computer.  Additional space is provided upon request. The Lab maintains 4 x 10 TB disks independently of the ones that are the users’ responsibility to back up the current raw data.   d. What are the expected costs for data storage and back up during the project? How will these costs be covered?  Each external hard disk costs 120-200 euros, OneDrive-KUL is provided by KUL, Dropbox accounts cost 110-180 euros /year. Such costs are covered by ‘’consumables’’ budgets of ongoing lab projects/grants. The cost of one external hard disk (4TB) may be charged on the ‘’consumable’’ budget of the current FWO project, if the need arises.  e. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Direct access to the data is allowed only to lab members. A copy of data can be provided to external coworkers upon request. Each researcher carries his/her own copy of data independent of the copies made for the lab, plus one copy of raw data remains at all times secured in the PIs office; access to this copy is not allowed even to lab members and is being updated by one dedicated person only.   \n \nDMP_11F6921N_Melina Hehl_v1       Page 7 of 8 6. DATA PRESERVATION AFTER THE FWO PROJECT a. Which data will be retained for the expected 5-year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). After the end of the project, all data will be retained for the 5-year period expected by KU Leuven.  b. Where will the data be archived (= stored for the longer term)? All data underpinning publications (original and processed data), all accompanying information and the files submitted for publication will be archived in a systematic way on the KU Leuven network K-drive or the KU Leuven research data repository. The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy.  c. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered?  All obtained/generated data will be preserved for at least 5 years (as well the original data as the processed data), as well in Leuven as at our external partner. See questions above qbout costs involved.  7. DATA SHARING AND REUSE a. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify:  Data potentially leading to patent application or important for future applications will not be made available or only under restricting conditions.  b. Which data will be made available after the end of the project? Preliminary data will be presented in seminars and at national and international meetings as poster/oral communications/invited lectures. Definitive data will be published in peer-reviewed, international journals (Open Access as per KU Leuven policy). Restrictions as mentioned in previous point.  c. Where/how will the data be made available for reuse? ● Upon request by mail All data will be published in academic-peer reviewed journals as soon as possible (for restrictions see above). We aim to publish open access according to KU Leuven policy and publications will be available via Lirias 2.0. Data from published papers will in future be deposited in the KU Leuven research data repository.   \n \nDMP_11F6921N_Melina Hehl_v1       Page 8 of 8 d. When will the data be made available? ● Upon publication of the research results Data will only be made available to other researchers after publication of the research results.   e. Who will be able to access the data and under what conditions? As staed above, only requests via mail will be answered. Privacy and legal experts will be consulted when sharing data with researchers outside of the research group. A written agreement with the PI is necessary when sharing the data outside of the research group. Publications (open access). For published data: Via the KULeuven research data repository, conditions to be determined depending on data gathered during the project. Guidelines of the university will be applied. For unpublished data: only the PIs and researchers involved (or their scientific collaborators who will continue and follow up on the research after the completion of present project).  f. What are the expected costs for data sharing? How will the costs be covered?   None. Publication costs (Open Access) will be covered by the consumables budget. There is no cost involved at the moment for using the KULeuven data repository. 50GB available per researcher per year for free.  8. RESPONSIBILITIES a. Who will be responsible for data documentation & metadata? Prof. Tassos Economou Dr Lily Karamanou (Laboratory of Bacteriology, Research Manager)  b. Who will be responsible for data storage & back up during the project? Dr Lily Karamanou (Laboratory of Bacteriology, Research Manager)  c. Who will be responsible for ensuring data preservation and reuse? Dr Lily Karamanou (Laboratory of Bacteriology, Research Manager)  d. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP.   "
    },
    "clean_full_text": "DMP_11F6921N_Melina Hehl_v1 Page 1 of 8 Structural dynamics of the Type 3 secretion system translocase DMP G0C9322N ADMIN DETAILS Project Name: Structural dynamics of the Type 3 secretion system translocase Project Identifier: G0C9322N (FWO project) Grant Title: Principal Investigator / Researcher: Tassos Economou Project Data Contact: Lily Karamanou, LMB Research Manager (Lily.Karamanou@kuleuven.be) Description: The type III secretion system performs specialized protein export. Its central component is the injectisome, a miniature syringe that sticks out of bacterial cells and jabs eucaryotic membranes. Pathogenic bacteria use it to deliver toxins directly into eukaryotic cells. To control pathogenicity, we need to understand what the injectisome looks like and how it works. For years scientists have tried to do this in living bacteria by removing injectisome components and by looking at them with powerful microscopes. We now propose a bold step to take these studies to the next level by focusing on how the components move. This dynamics approach entails observing how individual components move, away from the dizzying complexity of the cell. Motions will be studied using a globally unique collection of advanced complementary state-of-the art instruments and will be simulated in motion pictures generated by powerful computer clusters. They aim to learn which motions underlie the inner workings of the injectisome, in which order, how is metabolic fuel used to alter the strokes of the nanomachine and how poorly structured toxins that want to use to exit interact with it. This is a challenging goal as the dynamic nature of the injectisome has never been seen before and it is technically complex but Belgian lab and participating colleagues have the necessary expertise to tackle it. By better understanding this amazing nanomachine we hope to inspire future solutions for disease control. Institution: KU Leuven DMP_11F6921N_Melina Hehl_v1 Page 2 of 8 1. GENERAL INFORMATION a. Name applicant Tassos Economou b. FWO Project Number & Title FWO project number: G0C9322N Title: Structural dynamics of the Type 3 secretion system translocase c. Affiliation ● KU Leuven 2. DATA DESCRIPTION a. Will you generate/collect new data and/or make use of existing data? ● Generate new data b. Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. Type of Data Format Volume How created Genetic constructs .txt .gb ~400 KB total ~10 MB total Wild type or mutant genes generated for this study (by either subcloning or chemical synthesis) will be preserved as plasmid preps at -20°C, or after transformation in DH5alpha cells, as frozen bacterial glycerol stocks at -80°C. Genetic constructs will be sequenced (.txt; ~400 KB total) and described using Vector NTI (.gb; ~10 MB total). Bacterial strains .fmp ~2.5GB total Preserved as bacterial glycerol stocks at -80°C and described in FileMaker pro (.fmp; ~2.5GB total). Global and local HDX-MS data .DAT ~1-1.5 TB total m/z digital spectra of protein samples (.DAT;). Circular dichroism data .jws; .ASCI; .CSV; ~10 MB total). elipticiy/wavelength and helipticity on x wavelength/temperature digital spectra of protein samples Static and dynamic laser light scattering (MALS/QELS) coupled to size exclusion chromatography data .afe; .ASCI; .CSV ~0.5-1 GB total DMP_11F6921N_Melina Hehl_v1 Page 3 of 8 Single molecule FRET data .pt3 ~500 GB total Microtime200 microscope Spectrofluorometer data .FBTM; .DAT; ASCI; ~10 MB total emission/wavelength and emission on x wavelength/ temperature (.FBTM; .DAT; ASCI; ~10 MB total). Isothermal Titration Calorimetry (ITC) binding data .opj; .xl ~40 MB total Biochemical data .xls files ~20 GB Enzymatic (in vivo or in vitro) and solubility assays, protein quantification measurements in vitro secretion/translocation assays, in vivo cell fractionation or metabolic labelling (.xls files; ~20 GB) Bioinformatics data: generated for new bioinformatics searches and development of new search tools (.xls files; ~2 GB). Protein binding assays using immobilized peptide arrays: Digital photographs of immunodetection (.tiff; ~0.5 GB total), quantification by Image J or the ImageQuant software (.xl; ~2.5MB total). Statistical/analysed/fitted data (.xl; .opj; or .pzf;). ~50 MB total Existing data: Published existing data: Use part of our own previously published data, analyzed in a new different context. DMP_11F6921N_Melina Hehl_v1 Page 4 of 8 3. LEGAL AND ETHICAL ISSUES a. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No b. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No c. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ● Possibly This is likely to happen. We are in contact with the tech-transfer office of KUL, which will be informed of our findings and consult us on intellectual property and valorisation matters. d. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● No DMP_11F6921N_Melina Hehl_v1 Page 5 of 8 4. DOCUMENTATION AND METADATA a. What documentation will be provided to enable reuse of the data collected/generated in this project? Each researcher records in detail experimental conditions (with references to plasmids and bacterial strains used) and pairs them with raw data files. Experimental condition files (xls, word), raw data (DAT) and analyzed data (xls, csv) files of one experiment are linked and copied in OneDrive-KULeuven, Dropbox and 2 external hard disks (6TB each) provided by the lab; plus, extra copies on personal laptops. The raw data files are independently backed-up by the lab manager in external hard drives, once per month. Bacterial strains, plasmids, antibodies and chemicals are documented in lab databases. Access to data files and databases is only permitted to lab members. A copy of data can be provided to coworkers upon request. b. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● Yes Metadata will be used. All data can be readily available during and after the project to people within the lab or to coworkers upon request. The general audience can access the data after publication upon request. We will use the KULeuven data repository once available, following KULeuven guidelines. DMP_11F6921N_Melina Hehl_v1 Page 6 of 8 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT a. Where will the data be stored? Plasmid, Proteins, bacterial strains, antibodies, biological materials and chemicals are stored in the Lab’s freezers (-20C, -80C) and all relative information is recorded in lab databases wherefrom it is routinely retrieved. A copy of all current raw data files is kept separately at any time in the PI’s office and backed-up by the lab manager once per month. All copies of data (including back-ups of raw and processed) will stay with the lab at the end of the project (OneDrive, Dropbox, external hard disks/passports) and will be available upon request; each user that leaves the lab takes with him/her an identical copy of his/her data for reference, in case the lab needs extra clarifications in the future. s b. How is backup of the data provided? All data are backed up by individuals on a daily basis (personal and lab copies) on laptops, Dropbox, OneDrive-KULeuven and external hard disks/passports. Additionally, raw data files (from all instruments, common computers) are backed up independently once a month by the lab manager. c. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ● Yes Each Researcher gets from the lab a 1-6TB external hard disk, a Dropbox account (2TB), a OneDrive-KUL account (95GB), plus up to 1TB space in every common LAB computer. Additional space is provided upon request. The Lab maintains 4 x 10 TB disks independently of the ones that are the users’ responsibility to back up the current raw data. d. What are the expected costs for data storage and back up during the project? How will these costs be covered? Each external hard disk costs 120-200 euros, OneDrive-KUL is provided by KUL, Dropbox accounts cost 110-180 euros /year. Such costs are covered by ‘’consumables’’ budgets of ongoing lab projects/grants. The cost of one external hard disk (4TB) may be charged on the ‘’consumable’’ budget of the current FWO project, if the need arises. e. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Direct access to the data is allowed only to lab members. A copy of data can be provided to external coworkers upon request. Each researcher carries his/her own copy of data independent of the copies made for the lab, plus one copy of raw data remains at all times secured in the PIs office; access to this copy is not allowed even to lab members and is being updated by one dedicated person only. DMP_11F6921N_Melina Hehl_v1 Page 7 of 8 6. DATA PRESERVATION AFTER THE FWO PROJECT a. Which data will be retained for the expected 5-year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). After the end of the project, all data will be retained for the 5-year period expected by KU Leuven. b. Where will the data be archived (= stored for the longer term)? All data underpinning publications (original and processed data), all accompanying information and the files submitted for publication will be archived in a systematic way on the KU Leuven network K-drive or the KU Leuven research data repository. The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. c. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? All obtained/generated data will be preserved for at least 5 years (as well the original data as the processed data), as well in Leuven as at our external partner. See questions above qbout costs involved. 7. DATA SHARING AND REUSE a. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: Data potentially leading to patent application or important for future applications will not be made available or only under restricting conditions. b. Which data will be made available after the end of the project? Preliminary data will be presented in seminars and at national and international meetings as poster/oral communications/invited lectures. Definitive data will be published in peer-reviewed, international journals (Open Access as per KU Leuven policy). Restrictions as mentioned in previous point. c. Where/how will the data be made available for reuse? ● Upon request by mail All data will be published in academic-peer reviewed journals as soon as possible (for restrictions see above). We aim to publish open access according to KU Leuven policy and publications will be available via Lirias 2.0. Data from published papers will in future be deposited in the KU Leuven research data repository. DMP_11F6921N_Melina Hehl_v1 Page 8 of 8 d. When will the data be made available? ● Upon publication of the research results Data will only be made available to other researchers after publication of the research results. e. Who will be able to access the data and under what conditions? As staed above, only requests via mail will be answered. Privacy and legal experts will be consulted when sharing data with researchers outside of the research group. A written agreement with the PI is necessary when sharing the data outside of the research group. Publications (open access). For published data: Via the KULeuven research data repository, conditions to be determined depending on data gathered during the project. Guidelines of the university will be applied. For unpublished data: only the PIs and researchers involved (or their scientific collaborators who will continue and follow up on the research after the completion of present project). f. What are the expected costs for data sharing? How will the costs be covered? None. Publication costs (Open Access) will be covered by the consumables budget. There is no cost involved at the moment for using the KULeuven data repository. 50GB available per researcher per year for free. 8. RESPONSIBILITIES a. Who will be responsible for data documentation & metadata? Prof. Tassos Economou Dr Lily Karamanou (Laboratory of Bacteriology, Research Manager) b. Who will be responsible for data storage & back up during the project? Dr Lily Karamanou (Laboratory of Bacteriology, Research Manager) c. Who will be responsible for ensuring data preservation and reuse? Dr Lily Karamanou (Laboratory of Bacteriology, Research Manager) d. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}