{
    "document_id": "D-2024-3045",
    "LinkTitle": "D-2024-3045",
    "file_name": "D-2024-3045.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3045.pdf",
    "metadata": {
        "title": "An efficient hybrid laser-electrochemical machining process for advanced materials (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n An efficient hybrid laser-electrochemical machining process for\nadvanced materials (FWO DMP) - DMP title\nGrant Title\n G094920N\nPrincipal Investigator / Researcher\n Dominiek Reynaerts\nInstitution\n KU Leuven\n1. General Information\nName applicant\nProf.Dr.ir. Dominiek Reynaerts\nFWO Project Number & Title\nAn efficient hybrid laser-electrochemical machining process for advanced materials\n(G099420N)\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe the origin, type and format of the data (per dataset) and its (estimated)\nvolume, ideally per objective or WP of the project. You might consider using the\ntable in the guidance.\nThe following datasets will be generated:\nData on finite element modeling\nRaw measurements of the manufacturing experiments\nRaw images and videos of these experiments\nPublished data (publications, public videos etc.)\nThe total data volume is estimated to be < 500 GB\n3. Legal & ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing\nActivities. \nBe aware that registering the fact that you process personal data is a\nlegal obligation.\nNo\nPrivacy Registry Reference:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the\nformal approval by the relevant ethical review committee(s)\nYes\nApproval regarding the dual use of the results has been obtained from the ethics\ncommittee EC-DMM with reference number D-200204.a\nDoes your work possibly result in research data with potential for tech transfer\nand valorisation? Will IP restrictions be claimed for the data you created? If so,\nfor what data and which restrictions will be asserted?\nYes\nIn case the research activities lead to patentable concepts or methods, access to these\ndate will be restricted and publication will be postponed until IP protection has been\nobtained.\nLicensing agreements will be negotiated in close collaboration with the KU Leuven\nTTO. They will be typically restricted by geographical and application sector related\ncriteria.\nDo existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions are in\nplace?\nNo\n4. Documentation & metadata\nWhat documentation will be provided to enable reuse of the data\ncollected/generated in this project?\nRaw data will be collected per simulation and experimental  test, including a txt file\nwith a clear description of what the data represent and how they were generated. The\ninput-files used for simulations or manufaturing experiments will be kept inside the\nsame folder. The name of the folder will contain the date and the investigator.\nThe codebook will contain information on study design, methodology, and all\ninformation necessary for a secondary analyst to use the data accurately and\neffectively.\nResearch methods and practices will be fully documented in separate file.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nNo\n5. Data storage & back up during the FWO project\nWhere will the data be stored?\nSince we will collaborate with researchers from other research units and groups, we\nwill use Box for active use of the data during the project.\nHow is back up of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available\nthen explain how this will be taken care of.\nYes\nThe Box account has a capacity of 100 Gb.\nFor larger data sets (especially videos) extra capacity will be hired.\nWhat are the expected costs for data storage and back up during the project?\nHow will these costs be covered?\nExtra costs are estimated to be below 100 EUR/year and will be booked as a\nconsumable.\nData security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nOnly authorized persons will have access to the Box account\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state\nthe reasons \nfor this (legal or contractual restrictions, physical preservation\nissues, ...).\nAll data will be retained.\nWhere will the data be archived (= stored for the longer term)?\nAfter the end of the project, the ICT service of the department will assist in archiving all\ndata on a dedicated server.\nWhat are the expected costs for data preservation during the retention period of\n5 years? How will the costs be covered?\nNone\n7. Data sharing and reuse\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nAre there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll data will be available under the conditions mensioned below.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nIn view of the possble dual use of the results, sharing of data will be subject to ethical\napproval. The data to be shared, the party requesting the share, and the purpose of\nsharing the data will be precisely specified. In case of ethical approval for a specified\nsharing, and in case sharing of data will not endanger the future explitation of IPR,  no\nfurther restrictions will apply.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNone\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researchers working on this project under supervision of the PI are responsible for\nthe DMP.\nWho will be responsible for data storage & back up during the project?\nThe researchers working on this project under supervision of the PI are responsible for\nthe DMP.\nWho will be responsible for ensuring data preservation and reuse ?\nAfter the end of the project, the ICT service of the department will assist in archiving all\ndata. For the 5 years after the project, the PI will be the main contact for requesting\naccess to the data.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name An efficient hybrid laser-electrochemical machining process for advanced materials (FWO DMP) - DMP title Grant Title G094920N Principal Investigator / Researcher Dominiek Reynaerts Institution KU Leuven 1. General Information Name applicant Prof.Dr.ir. Dominiek Reynaerts FWO Project Number & Title An efficient hybrid laser-electrochemical machining process for advanced materials (G099420N) Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance. The following datasets will be generated: Data on finite element modeling Raw measurements of the manufacturing experiments Raw images and videos of these experiments Published data (publications, public videos etc.) The total data volume is estimated to be < 500 GB 3. Legal & ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Approval regarding the dual use of the results has been obtained from the ethics committee EC-DMM with reference number D-200204.a Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes In case the research activities lead to patentable concepts or methods, access to these date will be restricted and publication will be postponed until IP protection has been obtained. Licensing agreements will be negotiated in close collaboration with the KU Leuven TTO. They will be typically restricted by geographical and application sector related criteria. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation & metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Raw data will be collected per simulation and experimental test, including a txt file with a clear description of what the data represent and how they were generated. The input-files used for simulations or manufaturing experiments will be kept inside the same folder. The name of the folder will contain the date and the investigator. The codebook will contain information on study design, methodology, and all information necessary for a secondary analyst to use the data accurately and effectively. Research methods and practices will be fully documented in separate file. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 No 5. Data storage & back up during the FWO project Where will the data be stored? Since we will collaborate with researchers from other research units and groups, we will use Box for active use of the data during the project. How is back up of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The Box account has a capacity of 100 Gb. For larger data sets (especially videos) extra capacity will be hired. What are the expected costs for data storage and back up during the project? How will these costs be covered? Extra costs are estimated to be below 100 EUR/year and will be booked as a consumable. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only authorized persons will have access to the Box account 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained. Where will the data be archived (= stored for the longer term)? After the end of the project, the ICT service of the department will assist in archiving all data on a dedicated server. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? None 7. Data sharing and reuse This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data will be available under the conditions mensioned below. Where/how will the data be made available for reuse? Upon request by mail When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? In view of the possble dual use of the results, sharing of data will be subject to ethical approval. The data to be shared, the party requesting the share, and the purpose of sharing the data will be precisely specified. In case of ethical approval for a specified sharing, and in case sharing of data will not endanger the future explitation of IPR, no further restrictions will apply. What are the expected costs for data sharing? How will the costs be covered? None 8. Responsibilities Who will be responsible for data documentation & metadata? The researchers working on this project under supervision of the PI are responsible for the DMP. Who will be responsible for data storage & back up during the project? The researchers working on this project under supervision of the PI are responsible for the DMP. Who will be responsible for ensuring data preservation and reuse ? After the end of the project, the ICT service of the department will assist in archiving all data. For the 5 years after the project, the PI will be the main contact for requesting access to the data. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}