{
    "document_id": "D-2024-3068",
    "LinkTitle": "D-2024-3068",
    "file_name": "D-2024-3068.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3068.pdf",
    "metadata": {
        "title": "CHAI: Cracking built Heritage with AI",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nCHAI: Cracking built Heritage with AI\nCreator:\nCreator:\nEls Verstrynge\nPrincipal Investigator: \nPrincipal Investigator: \nn.n., Els Verstrynge\nData Manager: \nData Manager: \nn.n., Els Verstrynge\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n., Els Verstrynge\nData Manager:\nData Manager:\n \nn.n. n.n., Els Verstrynge\nProject abstract:\nProject abstract:\nMonitoring and preservation of our architectural heritage is a vital aspect in building a sustainable society that takes full advantage of its\ncultural resources. When preservation and resilience of architectural heritage is questioned, the structural condition is one of the primary\naspects that need to be assessed. It is well know that structural models for architectural heritage often lack accuracy due to lack of input\ndata. An important improvement in the structural assessment of built heritage can be made if effects of on\n‐\nsite crack patterns and\nmaterial pathologies can be included in an efficient manner. In the CHAI project, we envision a paradigm shift from a separation between\nstructural engineering and surveying models to a methodology in which enhanced structural modeling techniques are tightly coupled\nwith 3-dimensional and multi-modal survey data to improve the overall assessment of the structural conditions of historical masonry.\nThis is achieved through close collaboration between the research groups of Materials and Construction, and  Geomatics in the\nestablishing of joint benchmark datasets for masonry pathologies, training of AI algorithms towards dynamic on-site condition surveying,\ndevelopment of data-driven structural models based on finite element approaches for masonry, and validation of the coupled approach\non three experimental test series and selected cases.\nID: \nID: \n209887\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2028\nLast modified: \nLast modified: \n28-11-2024\nCreated using DMPonline.be. Last modiﬁed 28 November 2024\n1 of 4\nCHAI: Cracking built Heritage with AI\nCHAI: Cracking built Heritage with AI\nResearch Data Summary\nResearch Data Summary\nDataset\nname / ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nlab tests\nexperimental tests on masonry\nin the lab\nN\nD\nA, I, T, ...\nvarious (xlsx, jpg, dat,\n...)\n<1TB\n/\nnumerical\nmodels\nnumerical models of masonry\nN\nD\nN, T, M, SO\nvarious (Diana,\nAbaqus, python and\nMatlab files)\n<1TB\n/\nSurvey\ndata\npoint clouds, images, and mesh\nmodels of surveying campaigns \nN\nD\nI,SO\nvarious(jpg, png,\ne57,recap Pro)\n<5TB\n/\nDeep\nLearning\nmodels\nParameters of trained models\nN\nD\nN, SO\nPytorch\n<100GB\n/\nLabeled\nData\nAnnotated data for image\nsegmentation\nN\nD\nI, T, SO\nJson, jpg\n<1TB\n/\n \n \n \n \n \n \n \n \n \nFollowing existing data will be used:\npictures taken during MCMS courses that are available in internal student reports - no identifier available\nexperimental results obtained in the Reyntjens Laboratory for building materials testing (internal reports): pictures, excel files,\n... - no identifier available\ndata from open access repositories (to be defined)\nDatasets for training foundation models from open access repositories.\nNo\nall data and pictures are related to historical masonry buildings.\nNo\nNo\nNo\nCreated using DMPonline.be. Last modiﬁed 28 November 2024\n2 of 4\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nA wide variety of data in different formats is collected, the most important are: Images, multi-spectral data, 3D scans, 3D models,\ninternal and interchange formats, GPS data, etc. The AI algorithms and software-user interactions will result in annotations and\nmeta-data. Important data for structural analysis are: FEM in/output files, coding in Matlab, Pyton, etc.\nFor the case studies, results are presented in graphs and color-coded images that are meaningful for engineers, as well as the\nwider group of stakeholders in built heritage conservation.\nYes\n(to be updated)\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nLarge Volume Storage\nStandard back-up provided by KU Leuven ICTS for my storage solution\nYes\nKU Leuven servers are protected by 2-factor authentication\nfew 100 euros, covered by the project funding\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nLarge Volume Storage (longterm for large volumes)\nfew 100 euros, covered by other projects' funding \nCreated using DMPonline.be. Last modiﬁed 28 November 2024\n3 of 4\nData Sharing and Reuse\nData Sharing and Reuse\nYes, as open data\nWithin this project, the main outcome is not only the (annotated) data on specific case studies, but also the developed\nmethodologies and generalized datasets. Selected datasets are published in open-data repositories (e.g. RDR).\nNA\nNo\nKU Leuven RDR (Research Data Repository)\nOther (specify below)\nothers: to be updated\nUpon publication of research results\nCC-BY 4.0 (data)\n​​Yes, a PID will be added upon deposit in a data repository\nnone\nResponsibilities\nResponsibilities\nthe PhD researchers under supervision of the promoters\nthe PhD researchers under supervision of the promoters\nthe PhD researchers under supervision of the promoters\nthe PhD researchers under supervision of the promoters\nCreated using DMPonline.be. Last modiﬁed 28 November 2024\n4 of 4"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: CHAI: Cracking built Heritage with AI Creator: Creator: Els Verstrynge Principal Investigator: Principal Investigator: n.n., Els Verstrynge Data Manager: Data Manager: n.n., Els Verstrynge Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: n.n. n.n., Els Verstrynge Data Manager: Data Manager: n.n. n.n., Els Verstrynge Project abstract: Project abstract: Monitoring and preservation of our architectural heritage is a vital aspect in building a sustainable society that takes full advantage of its cultural resources. When preservation and resilience of architectural heritage is questioned, the structural condition is one of the primary aspects that need to be assessed. It is well know that structural models for architectural heritage often lack accuracy due to lack of input data. An important improvement in the structural assessment of built heritage can be made if effects of on ‐ site crack patterns and material pathologies can be included in an efficient manner. In the CHAI project, we envision a paradigm shift from a separation between structural engineering and surveying models to a methodology in which enhanced structural modeling techniques are tightly coupled with 3-dimensional and multi-modal survey data to improve the overall assessment of the structural conditions of historical masonry. This is achieved through close collaboration between the research groups of Materials and Construction, and Geomatics in the establishing of joint benchmark datasets for masonry pathologies, training of AI algorithms towards dynamic on-site condition surveying, development of data-driven structural models based on finite element approaches for masonry, and validation of the coupled approach on three experimental test series and selected cases. ID: ID: 209887 Start date: Start date: 01-10-2024 End date: End date: 30-09-2028 Last modified: Last modified: 28-11-2024 Created using DMPonline.be. Last modiﬁed 28 November 2024 1 of 4 CHAI: Cracking built Heritage with AI CHAI: Cracking built Heritage with AI Research Data Summary Research Data Summary Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA lab tests experimental tests on masonry in the lab N D A, I, T, ... various (xlsx, jpg, dat, ...) <1TB / numerical models numerical models of masonry N D N, T, M, SO various (Diana, Abaqus, python and Matlab files) <1TB / Survey data point clouds, images, and mesh models of surveying campaigns N D I,SO various(jpg, png, e57,recap Pro) <5TB / Deep Learning models Parameters of trained models N D N, SO Pytorch <100GB / Labeled Data Annotated data for image segmentation N D I, T, SO Json, jpg <1TB / Following existing data will be used: pictures taken during MCMS courses that are available in internal student reports - no identifier available experimental results obtained in the Reyntjens Laboratory for building materials testing (internal reports): pictures, excel files, ... - no identifier available data from open access repositories (to be defined) Datasets for training foundation models from open access repositories. No all data and pictures are related to historical masonry buildings. No No No Created using DMPonline.be. Last modiﬁed 28 November 2024 2 of 4 No Documentation and Metadata Documentation and Metadata A wide variety of data in different formats is collected, the most important are: Images, multi-spectral data, 3D scans, 3D models, internal and interchange formats, GPS data, etc. The AI algorithms and software-user interactions will result in annotations and meta-data. Important data for structural analysis are: FEM in/output files, coding in Matlab, Pyton, etc. For the case studies, results are presented in graphs and color-coded images that are meaningful for engineers, as well as the wider group of stakeholders in built heritage conservation. Yes (to be updated) Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Shared network drive (J-drive) Personal network drive (I-drive) Large Volume Storage Standard back-up provided by KU Leuven ICTS for my storage solution Yes KU Leuven servers are protected by 2-factor authentication few 100 euros, covered by the project funding Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project All data will be preserved for 10 years according to KU Leuven RDM policy Large Volume Storage (longterm for large volumes) few 100 euros, covered by other projects' funding Created using DMPonline.be. Last modiﬁed 28 November 2024 3 of 4 Data Sharing and Reuse Data Sharing and Reuse Yes, as open data Within this project, the main outcome is not only the (annotated) data on specific case studies, but also the developed methodologies and generalized datasets. Selected datasets are published in open-data repositories (e.g. RDR). NA No KU Leuven RDR (Research Data Repository) Other (specify below) others: to be updated Upon publication of research results CC-BY 4.0 (data) ​​Yes, a PID will be added upon deposit in a data repository none Responsibilities Responsibilities the PhD researchers under supervision of the promoters the PhD researchers under supervision of the promoters the PhD researchers under supervision of the promoters the PhD researchers under supervision of the promoters Created using DMPonline.be. Last modiﬁed 28 November 2024 4 of 4"
}