{
    "document_id": "D-2022-1457",
    "LinkTitle": "D-2022-1457",
    "file_name": "D-2022-1457.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1457.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n ESU-E1891-G066322N\nGrant Title\n G066322N\nPrincipal Investigator / Researcher\n Wouter Everaerts\nProject Data Contact\n wouter.everaerts@uzleuven.be\nDescription\n This project investigates sensory signaling in the bladder during urinary tract\ninfections. It will contain of both preclinical and clinical research: \n- The preclinical research will be\nconducted in mice to study the effects of urinary tract infections on bladder urothelial cells,\nneurons and animal behavior. First, we will determine how urinary tract infections affects the\nfunction of TRP channels in sensory nerves. Next, we will determine how TRP channels in the\nurothelium alter bladder sensations during infection. \n- The clinical part will be conducted in\npatients with urinary tract infections, where clinical data and biopsy samples will be obtained to\ntest if altered TRP channel expression and/or bladder sensibility can affect the susceptibility to\nurinary tract infections.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nWouter Everaerts\nFWO Project Number & Title\nFWO junior research project \nG066322N. \nTitle: Sensory signalling in the bladder during urinary tract infections:\nmechanisms of sensitisation and implications for bladder function.\n \nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n1. Patient data/material:\nPersonal data from patients will be stored using REDCap and Formaza, a modified InfoPath\n(Microsoft) plug-in for electronic Case Report Form (eCRF), that is integrate the \"Klinisch\nWerkStation (KWS)\", the EMR system of University Hospitals Leuven. These data can be\nstored/exported as spss, microsoft excel, pdf and csv. Total estimated size: 50 GB.\nHuman urothelial cells from bladder cancer patients undergoing cystectomy will be incubated\novernight at 4°C in sterile HBSS-based stripping solution containing 14 mM HEPES, 20 KIU\naprotinin, 0.1% EDTA, pH 7.6. After incubation, the urothelium is gently scraped, treated with\ncollagenase for 15 min, and resuspended in keratinocyte. Cells are seeded in gelatin-coated\nglass coverslip and used for experiments 24-48 h after isolation.\nBladder biopsies will be immersed in warm 37°C PBS containing penicillin and gentamycin. Next,\nbiopsies are homogenized using a Qiagen tissueLyser in 1ml PBS containing complete ULTRA\nprotease inhibitor and centrifuged at 14.000g for 15 minutes. Next the supernatant is collected\nand centrifuged at 18.000g for 15 minutes to remove any potential tissue fragments. The\nsupernatants from each patient are pooled, divided into four equal samples (500ml) and stored\nat -80°C for further experiments.\nClinical samples (urine) will be stored in the UZ Leuven biobank. \n2. Preclinical data/material:\n- Digital images of processed tissue, stored as uncompressed tiff; total estimated size: 500 GB \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 7\n- Gel scans; stored as uncompressed TIFF; total estimated size: 20 GB. \n- Video files of (in vivo and ex vivo) calcium imaging in sensory neurons can be stored as raw\ndata (nd2), exported data (xlsx), analysed data (xlsx, pzfx), Images/figures (tiff png, jpg, avi) with\nfollowing estimated sizes: 10 GB/file, 10MB/file, 10MB/file, 1MB/file; total estimated size: 10 TB \n-single-cell RNA-sequencing data of sensory neurons innervating bladder; stored as .fastq(.gz)\nfiles, sequencing alignment data stored as bam, differential expression stored as xlsx. Total\nestimated size: 10 TB. Sequence alignment data; stored as .bam files; total estimated size: 500\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 7 GB.\n- RNA scope based in situ hybridisation will be used to determine localisation and image TRP\nchannels. Parafin blocks slide sections and digital slides (czi) will be stored, estimated size:\n10MB/file; total estimated size: 500 GB. \n- Immunohistochemistry to determine certain TRP channels (fe TRPV4) - Parafin blocks slide\nsections digital slides will be stored as czi files, estimated size: 2GB/file; total estimated size: 100\nGB. \n- In vivo Bioluminescence (BLI) imaging using the IVIS Spectrum® system (Perkin Elmer,\nWaltham, USA) in the KU Leuven core facility Molecular Small Imaging Centre, with support of\nProf. Greetje Vande Velde. Images will be stored as tiff. Estimated size: 1 MB/ 3 images.\n- Filter papers of spotting experiments can be stored in blue boxes until definitive images of\nthese papers are taken, space is provided in the animal hotel (LICR lab). Images of these filter\npapers are stored as tiff.\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nYes\nRegular personal data will be used: Name and/or address, Contact details (tel. number, e-mail\naddress,…) , Date/year of birth and/or age, Initials, personal identification number assigned to\ndata subjects participating in the study such as EAD number. Special/sensitive categories of\npersonal data will be used: Health data (e.g. description of characteristics of physical features of\nthe body, medical history. \nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nYes. The study is under approved by the Ethics Committee Research UZ/KU Leuven.\n- The research using human biological material/human data has received formal approval from\nthe UZ/KU Leuven Ethical Committee, with the following references: S66341 and S65007\n- The research using mice described in this project has received formal approval from the KU\nLeuven Ethical Committee, with the following references: P023/2022 and P158/2018\n \nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n-All experiments will be documented using an Electronic Lab Notebook (eLABFTW), which will\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 7\ncontain all the details of the experimental protocols and procedures along with the reference to\nthe relevant data files, and which will be time-stamped.\n- All preclinical experiments are performed according to protocols of LICR (Lab of Ion channel\nresearch), which can be found on the LICR wiki-pages.\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nFor preclinical data:\nMetadata will include the following elements: \n• Title: free text \n• Creator: Last name, first name, organization \n• Date and time reference \n• Subject: Choice of keywords and classifications \n• Description: Text explaining the content of the data set and other contextual information\nneeded for the correct interpretation of the data, the software(s) (including version number) used\nto produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file\nformat, • Resource Type: data set, image, audio, etc. \n• Identifier: DOI (when applicable) \n• Access rights: closed access, embargoed access, restricted access, open access.\nAdditionally, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical\nInvestigations) for metadata standards more specific to our data type. For specific datasets,\nadditional metadata will be associated with the data file as appropriate.\nFor clinical data:\n- Klinisch Werkstation (KWS) is a software package for the management of electronic patient\nrecords, developed 25 years ago in UZ Leuven. KWS is now used in different hospitals in\nBelgium. \n- Formasa (UZ): Electronic case report forms (eCRF) will sometimes be collected using Formaza, a\nmodified InfoPath (Microsoft) plug-in for KWS.\n- REDCap: REDCap is a secure web application for building and managing online surveys and\ndatabases. While REDCap can be used to collect virtually any type of data in any environment\n(including compliance with 21 CFR Part 11, FISMA, HIPAA, and GDPR), it is specifically geared to\nsupport online and offline data capture for research studies and operations.\n \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nClinical data:\nStudy specific data will be collected from the (e)CRF and REDCap TM Production version 9.5.13\nwill be used to capture these data. For UZL the REDCap the System Administrator is Gert Goos:\ngert.goos@kuleuven.be. These databases can be stored on UZ Leuven servers or they can be\nstored on the REDCap servers for which a fee of 80 euros/database/year needs to be payed.\nElectronic case report forms (eCRF) will sometimes also be collected using Formaza, a modified\nInfoPath (Microsoft) plug-in for KWS.\n \nLaboratory data:\nOur data are recorded on the internal and external storage of the computers attached to\nequipment and is duplicated on the storage facilities of our research unit. Digital files will be\nstored on KU Leuven servers, except for private data that will be stored on KU Leuven secure\nserver (digital vault). \n- Tissue samples: Tissues will be stored locally in the laboratory. All human tissue samples will be\nregistered with a Belgian biobank, in compliance with the Belgian law on human body material\n(dd 19-12- 2008). \n- Omics data: omics data generated during the project will either be stored on KU Leuven servers\nor on The Flemish Supercomputer Centre (VSC), initially in the staging area and later in the\narchive area.\n- Genetically modified organisms: Mice will be maintained in facilities of the Laboratory Animal\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 7\nCenter of KU Leuven, which applies Standard Operation Procedures concerning housing, feeding,\nhealth monitoring to assure consistent care in accordance with European and national\nregulations and guidelines. All animals will be registered in the Leuven Animal Information\nSystem (LAIS) database, along with corresponding genotyping information, ethical approval\ndocuments and animal provider receipts. Other biological and chemical samples: storage at 4°C\nand/or as frozen samples in cryovials as appropriate. \n- Algorithms, scripts and softwares: All the relevant algorithms, scripts and software code driving\nthe project will be stored in a private online git repository (https://github.com/LICRTV).\nHow is backup of the data provided?\nKU Leuven - UZ Leuven - clinical data:\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\nKU Leuven - laboratory data: \nKU Leuven drives are backed-up according to the following scheme: \n- Data stored on the “L-drive” is backed up daily using snapshot technology, where all\nincremental changes in respect of the previous version are kept online; the last 14 backups are\nkept. \n- Data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at\nmidnight between Saturday and Sunday); in each case the last 6 backups are kept. \n- All omics data stored on the Flemish Supercomputer Centre (VSC) will be transferred on a\nweekly basis to the archive area which is backed up. Incremental backups are done daily from\none 20 TB QNAP NAS to a second 20 TB QNAP NAS.\n- Data stored on the digital vault is backed up using snapshot technology, where all incremental\nchanges in respect of the previous version are kept online. As standard, 10% of the requested\nstorage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m.,\n12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight,\nthe last 6 of which are kept; and a weekly\n \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThere is sufficient storage and back-up capacity on all KU Leuven servers: - the “L-drive” is an\neasily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries\nstorage systems, and a CTDB samba cluster in the front-end. - the “J-drive” is based on a cluster\nof NetApp FAS8040 controlers with an Ontap 9.1P9 operating system.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\n- Data storage in a REDCAP database costs 80 euros per project per year. As this CA2 project\nconsists of 5 seperate projects, total cost equals 400 euros per year. \n- Formaza files are provided by our own PhD researchers, no costs are associated with the This\ndocument was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 7 development of these\nfiles. \n-The costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” and\n519€/TB/Year for the “J-drive”. \n-Maintaining a mouse colony alive costs about 1,200 euro per year (for 6 cages), excluding the\ncosts of genotyping. When no experiment is planned with a particular mouse strain, and in\ncompliance with the 3R’s rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to\nsafeguard the strain, prevent genetic drift, loss of transgene and potential infections or breeding\nproblems. Cryopreservation of sperm/embryos costs about 500 to 700 euro per genotype, plus a\nminimal annual storage fee (25 euro per strain for 250 to 500 embryos). Frozen specimen are\nkept in two separate liquid nitrogen tanks at two different sites on campus. When necessary, the\ncosts of revitalization from cryopreserved sperm/embryos are about 1,100/600 euro.\n-Electricity costs for the -80° freezers present in the labs are included in general lab costs. \n- For backup, the current KU Leuven tariffs are approx. 175 euros per TB per year. Data storage\nand backup costs are included in general lab costs.\nData security: how will you ensure that the data are securely stored and not accessed\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 7\nor modified by unauthorized persons?\n- When using UZ Leuven REDCap, physical access to the data centers is logged and restricted to\nauthorized KU Leuven Information Technology (IT) personnel, using badge identification. At the\nclinical database level only study team members, monitors and auditors/inspectors for whom the\nCoordinating or Principal Investigator (as applicable) has requested project-specific eCRF access,\nare granted data access. Upon successful training completion each user is centrally assigned a\nuser role, associated with predefined system/data privileges, in accordance with CR DM-WI-001. \n- Samples will be stored in the archive of O&N1. This room has a separate key to open the door.\nAccess to O&N1 is controlled by electronic badge readers. \n- The primary storage location for the data is on password-protected KU Leuven personal\ncomputers, with immediate backup to secure network-attached, redundant disk arrays managed\nby the lab, accessible only to selected members of the lab. Long- term storage for data that does\nnot require repeated fast access is provided by the KU Leuven ICTS' Large Volume Storage\nservice. \n- Both the “L-drive” and “J-drive” servers are accessible only by laboratory members, and are\nmirrored in the second ICTS datacenter for business continuity and disaster recovery so that a\ncopy of the data can be recovered within an hour. Access to the digital vault is possible only\nthrough using a KU Leuven user-id and password, and user rights only grant access to the data in\ntheir own vault. Sensitive data transfer will be performed according to the best practices for\n“Copying data to the secure environment” defined by KU Leuven. The operating system of the\nvault is maintained on a monthly basis, including the application of upgrades and security\npatches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT\ncode of conduct for staff) have administrator/root rights. A security service monitors the technical\ninstallations continuously, even outside working hours. \n- All private data will be rendered anonymous before processing outside the digital vault. Only\nthe PI will be granted access to the server to deposit private data. The PI will be the only\nresponsible for linking patient information, survey data and/or tissue samples, and will strictly\nrespect confidentiality. All de-identified data will be exported from the database by the PI, and\nstored on KU Leuven servers from where it can be accessed by the research and technical staff\nfrom the laboratory.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for at least 10 years after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\nCinical data:\nClinical data will be stored on the UZ Leuven's central servers with automatic back-up procedures\nfor 25 years, conform the EC guidelines.\nLaboratory data:\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy. The costs (€156 per TB per year for\n“Large volume-storage” ) will be covered by funding from the PI. \nProcessed samples and data will be archived for at least 10 years in the facilities of LICR (O&N1;\n8th floor). As a general rule, datasets will be made openly accessible, whenever possible via\nexisting platforms that support FAIR data sharing (www.fairsharing.org), at the latest at the time\nof publication.\nFor all other datasets, long term storage will be ensured as follows:\n-Digital datasets: files will be stored on the “L-drive”. \n-Tissue samples: Tissues will be stored locally in the laboratory.\n-Omics data: datasets will be stored on the “L-drive” or, for larger datasets, on the Vlaams\nSupercomputer Centrum\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nGenerally, we store the database on the REDCap server as long as the study is ongoing. In\nREDCap we pay 80 euros per database-project per year. These costs will be covered by funding\nof the PI. Afterwards, when the study is terminated, we store these data on the UZ Leuven\nservers. The total estimated cost of data storage during 10 years after the end of the project is\n22589 €. This estimation is based on the following costs:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 7\n-The costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” and\n519€/TB/Year for the “J-drive”. \n- Maintaining a mouse colony alive costs about 1,200 euro per year (for 6 cages), excluding the\ncosts of genotyping. When no experiment is planned with a particular mouse strain, and in\ncompliance with the 3R’s rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to\nsafeguard the strain, prevent genetic drift, loss of transgene and potential infections or breeding\nproblems. Cryopreservation of sperm/embryos costs about 500 to 700 euro per genotype, plus a\nminimal annual storage fee (25 euro per strain for 250 to 500 embryos). Frozen specimen are\nkept in two separate liquid nitrogen tanks at two different sites on campus. When necessary, the\ncosts of revitalization from cryopreserved sperm/embryos are about 1,100/600 euro. Data\nstorage and backup costs are included in general lab costs.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nParticipants to the present project are committed to publish research results to communicate\nthem to peers and to a wide audience. All research outputs supporting publications will be made\nopenly accessible. Depending on their nature, some data may be made available prior to\npublication, either on an individual basis to interested researchers and/or potential new\ncollaborators, or publicly via repositories (e.g. negative data). We aim at communicating our\nresults in journals that require full disclosure upon publication of all included data, either in the\nmain text, in supplementary material or in a data repository if requested by the journal and\nfollowing deposit advice given by the journal. Depending on the journal, accessibility restrictions\nmay apply. Biological material will be distributed to other parties upon reasonable request.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nWhenever possible, datasets and the appropriate metadata will be made publicly available\nthrough repositories that support FAIR data sharing. As detailed above, metadata will contain\nsufficient information to support data interpretation and reuse, and will be conform to community\nnorms. These repositories clearly describe their conditions of use (typically under a Creative\nCommons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons\nAttribution (CC-BY) or an ODC Public Domain Dedication and Licence, with a material transfer\nagreement when applicable). Interested parties will thereby be allowed to access data directly,\nand they will give credit to the authors for the data used by citing the corresponding DOI. For\ndata shared directly by the PI, a material transfer agreement (and a nondisclosure agreement\nif applicable) will be concluded with the beneficiaries in order to clearly describe the types of\nreuse that are permitted.\nWhen will the data be made available?\nImmediately after the end of the project\nUpon publication of the research results\nRelevant datasets will be made publicly available with publication. Results of general interest\nthat will not be published can be made available to other researchers after the end of the\nproject. \nWho will be able to access the data and under what conditions?\nWhenever possible, datasets and the appropriate metadata will be made publicly available\nthrough repositories that support FAIR data sharing. As detailed above, metadata will contain\nsufficient information to support data interpretation and reuse, and will be conform to community\nnorms. These repositories clearly describe their conditions of use (typically under a Creative\nCommons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons\nAttribution (CC-BY) or an ODC Public Domain Dedication and Licence, with a material transfer\nagreement when applicable). Interested parties will thereby be allowed to access data directly,\nand they will give credit to the authors for the data used by citing the corresponding DOI. For\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 7\ndata shared directly by the PI, a material transfer agreement (and a nondisclosure agreement if\napplicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse\nthat are permitted.\nWhat are the expected costs for data sharing? How will the costs be covered?\nIt is the intention to minimize data management costs by implementing standard procedures e.g.\nfor metadata collection and file storage and organization from the start of the project, and by\nusing free-to-use data repositories and dissemination facilities whenever possible. Data\nmanagement costs will be covered by the laboratory budget. A budget for publication costs has\nbeen requested in this project.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\n- Clinical research: Clinical trial assistant, Lotte Vanmeerbeek. \n- Preclinical research: The research and technical staff will ensure data storage and back up, with\nsupport from Dr. Andrei Segal Stanciu for the electronic laboratory notebook (ELN) and KU\nLeuven drives. The promotor and co-promotors supervise.\nWho will be responsible for data storage & back up during the project?\nThe promotor, together with Dr. Andrei Segal Stanciu.\nWho will be responsible for ensuring data preservation and reuse ?\nThe promotor, together with Dr. Andrei Segal Stanciu.\nWho bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n7 of 7"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier ESU-E1891-G066322N Grant Title G066322N Principal Investigator / Researcher Wouter Everaerts Project Data Contact wouter.everaerts@uzleuven.be Description This project investigates sensory signaling in the bladder during urinary tract infections. It will contain of both preclinical and clinical research: - The preclinical research will be conducted in mice to study the effects of urinary tract infections on bladder urothelial cells, neurons and animal behavior. First, we will determine how urinary tract infections affects the function of TRP channels in sensory nerves. Next, we will determine how TRP channels in the urothelium alter bladder sensations during infection. - The clinical part will be conducted in patients with urinary tract infections, where clinical data and biopsy samples will be obtained to test if altered TRP channel expression and/or bladder sensibility can affect the susceptibility to urinary tract infections. Institution KU Leuven 1. General Information Name applicant Wouter Everaerts FWO Project Number & Title FWO junior research project G066322N. Title: Sensory signalling in the bladder during urinary tract infections: mechanisms of sensitisation and implications for bladder function. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). 1. Patient data/material: Personal data from patients will be stored using REDCap and Formaza, a modified InfoPath (Microsoft) plug-in for electronic Case Report Form (eCRF), that is integrate the \"Klinisch WerkStation (KWS)\", the EMR system of University Hospitals Leuven. These data can be stored/exported as spss, microsoft excel, pdf and csv. Total estimated size: 50 GB. Human urothelial cells from bladder cancer patients undergoing cystectomy will be incubated overnight at 4°C in sterile HBSS-based stripping solution containing 14 mM HEPES, 20 KIU aprotinin, 0.1% EDTA, pH 7.6. After incubation, the urothelium is gently scraped, treated with collagenase for 15 min, and resuspended in keratinocyte. Cells are seeded in gelatin-coated glass coverslip and used for experiments 24-48 h after isolation. Bladder biopsies will be immersed in warm 37°C PBS containing penicillin and gentamycin. Next, biopsies are homogenized using a Qiagen tissueLyser in 1ml PBS containing complete ULTRA protease inhibitor and centrifuged at 14.000g for 15 minutes. Next the supernatant is collected and centrifuged at 18.000g for 15 minutes to remove any potential tissue fragments. The supernatants from each patient are pooled, divided into four equal samples (500ml) and stored at -80°C for further experiments. Clinical samples (urine) will be stored in the UZ Leuven biobank. 2. Preclinical data/material: - Digital images of processed tissue, stored as uncompressed tiff; total estimated size: 500 GB This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 7 - Gel scans; stored as uncompressed TIFF; total estimated size: 20 GB. - Video files of (in vivo and ex vivo) calcium imaging in sensory neurons can be stored as raw data (nd2), exported data (xlsx), analysed data (xlsx, pzfx), Images/figures (tiff png, jpg, avi) with following estimated sizes: 10 GB/file, 10MB/file, 10MB/file, 1MB/file; total estimated size: 10 TB -single-cell RNA-sequencing data of sensory neurons innervating bladder; stored as .fastq(.gz) files, sequencing alignment data stored as bam, differential expression stored as xlsx. Total estimated size: 10 TB. Sequence alignment data; stored as .bam files; total estimated size: 500 This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 7 GB. - RNA scope based in situ hybridisation will be used to determine localisation and image TRP channels. Parafin blocks slide sections and digital slides (czi) will be stored, estimated size: 10MB/file; total estimated size: 500 GB. - Immunohistochemistry to determine certain TRP channels (fe TRPV4) - Parafin blocks slide sections digital slides will be stored as czi files, estimated size: 2GB/file; total estimated size: 100 GB. - In vivo Bioluminescence (BLI) imaging using the IVIS Spectrum® system (Perkin Elmer, Waltham, USA) in the KU Leuven core facility Molecular Small Imaging Centre, with support of Prof. Greetje Vande Velde. Images will be stored as tiff. Estimated size: 1 MB/ 3 images. - Filter papers of spotting experiments can be stored in blue boxes until definitive images of these papers are taken, space is provided in the animal hotel (LICR lab). Images of these filter papers are stored as tiff. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Yes Regular personal data will be used: Name and/or address, Contact details (tel. number, e-mail address,…) , Date/year of birth and/or age, Initials, personal identification number assigned to data subjects participating in the study such as EAD number. Special/sensitive categories of personal data will be used: Health data (e.g. description of characteristics of physical features of the body, medical history. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Yes. The study is under approved by the Ethics Committee Research UZ/KU Leuven. - The research using human biological material/human data has received formal approval from the UZ/KU Leuven Ethical Committee, with the following references: S66341 and S65007 - The research using mice described in this project has received formal approval from the KU Leuven Ethical Committee, with the following references: P023/2022 and P158/2018 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? -All experiments will be documented using an Electronic Lab Notebook (eLABFTW), which will This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 7 contain all the details of the experimental protocols and procedures along with the reference to the relevant data files, and which will be time-stamped. - All preclinical experiments are performed according to protocols of LICR (Lab of Ion channel research), which can be found on the LICR wiki-pages. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes For preclinical data: Metadata will include the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format, • Resource Type: data set, image, audio, etc. • Identifier: DOI (when applicable) • Access rights: closed access, embargoed access, restricted access, open access. Additionally, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata standards more specific to our data type. For specific datasets, additional metadata will be associated with the data file as appropriate. For clinical data: - Klinisch Werkstation (KWS) is a software package for the management of electronic patient records, developed 25 years ago in UZ Leuven. KWS is now used in different hospitals in Belgium. - Formasa (UZ): Electronic case report forms (eCRF) will sometimes be collected using Formaza, a modified InfoPath (Microsoft) plug-in for KWS. - REDCap: REDCap is a secure web application for building and managing online surveys and databases. While REDCap can be used to collect virtually any type of data in any environment (including compliance with 21 CFR Part 11, FISMA, HIPAA, and GDPR), it is specifically geared to support online and offline data capture for research studies and operations. 5. Data storage and backup during the FWO project Where will the data be stored? Clinical data: Study specific data will be collected from the (e)CRF and REDCap TM Production version 9.5.13 will be used to capture these data. For UZL the REDCap the System Administrator is Gert Goos: gert.goos@kuleuven.be. These databases can be stored on UZ Leuven servers or they can be stored on the REDCap servers for which a fee of 80 euros/database/year needs to be payed. Electronic case report forms (eCRF) will sometimes also be collected using Formaza, a modified InfoPath (Microsoft) plug-in for KWS. Laboratory data: Our data are recorded on the internal and external storage of the computers attached to equipment and is duplicated on the storage facilities of our research unit. Digital files will be stored on KU Leuven servers, except for private data that will be stored on KU Leuven secure server (digital vault). - Tissue samples: Tissues will be stored locally in the laboratory. All human tissue samples will be registered with a Belgian biobank, in compliance with the Belgian law on human body material (dd 19-12- 2008). - Omics data: omics data generated during the project will either be stored on KU Leuven servers or on The Flemish Supercomputer Centre (VSC), initially in the staging area and later in the archive area. - Genetically modified organisms: Mice will be maintained in facilities of the Laboratory Animal This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 7 Center of KU Leuven, which applies Standard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. All animals will be registered in the Leuven Animal Information System (LAIS) database, along with corresponding genotyping information, ethical approval documents and animal provider receipts. Other biological and chemical samples: storage at 4°C and/or as frozen samples in cryovials as appropriate. - Algorithms, scripts and softwares: All the relevant algorithms, scripts and software code driving the project will be stored in a private online git repository (https://github.com/LICRTV). How is backup of the data provided? KU Leuven - UZ Leuven - clinical data: The data will be stored on the university's central servers with automatic daily back-up procedures. KU Leuven - laboratory data: KU Leuven drives are backed-up according to the following scheme: - Data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. - Data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. - All omics data stored on the Flemish Supercomputer Centre (VSC) will be transferred on a weekly basis to the archive area which is backed up. Incremental backups are done daily from one 20 TB QNAP NAS to a second 20 TB QNAP NAS. - Data stored on the digital vault is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard, 10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes There is sufficient storage and back-up capacity on all KU Leuven servers: - the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front-end. - the “J-drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system. What are the expected costs for data storage and back up during the project? How will these costs be covered? - Data storage in a REDCAP database costs 80 euros per project per year. As this CA2 project consists of 5 seperate projects, total cost equals 400 euros per year. - Formaza files are provided by our own PhD researchers, no costs are associated with the This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 7 development of these files. -The costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” and 519€/TB/Year for the “J-drive”. -Maintaining a mouse colony alive costs about 1,200 euro per year (for 6 cages), excluding the costs of genotyping. When no experiment is planned with a particular mouse strain, and in compliance with the 3R’s rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to safeguard the strain, prevent genetic drift, loss of transgene and potential infections or breeding problems. Cryopreservation of sperm/embryos costs about 500 to 700 euro per genotype, plus a minimal annual storage fee (25 euro per strain for 250 to 500 embryos). Frozen specimen are kept in two separate liquid nitrogen tanks at two different sites on campus. When necessary, the costs of revitalization from cryopreserved sperm/embryos are about 1,100/600 euro. -Electricity costs for the -80° freezers present in the labs are included in general lab costs. - For backup, the current KU Leuven tariffs are approx. 175 euros per TB per year. Data storage and backup costs are included in general lab costs. Data security: how will you ensure that the data are securely stored and not accessed This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 7 or modified by unauthorized persons? - When using UZ Leuven REDCap, physical access to the data centers is logged and restricted to authorized KU Leuven Information Technology (IT) personnel, using badge identification. At the clinical database level only study team members, monitors and auditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has requested project-specific eCRF access, are granted data access. Upon successful training completion each user is centrally assigned a user role, associated with predefined system/data privileges, in accordance with CR DM-WI-001. - Samples will be stored in the archive of O&N1. This room has a separate key to open the door. Access to O&N1 is controlled by electronic badge readers. - The primary storage location for the data is on password-protected KU Leuven personal computers, with immediate backup to secure network-attached, redundant disk arrays managed by the lab, accessible only to selected members of the lab. Long- term storage for data that does not require repeated fast access is provided by the KU Leuven ICTS' Large Volume Storage service. - Both the “L-drive” and “J-drive” servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. Access to the digital vault is possible only through using a KU Leuven user-id and password, and user rights only grant access to the data in their own vault. Sensitive data transfer will be performed according to the best practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. A security service monitors the technical installations continuously, even outside working hours. - All private data will be rendered anonymous before processing outside the digital vault. Only the PI will be granted access to the server to deposit private data. The PI will be the only responsible for linking patient information, survey data and/or tissue samples, and will strictly respect confidentiality. All de-identified data will be exported from the database by the PI, and stored on KU Leuven servers from where it can be accessed by the research and technical staff from the laboratory. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for at least 10 years after the end of the project. Where will the data be archived (= stored for the longer term)? Cinical data: Clinical data will be stored on the UZ Leuven's central servers with automatic back-up procedures for 25 years, conform the EC guidelines. Laboratory data: The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. The costs (€156 per TB per year for “Large volume-storage” ) will be covered by funding from the PI. Processed samples and data will be archived for at least 10 years in the facilities of LICR (O&N1; 8th floor). As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org), at the latest at the time of publication. For all other datasets, long term storage will be ensured as follows: -Digital datasets: files will be stored on the “L-drive”. -Tissue samples: Tissues will be stored locally in the laboratory. -Omics data: datasets will be stored on the “L-drive” or, for larger datasets, on the Vlaams Supercomputer Centrum What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Generally, we store the database on the REDCap server as long as the study is ongoing. In REDCap we pay 80 euros per database-project per year. These costs will be covered by funding of the PI. Afterwards, when the study is terminated, we store these data on the UZ Leuven servers. The total estimated cost of data storage during 10 years after the end of the project is 22589 €. This estimation is based on the following costs: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 7 -The costs of digital data storage are as follows: 173,78€/TB/Year for the “L-drive” and 519€/TB/Year for the “J-drive”. - Maintaining a mouse colony alive costs about 1,200 euro per year (for 6 cages), excluding the costs of genotyping. When no experiment is planned with a particular mouse strain, and in compliance with the 3R’s rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to safeguard the strain, prevent genetic drift, loss of transgene and potential infections or breeding problems. Cryopreservation of sperm/embryos costs about 500 to 700 euro per genotype, plus a minimal annual storage fee (25 euro per strain for 250 to 500 embryos). Frozen specimen are kept in two separate liquid nitrogen tanks at two different sites on campus. When necessary, the costs of revitalization from cryopreserved sperm/embryos are about 1,100/600 euro. Data storage and backup costs are included in general lab costs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Participants to the present project are committed to publish research results to communicate them to peers and to a wide audience. All research outputs supporting publications will be made openly accessible. Depending on their nature, some data may be made available prior to publication, either on an individual basis to interested researchers and/or potential new collaborators, or publicly via repositories (e.g. negative data). We aim at communicating our results in journals that require full disclosure upon publication of all included data, either in the main text, in supplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the journal, accessibility restrictions may apply. Biological material will be distributed to other parties upon reasonable request. Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a nondisclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. When will the data be made available? Immediately after the end of the project Upon publication of the research results Relevant datasets will be made publicly available with publication. Results of general interest that will not be published can be made available to other researchers after the end of the project. Who will be able to access the data and under what conditions? Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 7 data shared directly by the PI, a material transfer agreement (and a nondisclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. What are the expected costs for data sharing? How will the costs be covered? It is the intention to minimize data management costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. A budget for publication costs has been requested in this project. 8. Responsibilities Who will be responsible for data documentation & metadata? - Clinical research: Clinical trial assistant, Lotte Vanmeerbeek. - Preclinical research: The research and technical staff will ensure data storage and back up, with support from Dr. Andrei Segal Stanciu for the electronic laboratory notebook (ELN) and KU Leuven drives. The promotor and co-promotors supervise. Who will be responsible for data storage & back up during the project? The promotor, together with Dr. Andrei Segal Stanciu. Who will be responsible for ensuring data preservation and reuse ? The promotor, together with Dr. Andrei Segal Stanciu. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 7 of 7"
}