{
    "document_id": "D-2021-1077",
    "LinkTitle": "D-2021-1077",
    "file_name": "D-2021-1077.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1077.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP Template.docx",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template  1  FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template.   1. General Information  Name applicant  Anton Jäger FWO Project Number & Title The Political Theory of American Populism (12X0122N)  Affiliation ☒ KU Leuven  ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt  ☐ Vrije Universiteit Brussel ☐ Other:  2. Data description  Will you generate/collect new data and/or make use of existing data?  ☐ Generate new data ☒ Reuse existing data \n2019-10-01 | FWO DMP Template  2  Describe the origin, type and format of the data (per dataset) and its (estimated) volume  If you reuse existing data, specify the source of these data.  Distinguish data types (the kind of content) from data formats (the technical format). The data gathered for the project stem from a total of three sources. The first (i) is a conventional, secondary academic literature in political theory and political history on the topic of populism. These are stored primordially in university libraries. The second (ii) is a large newspaper archive put together by the Library of Congress, which has digitalized dailies and magazines from the 1800s. These are searchable online and allow for saved editions in PDF-format. The third (iii) batch of sources concern scans from American academic collections which have been made in previous years, either by the author themselves or requested appointees. These are all available in a digital storage facility.  3. Ethical and legal issues  Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register.  In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes:  - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☐ Yes ☒ No If yes:  - Reference to ethical committee approval:  Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☐ Yes ☒ No If yes, please comment: \n2019-10-01 | FWO DMP Template  3  Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment:   4. Documentation and metadata  What documentation will be provided to enable understanding and reuse of the data collected/generated in this project?  The data in question is scanned and retrievable in PDF-format. This means it can easily be transmitted and processed in different portals, whether Adobe, Dropbox, Google Docs, or the KU Leuven’s own back up folders. Will a metadata standard be used? If so, describe in detail which standard will be used.  If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No If yes, please specify:   5. Data storage & backup during the FWO project  Where will the data be stored?  The data will be stored digitally, in a personal Dropbox-folder.  How will the data be backed up?  Through Dropbox synchronization – the files are available online on any portal and can be accessed by simply logging in to the account in question. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.  ☒ Yes ☐ No If no, please specify:  \n2019-10-01 | FWO DMP Template  4  What are the expected costs for data storage and backup during the project? How will these costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. No costs except for Dropbox-subscription (8-euro p/month). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  Password-ensured and backed up by a personal email address (ajaeger1@hotmail.be).   6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow.  Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons  for this (legal or contractual restrictions, physical preservation issues, ...). The data will be retained, if necessary, after the close of the project. Where will these data be archived (= stored for the long term)?  Idem – the Dropbox folder. \n2019-10-01 | FWO DMP Template  5  What are the expected costs for data preservation during these 5 years? How will the costs be covered?   Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Same as previous Dropbox-costs.  7. Data sharing and reuse  Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?  ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project?  All the data, if so requested. Where/how will the data be made available for reuse?  ☐ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify):  When will the data be made available?  Whenever necessary. Who will be able to access the data and under what conditions?  Upon personal request via email. \n2019 -10-01 | FWO DMP Template   6 \n What are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data management, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.\n Idem for the Dropbox subscription.  \n \n8. Responsibilities \n \nWho will be responsible for the data \ndocumentation & metadata?  The postdocto ral researcher. \nWho will be responsible for data storage & back \nup during the project?  The postdocto ral researcher. \nWho will be responsible for ensuring data \npreservation and sharing?  The postdocto ral researcher. \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response : The PI bears the overall \nresponsibility for updating & implementing this DMP  The postdocto ral researcher. \n \n"
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Anton Jäger FWO Project Number & Title The Political Theory of American Populism (12X0122N) Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☐ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The data gathered for the project stem from a total of three sources. The first (i) is a conventional, secondary academic literature in political theory and political history on the topic of populism. These are stored primordially in university libraries. The second (ii) is a large newspaper archive put together by the Library of Congress, which has digitalized dailies and magazines from the 1800s. These are searchable online and allow for saved editions in PDF-format. The third (iii) batch of sources concern scans from American academic collections which have been made in previous years, either by the author themselves or requested appointees. These are all available in a digital storage facility. 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☐ Yes ☒ No If yes: - Reference to ethical committee approval: Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☐ Yes ☒ No If yes, please comment: 2019-10-01 | FWO DMP Template 3 Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? The data in question is scanned and retrievable in PDF-format. This means it can easily be transmitted and processed in different portals, whether Adobe, Dropbox, Google Docs, or the KU Leuven’s own back up folders. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No If yes, please specify: 5. Data storage & backup during the FWO project Where will the data be stored? The data will be stored digitally, in a personal Dropbox-folder. How will the data be backed up? Through Dropbox synchronization – the files are available online on any portal and can be accessed by simply logging in to the account in question. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: 2019-10-01 | FWO DMP Template 4 What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. No costs except for Dropbox-subscription (8-euro p/month). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Password-ensured and backed up by a personal email address (ajaeger1@hotmail.be). 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The data will be retained, if necessary, after the close of the project. Where will these data be archived (= stored for the long term)? Idem – the Dropbox folder. 2019-10-01 | FWO DMP Template 5 What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Same as previous Dropbox-costs. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project? All the data, if so requested. Where/how will the data be made available for reuse? ☐ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? Whenever necessary. Who will be able to access the data and under what conditions? Upon personal request via email. 2019 -10-01 | FWO DMP Template 6 What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Idem for the Dropbox subscription. 8. Responsibilities Who will be responsible for the data documentation & metadata? The postdocto ral researcher. Who will be responsible for data storage & back up during the project? The postdocto ral researcher. Who will be responsible for ensuring data preservation and sharing? The postdocto ral researcher. Who bears the end responsibility for updating & implementing this DMP? Default response : The PI bears the overall responsibility for updating & implementing this DMP The postdocto ral researcher."
}