{
    "document_id": "D-2023-2236",
    "LinkTitle": "D-2023-2236",
    "file_name": "D-2023-2236.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2236.pdf",
    "metadata": {
        "title": "The orbital evolution of planets orbiting ageing stars",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "The orbital evolution of planets orbiting ageing stars\nA Data Management Plan created using DMPonline.be\nCreator: \nClio Gielen\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject Administrator:\n \nClio Gielen\nGrant number / URL: \nG0B3823N\nID: \n198576\nStart date: \n01-01-2023\nEnd date: \n31-12-2026\nProject abstract:\nSome 95% of all stars in the galaxy have an initial mass lower than 8 solar masses; it is now thought that the majority of\nthem has at least one planetary companion. During the post-main-sequence evolution, these stars go through giant\nphases characterized by significant mass loss, large stellar radii, strong pulsations, and extreme luminosities. These\nchanges in stellar characteristics may completely transform a planetary system: the stellar wind, star-planet tides,\nplanet accretion or loss rates, and drag forces drive the orbital evolution of the giant star-planet system and establish\nwhether the planet survives the star’s giant phases or not.\nBut, at present time, the orbital evolution of planets orbiting giant stars is only addressed at the level of the stellar\nequilibrium tide, with mass-loss rates and mass-transfer efficiencies now thought to be highly inaccurate. Here we take a\nradically different approach by constructing models that include all relevant ingredients and are based on\nunprecedented calculations. We will extend the tidal formalism with pioneering calculations of dynamical tides in giant\nstars and will include spin-orbit coupling, wind Roche Lobe overflow, gravitational and frictional drag forces, novel\nplanet accretion and loss rates and a new wind mass-loss rates. That way, this project will lead to a new quantitative\nmetric for predicting the fate of planets orbiting ageing stars, including that of the Solar system planets orbiting the\nageing Sun.\nLast modified: \n22-05-2023\nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n1 of 8\nThe orbital evolution of planets orbiting ageing stars\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from the\nfollowing options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt,\n.rtf, .dwg, .gml,\n…\nNA\nPlease choose\nfrom the\nfollowing options:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nD1\ntidal dissipation\nfactors\nnew\ndigital\nOther (theoretical\ndescription)\nSoftware\n.txt, .csv\npython code/Jupyter\nnotebooks\n<50TB\n \nD2a\nconfront\npredictions with\nobservations\nreuse\ndigital\nObservational/Simulation\nSoftware\n.txt, .csv, .dat\npython code/Jupyter\nnotebooks\n<50TB\n \nD2b\nresonance\nformulae\nnew\ndigital\nOther (theoretical\nderivation)\nSoftware\n.txt, .csv\npython code/Jupyter\nnotebooks\n<1GB\n \nD3a\nmass-loss related\nrelations\nnew\ndigital\nSimulation/theoretical\nderivation\nSoftware\n.txt, .csv\npython code/Jupyter\nnotebooks\n<25TB\n \nD3b\nmodel grids\nreuse\ndigital\nSimulation\n.txt, .csv\n<50TB\n \nD4a\nmodel predictions\nnew\ndigital\nSimulation/theoretical\nderivation\nSoftware\n.txt, .csv\npython code/Jupyter\nnotebooks\n<5TB\n \nD4b\nMESA simulations\nnew\ndigital\nSimulation data\nSoftware\n.dat\npython code/Jupyter\nnotebooks\n<5TB\n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nFor Deliverable 2 we will confront new simulations with existing observations, published in Gális et al. 199, A&A 348, 533\n(https://articles.adsabs.harvard.edu/pdf/1999A%26A...348..533G); and Soszyński et al. 2021, ApJL 911, L22 (https://iopscience.iop.org/article/10.3847/2041-8213/abf3c9);\nFor Deliverable 3 we will use model grids which are currently being run in-house by PhD students Jolien Malfait and Silke Maes. These model grids will be ready by the start\nof the work package.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n2 of 8\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nThe limited use of existing data (observation/models) should not cause issues as all used results are publicly available to the scientific community.\nExisting software tools such as MESA (https://docs.mesastar.org/en/release-r22.11.1/) and GYRE (https://gyre.readthedocs.io/en/stable/) will be used to calculate model\nsimulations. These codes can be freely used as long as the necessary citations/acknowledgements are given.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nDetailed description of the full scientific process (theoretical derivations, model development and setup, scientific deliverables) will be documented in text files, PDFs and\ndigital notebooks in the working directories of the host institute and published in regular scientific publications.\nSoftware code/tools and Jupiter notebooks/scripts will include readme files on Github and will be commentated inline in the code to describe the aim of the code and\ndetails on the input/out variables. All modelling output will be saved in a well-documented local directory structure with readme.txt files.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nData bases of model output will come with model specific metadata information on parameter space setup.\nJournal publications will use dedicated journal standards (e.g. keywords) to identify research context.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nLocally (personal device+institute servers+backups)\n:\nNewly-made simulations and theoretical derivations\nModels, parameters and retrievals \nAnalysis tools/software codes\nExternally\n:\nOriginal observations (archival database of different observatories and the CDS database http://cdsweb.u-strasbg.fr/about)\nSoftware codes and tools (Github)\nScientific publications (journal websites, KU Leuven Lirias)\nHow will the data be backed up?\nThe host institute has a well-developed in-house storage and backup system which will allow for continuous data preservation.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nNecessary additonal storage facilities are calculated in the project budget. If even more storage is needed, these can be taken on by the research group working budget.\nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n3 of 8\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nRaw and processed data are stored on institute network servers and backup following KU Leuven and in-house security standards: all data are secured with access\nrestrictions on file-system level.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\n9200€ for high-speed solid-state drives and 50TB of additional data storage capacity is budgeted in the project. If even more storage is needed, these can be taken on by\nthe research group working budget.\n \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll original observations and retrievals/results (raw,processed, models, retrievals, publications) will be stored for at least 25 years. \nWhere will these data be archived (stored and curated for the long-term)?\nAll data (data reduction, analysis, model, retrievals, publications) will be stored locally on the servers of the host institute.\nAll publications will be archived on the website of the scientific journal and the SAO/NASA Astrophysics Data System (https://ui.adsabs.harvard.edu/).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCosts for backup and storage on local institute servers has been included in the project budget and the general working budget of the host institute.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nScientific publications with description of the full scientific process, methods and model output parameters will be made available via journal websites and KU\nLeuven Lirias.\nSoftware tools and scripts will be made available via Github\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nScientific publications with description of the full scientific process, methods and model output parameters will be made available via journal websites and KU\nLeuven Lirias.\nIf necessary (i.e. if not all relevant data can be disseminated via scientific publications due to size/type constraints) deliverables will be made public via a dedicated\nproject website on the host website (but linked in the scientific publication).\nSoftware tools and scripts will be made available via Github\nWhen will the data be made available?\nAfter publication in the scientific journals.\nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n4 of 8\nWhich data usage licenses are you going to provide? If none, please explain why.\nResults and data in scientific journals are published under CC-BY 4.0\nSoftware on Github are published under \nGPL-3.0 license\n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nScientific publications will get a DOI assigned as per journal standards.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWe budget ~1000euro per publication for gold open access. There are no costs associated with Github or other public access repositories such as ArXiv or Lirias.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PI and team members together with assistance from the institute's project coordinator and IT team. \nWho will manage data storage and backup during the research project?\nThe PI and institute's IT team will be responsible for proper working of server storage and backup. \nWho will manage data preservation and sharing?\nThe PI and team members will make sure the data is correctly set up for server storage and open access sharing. \nWho will update and implement this DMP?\nThe PI and institute's project coordinator. \nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n5 of 8\nThe orbital evolution of planets orbiting ageing stars\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nThis project will generate new theoretical (and numerical) descriptions and model simulations. All theoretical results (and hence equations) will be published in open-\naccess journals, Lirias and ArXiv. The output formats of the numerical codes vary between .csv, .txt and .dat files. We will post- process and analyze these by using and\ndeveloping python scripts and Jupiter notebooks that can be shared via platforms such as GitHub. During this FWO project, we will generate a grid of model predictions\nthat are stored in regular text and binary files and will be made publicly available on a dedicated website.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nThe supervisor and team members will be responsible for the preservation of the data, assisted by the IT team of the Institute of Astronomy (IvS).\nThe IvS has a well-developed in-house storage and backup system which will allow for continuous data preservation. Funding for the backup and storage servers is\nforeseen in the project.\nAll original astronomical observations and metadata are stored on public data repositories of the observatories and publications describing the full scientific method will\nbe available from the respective scientific journals and KU Leuven Lirias.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nNA\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNA\nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n6 of 8\nThe orbital evolution of planets orbiting ageing stars\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n7 of 8\nThe orbital evolution of planets orbiting ageing stars\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 22 May 2023\n8 of 8"
    },
    "clean_full_text": "The orbital evolution of planets orbiting ageing stars A Data Management Plan created using DMPonline.be Creator: Clio Gielen Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Project Administrator: Clio Gielen Grant number / URL: G0B3823N ID: 198576 Start date: 01-01-2023 End date: 31-12-2026 Project abstract: Some 95% of all stars in the galaxy have an initial mass lower than 8 solar masses; it is now thought that the majority of them has at least one planetary companion. During the post-main-sequence evolution, these stars go through giant phases characterized by significant mass loss, large stellar radii, strong pulsations, and extreme luminosities. These changes in stellar characteristics may completely transform a planetary system: the stellar wind, star-planet tides, planet accretion or loss rates, and drag forces drive the orbital evolution of the giant star-planet system and establish whether the planet survives the star’s giant phases or not. But, at present time, the orbital evolution of planets orbiting giant stars is only addressed at the level of the stellar equilibrium tide, with mass-loss rates and mass-transfer efficiencies now thought to be highly inaccurate. Here we take a radically different approach by constructing models that include all relevant ingredients and are based on unprecedented calculations. We will extend the tidal formalism with pioneering calculations of dynamical tides in giant stars and will include spin-orbit coupling, wind Roche Lobe overflow, gravitational and frictional drag forces, novel planet accretion and loss rates and a new wind mass-loss rates. That way, this project will lead to a new quantitative metric for predicting the fate of planets orbiting ageing stars, including that of the Solar system planets orbiting the ageing Sun. Last modified: 22-05-2023 Created using DMPonline.be. Last modiﬁed 22 May 2023 1 of 8 The orbital evolution of planets orbiting ageing stars FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA D1 tidal dissipation factors new digital Other (theoretical description) Software .txt, .csv python code/Jupyter notebooks <50TB D2a confront predictions with observations reuse digital Observational/Simulation Software .txt, .csv, .dat python code/Jupyter notebooks <50TB D2b resonance formulae new digital Other (theoretical derivation) Software .txt, .csv python code/Jupyter notebooks <1GB D3a mass-loss related relations new digital Simulation/theoretical derivation Software .txt, .csv python code/Jupyter notebooks <25TB D3b model grids reuse digital Simulation .txt, .csv <50TB D4a model predictions new digital Simulation/theoretical derivation Software .txt, .csv python code/Jupyter notebooks <5TB D4b MESA simulations new digital Simulation data Software .dat python code/Jupyter notebooks <5TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: For Deliverable 2 we will confront new simulations with existing observations, published in Gális et al. 199, A&A 348, 533 (https://articles.adsabs.harvard.edu/pdf/1999A%26A...348..533G); and Soszyński et al. 2021, ApJL 911, L22 (https://iopscience.iop.org/article/10.3847/2041-8213/abf3c9); For Deliverable 3 we will use model grids which are currently being run in-house by PhD students Jolien Malfait and Silke Maes. These model grids will be ready by the start of the work package. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please Created using DMPonline.be. Last modiﬁed 22 May 2023 2 of 8 comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No The limited use of existing data (observation/models) should not cause issues as all used results are publicly available to the scientific community. Existing software tools such as MESA (https://docs.mesastar.org/en/release-r22.11.1/) and GYRE (https://gyre.readthedocs.io/en/stable/) will be used to calculate model simulations. These codes can be freely used as long as the necessary citations/acknowledgements are given. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Detailed description of the full scientific process (theoretical derivations, model development and setup, scientific deliverables) will be documented in text files, PDFs and digital notebooks in the working directories of the host institute and published in regular scientific publications. Software code/tools and Jupiter notebooks/scripts will include readme files on Github and will be commentated inline in the code to describe the aim of the code and details on the input/out variables. All modelling output will be saved in a well-documented local directory structure with readme.txt files. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Data bases of model output will come with model specific metadata information on parameter space setup. Journal publications will use dedicated journal standards (e.g. keywords) to identify research context. 3. Data storage & back-up during the research project Where will the data be stored? Locally (personal device+institute servers+backups) : Newly-made simulations and theoretical derivations Models, parameters and retrievals Analysis tools/software codes Externally : Original observations (archival database of different observatories and the CDS database http://cdsweb.u-strasbg.fr/about) Software codes and tools (Github) Scientific publications (journal websites, KU Leuven Lirias) How will the data be backed up? The host institute has a well-developed in-house storage and backup system which will allow for continuous data preservation. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Necessary additonal storage facilities are calculated in the project budget. If even more storage is needed, these can be taken on by the research group working budget. Created using DMPonline.be. Last modiﬁed 22 May 2023 3 of 8 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Raw and processed data are stored on institute network servers and backup following KU Leuven and in-house security standards: all data are secured with access restrictions on file-system level. What are the expected costs for data storage and backup during the research project? How will these costs be covered? 9200€ for high-speed solid-state drives and 50TB of additional data storage capacity is budgeted in the project. If even more storage is needed, these can be taken on by the research group working budget. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All original observations and retrievals/results (raw,processed, models, retrievals, publications) will be stored for at least 25 years. Where will these data be archived (stored and curated for the long-term)? All data (data reduction, analysis, model, retrievals, publications) will be stored locally on the servers of the host institute. All publications will be archived on the website of the scientific journal and the SAO/NASA Astrophysics Data System (https://ui.adsabs.harvard.edu/). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs for backup and storage on local institute servers has been included in the project budget and the general working budget of the host institute. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Scientific publications with description of the full scientific process, methods and model output parameters will be made available via journal websites and KU Leuven Lirias. Software tools and scripts will be made available via Github If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Scientific publications with description of the full scientific process, methods and model output parameters will be made available via journal websites and KU Leuven Lirias. If necessary (i.e. if not all relevant data can be disseminated via scientific publications due to size/type constraints) deliverables will be made public via a dedicated project website on the host website (but linked in the scientific publication). Software tools and scripts will be made available via Github When will the data be made available? After publication in the scientific journals. Created using DMPonline.be. Last modiﬁed 22 May 2023 4 of 8 Which data usage licenses are you going to provide? If none, please explain why. Results and data in scientific journals are published under CC-BY 4.0 Software on Github are published under GPL-3.0 license Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Scientific publications will get a DOI assigned as per journal standards. What are the expected costs for data sharing? How will these costs be covered? We budget ~1000euro per publication for gold open access. There are no costs associated with Github or other public access repositories such as ArXiv or Lirias. 6. Responsibilities Who will manage data documentation and metadata during the research project? The PI and team members together with assistance from the institute's project coordinator and IT team. Who will manage data storage and backup during the research project? The PI and institute's IT team will be responsible for proper working of server storage and backup. Who will manage data preservation and sharing? The PI and team members will make sure the data is correctly set up for server storage and open access sharing. Who will update and implement this DMP? The PI and institute's project coordinator. Created using DMPonline.be. Last modiﬁed 22 May 2023 5 of 8 The orbital evolution of planets orbiting ageing stars Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) This project will generate new theoretical (and numerical) descriptions and model simulations. All theoretical results (and hence equations) will be published in open- access journals, Lirias and ArXiv. The output formats of the numerical codes vary between .csv, .txt and .dat files. We will post- process and analyze these by using and developing python scripts and Jupiter notebooks that can be shared via platforms such as GitHub. During this FWO project, we will generate a grid of model predictions that are stored in regular text and binary files and will be made publicly available on a dedicated website. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) The supervisor and team members will be responsible for the preservation of the data, assisted by the IT team of the Institute of Astronomy (IvS). The IvS has a well-developed in-house storage and backup system which will allow for continuous data preservation. Funding for the backup and storage servers is foreseen in the project. All original astronomical observations and metadata are stored on public data repositories of the observatories and publications describing the full scientific method will be available from the respective scientific journals and KU Leuven Lirias. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) NA Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) NA Created using DMPonline.be. Last modiﬁed 22 May 2023 6 of 8 The orbital evolution of planets orbiting ageing stars DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 22 May 2023 7 of 8 The orbital evolution of planets orbiting ageing stars GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 22 May 2023 8 of 8"
}