{
    "document_id": "D-2024-2863",
    "LinkTitle": "D-2024-2863",
    "file_name": "D-2024-2863.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2863.pdf",
    "metadata": {
        "title": "TerraVirtualE",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "TerraVirtualE\nTerraVirtualE\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nGiovanni Lapenta\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nEuropean Research Council (ERC)\nTemplate: \nTemplate: \nERC DMP +\nPrincipal Investigator:\nPrincipal Investigator:\n \nGiovanni Lapenta\nGrant number / URL: \nGrant number / URL: \n101095310\nID: \nID: \n205076\nProject abstract:\nProject abstract:\nThe question about how solar storms impact a planet has both fundamental scientific importance and great social impacts for protecting our\ninfrastructure from the most powerful solar storms. At present, models rely on a fluid description of the electrons due to algorithmic and computational\nchallenges. Our goal is to develop a model of the space environment around a planet based on a particle description of both ions and electrons. We plan\nto use the particle in cell (PIC) model where both ions and electrons retain their nature as particles. This PIC model will allow us to investigate the\ncritical role of energetic electrons participating in the energy and matter transfer from the solar wind to the planet inner space. What makes this goal\nnow possible is the Energy Conserving semi implicit method (ECsim), developed by the PI. The ECsim conserves energy exactly, a critical element in\nthe investigation of energy flow from the solar wind. In addition, the energy conservation leads to enhanced numerical stability, which in turn greatly\naugment ECsim’s capability to simulate very large systems such as planet atmospheres while treating electrons as particles rather than fluid. We will\nstart from this new development and introduce two critical innovations. First, we will implement adaptive spatial and temporal resolution for finer\nresolution closer to the planet and in selected areas of interest. Second, we will implement CPU-GPU algorithms for the new heterogeneous\nsupercomputers developed by EuroHPC. These innovations will increase the capability of ECsim by more than an order of magnitude making it\npossible to model a region as big as the Earth space environment with the computers available within the next 3-5 years. If successful, we will have the\nfirst PIC model to describe a planetary space environment where the correct particle nature of the electrons is considered with all its implication for the\nenergy and matter transport.\nLast modified: \nLast modified: \n26-02-2024\nCreated using DMPonline.be. Last modiﬁed 26 February 2024\n1 of 5\nTerraVirtualE\nTerraVirtualE\nGDPR Record\nGDPR Record\nGDPR record\nGDPR record\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 26 February 2024\n2 of 5\nTerraVirtualE\nTerraVirtualE\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 26 February 2024\n3 of 5\nTerraVirtualE\nTerraVirtualE\nERC DMP +\nERC DMP +\nProject information\nProject information\nProject Acronym\nProject Acronym\nTerraVirtualE \nProject Number\nProject Number\n101095310 \nData summary\nData summary\nSummary\nSummary\nThere will be two types of data:\nFIELDS: Fields (electric and magnetic) and moments (density, current, pressure tensor and energy flux) for each species (at least 2:\nprotons and electrons). The data is generated by the code ECsim and is in hdf5 format. Each file is typically less than 5GB. A single file\nis generated by all processors in parallel and includes each quantity as a separate field within the hierarchical hd5 file. One file is\ngenerated for each saved time step, typically one every 500-1000. \nPARTICLES: Particle data (position, velocity, color and id) for each species. The data is generated by the code ECsim and is in hdf5\nformat. Each file is typically less than 5TB. A single file is generated by all processors in parallel and includes each quantity as a separate\nfield within the hierarchical hd5 file. One file is generated for each saved time step, typically one every 1000-2000. \nFAIR data\nFAIR data\n1. Making data findable\n1. Making data findable\nData is discoverable via search engines and catalogues, have machine-readable metadata and a unique persistent identifier such as a Digital\nObject Identifier (DOI).\nWe will ensure data fundability by\nDepositing and publishing your data in a trusted data repository such as KU Leuven RDR or one of many other suitable data repositories\nmakes data findable.\nRepositories will apply metadata for discovery.\nRepositories will apply a unique persistent identifier. E.g. a field data  can have the unique identifier ECSIMFIELD_JAX:006852 in the\nResource Identification Portal.\nRepositories exchange metadata with aggregation discovery portals such as Google Dataset Search, OpenAIRE Explore or DataCite.\n2. Making data openly accessible\n2. Making data openly accessible\nUsers will be informed that they can access our data. Data will be available as open data (public access).\nAll our codes and data will be openly accessible\nData repositories will make our data accessible.\nWe use no restricted data \nMetadata are always openly accessible\nMetadata explain the procedures for accessing the data.\nCreated using DMPonline.be. Last modiﬁed 26 February 2024\n4 of 5\n3. Making data interoperable\n3. Making data interoperable\nWe will use standardisation of data, metadata and using open file formats to make data combinable and exchangable with other data.\nWe will use:\nOpen and standard (hdf5) file formats to make data interoperable.\nThe provided metadata follows relevant standards in the field as set in the planetary database.\nControlled vocabularies, community standards, thesauri, or ontologies are used where possible.\n4. Increase data re-use\n4. Increase data re-use\nDocumentation and metadata wil support data interpretation and reuse. \nThe data are accurate and well described with many relevant attributes (documentation & metadata).\nThe data have a clear and accessible data usage license (see licenses in RDR).\nThe data have a clear and detailed provenance: how, why, and by whom is the data created and/or processed.\nThe data and metadata meet relevant domain standards. \n5. Allocation of resources and data security\n5. Allocation of resources and data security\nSufficient resources are already available to store the data at the Flemish Supercomputing Center, VSC, using the Tier-1 data system.\nData security will be ensured by the practices of the Flemish Supercomputing Center, VSC.\nCreated using DMPonline.be. Last modiﬁed 26 February 2024\n5 of 5"
    },
    "clean_full_text": "TerraVirtualE TerraVirtualE A Data Management Plan created using DMPonline.be Creator: Creator: Giovanni Lapenta Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: European Research Council (ERC) Template: Template: ERC DMP + Principal Investigator: Principal Investigator: Giovanni Lapenta Grant number / URL: Grant number / URL: 101095310 ID: ID: 205076 Project abstract: Project abstract: The question about how solar storms impact a planet has both fundamental scientific importance and great social impacts for protecting our infrastructure from the most powerful solar storms. At present, models rely on a fluid description of the electrons due to algorithmic and computational challenges. Our goal is to develop a model of the space environment around a planet based on a particle description of both ions and electrons. We plan to use the particle in cell (PIC) model where both ions and electrons retain their nature as particles. This PIC model will allow us to investigate the critical role of energetic electrons participating in the energy and matter transfer from the solar wind to the planet inner space. What makes this goal now possible is the Energy Conserving semi implicit method (ECsim), developed by the PI. The ECsim conserves energy exactly, a critical element in the investigation of energy flow from the solar wind. In addition, the energy conservation leads to enhanced numerical stability, which in turn greatly augment ECsim’s capability to simulate very large systems such as planet atmospheres while treating electrons as particles rather than fluid. We will start from this new development and introduce two critical innovations. First, we will implement adaptive spatial and temporal resolution for finer resolution closer to the planet and in selected areas of interest. Second, we will implement CPU-GPU algorithms for the new heterogeneous supercomputers developed by EuroHPC. These innovations will increase the capability of ECsim by more than an order of magnitude making it possible to model a region as big as the Earth space environment with the computers available within the next 3-5 years. If successful, we will have the first PIC model to describe a planetary space environment where the correct particle nature of the electrons is considered with all its implication for the energy and matter transport. Last modified: Last modified: 26-02-2024 Created using DMPonline.be. Last modiﬁed 26 February 2024 1 of 5 TerraVirtualE TerraVirtualE GDPR Record GDPR Record GDPR record GDPR record Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 26 February 2024 2 of 5 TerraVirtualE TerraVirtualE DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 26 February 2024 3 of 5 TerraVirtualE TerraVirtualE ERC DMP + ERC DMP + Project information Project information Project Acronym Project Acronym TerraVirtualE Project Number Project Number 101095310 Data summary Data summary Summary Summary There will be two types of data: FIELDS: Fields (electric and magnetic) and moments (density, current, pressure tensor and energy flux) for each species (at least 2: protons and electrons). The data is generated by the code ECsim and is in hdf5 format. Each file is typically less than 5GB. A single file is generated by all processors in parallel and includes each quantity as a separate field within the hierarchical hd5 file. One file is generated for each saved time step, typically one every 500-1000. PARTICLES: Particle data (position, velocity, color and id) for each species. The data is generated by the code ECsim and is in hdf5 format. Each file is typically less than 5TB. A single file is generated by all processors in parallel and includes each quantity as a separate field within the hierarchical hd5 file. One file is generated for each saved time step, typically one every 1000-2000. FAIR data FAIR data 1. Making data findable 1. Making data findable Data is discoverable via search engines and catalogues, have machine-readable metadata and a unique persistent identifier such as a Digital Object Identifier (DOI). We will ensure data fundability by Depositing and publishing your data in a trusted data repository such as KU Leuven RDR or one of many other suitable data repositories makes data findable. Repositories will apply metadata for discovery. Repositories will apply a unique persistent identifier. E.g. a field data can have the unique identifier ECSIMFIELD_JAX:006852 in the Resource Identification Portal. Repositories exchange metadata with aggregation discovery portals such as Google Dataset Search, OpenAIRE Explore or DataCite. 2. Making data openly accessible 2. Making data openly accessible Users will be informed that they can access our data. Data will be available as open data (public access). All our codes and data will be openly accessible Data repositories will make our data accessible. We use no restricted data Metadata are always openly accessible Metadata explain the procedures for accessing the data. Created using DMPonline.be. Last modiﬁed 26 February 2024 4 of 5 3. Making data interoperable 3. Making data interoperable We will use standardisation of data, metadata and using open file formats to make data combinable and exchangable with other data. We will use: Open and standard (hdf5) file formats to make data interoperable. The provided metadata follows relevant standards in the field as set in the planetary database. Controlled vocabularies, community standards, thesauri, or ontologies are used where possible. 4. Increase data re-use 4. Increase data re-use Documentation and metadata wil support data interpretation and reuse. The data are accurate and well described with many relevant attributes (documentation & metadata). The data have a clear and accessible data usage license (see licenses in RDR). The data have a clear and detailed provenance: how, why, and by whom is the data created and/or processed. The data and metadata meet relevant domain standards. 5. Allocation of resources and data security 5. Allocation of resources and data security Sufficient resources are already available to store the data at the Flemish Supercomputing Center, VSC, using the Tier-1 data system. Data security will be ensured by the practices of the Flemish Supercomputing Center, VSC. Created using DMPonline.be. Last modiﬁed 26 February 2024 5 of 5"
}