{
    "document_id": "D-2024-3009",
    "LinkTitle": "D-2024-3009",
    "file_name": "D-2024-3009.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3009.pdf",
    "metadata": {
        "title": "D-2024-3009",
        "author": "N/A",
        "num_pages": 26
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  1  FWO DMP Template - Flemish Standard Data Management Plan    Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link.        \nFWO DMP Template (Flemish Standard DMP)  2  1. General Project Information Name Grant Holder & ORCID DALLMEIER Kai [Spokesperson-coordinator, Principal Investigator]; ORCID-ID: 0000-0002-8117-9166 \nContributor name(s) (+ ORCID) & roles Department of Immunology, Microbiology and Transplantation, REGA - KU Leuven DALLMEIER Kai [Spokesperson-coordinator, Principal Investigator]; ORCID-ID: 0000-0002-8117-9166  Department of Imaging and Pathology, KU Leuven VANDE VELDE, Greetje [Co-Supervisor, Principal Investigator]; ORCID-ID: 0000-0002-5633-3993  Department of Immunology, Microbiology and Transplantation, REGA - KU Leuven LAGROU, Katrien [Co-Supervisor, Principal Investigator]; ORCID-ID: 0000-0001-8668-1350   Project number1 & title MucorVax – Development of a first-in-class fungal vaccine candidate Funder(s) GrantID2 C24E_23_036  1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. \nFWO DMP Template (Flemish Standard DMP)  3  Affiliation(s) (Provide ROR3 identifier) ☒ KU Leuven (ROR: 05f950310) ☐ Universiteit Antwerpen ☐ Universiteit Gent (00cv9y106) ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel  ☐ Other: Université Catholique de Louvain (ROR : 02495e989), Université de Liège (ROR: 00afp2z80) Please provide a short project description Mucormycosis caused by Rhizopus arrhizus and related spore-forming fungi is a life-threatening fungal infection with a mortality of >50%, even when amputation of jaw and face are taken as last aggressive treatment option. Globally, cases of mucormycosis are on the rise due to the increasing number of people with underlying conditions (diabetes), functional immune suppression (by modern standard of care for arthritis, IBD, transplantation, etc.) and, most recently, as opportunistic co-infection following COVID-19. We will use our live-attenuated YF17D vaccine platform to express virus-like particles (VLP) displaying well characterized Rhizopus epitopes for the purpose of active immunization. Induction of protective antibodies and vaccine efficacy will be evaluated in several step-up animal models (including several mouse models a hamster model of COVID-19) using multimodal analysis, combining classical mycological, molecular and advanced in vivo imaging approaches (BLI and micro-CT).    \n 3 Research Organization Registry Community. https://ror.org/ \nFWO DMP Template (Flemish Standard DMP)  4  2. Research data summary \nFWO DMP Template (Flemish Standard DMP)  5  List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4.   ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused  Digital or Physical  Digital Data Type Digital Data Format  Digital Data Volume (MB, GB, TB) Physical Volume WPX.X Brief description of the WP –responsible contributor.  ☐ Generate new data ☐ Reuse existing data ☐ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA   ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .gml ☐ other: ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA   \nWP1. Vaccine construction and in vitro characterization T1.1   T1.2-1.4   T1.5 Vaccine construction and rescue – KD  Serial passages, genetic stability and growth kinetics  In vitro antigenicity Generate new data   Generate new data   Generate new data Digital Physical Experimental: Expression constructs (DNA plasmid); cell lines Text files.  - Text notes of experimental set-up, reports (doc);   - Images (jpeg, tiff, gif);  - Text data:  < 100 MB      - Images:  < 100 MB  Physical data:  Plasmids: 10 ml  \nFWO DMP Template (Flemish Standard DMP)  6   4 Add rows for each dataset you want to describe. \nFWO DMP Template (Flemish Standard DMP)  7   - Raw sequence reads (FASTQ);  - Data analysis, statistical analysis (xlsx, pzfx)  Sequence reads: 50 GB   Data analysis:  < 100 GB  WP2. Evaluation of humoral immune response induced by YF-HBc-CotH3 in mice T2.1   T2.2-2.4   T2.5 Immunization of mice with vaccine construct – KD, GVDV  In vitro characterization of serum antibodies – KD, GVDV  In vitro anti-Rhizopus activity – KD, GVDV, KL Generate new data Digital Physical (lab animals, sample storage) Experimental:  Animal studies (WT, Ifnar -/-), blood collection. FACS analysis of lymphocytes (memory B cells, memory T cell, T cell specificity), antibody titers by ELISA (isotyping)         Observational: - Text notes of experimental set-up, reports (doc);   - Images (jpeg, tiff, gif, bmp);    - Data analysis, statistical analysis (xlsx, pzfx)  Observational data  Text documents:  - 10 GB   Digital images:  - 100 GB   Data analysis:  - 30 GB  Physical data: blood (100 ml) Tissue samples: 500 ml  \nFWO DMP Template (Flemish Standard DMP)  8  observational data from murine experiments, behavioral changes  Compiled data Software acquisition (txt, tab, csv, pdf)  WP3. Mouse model of mucormycosis in high-risk underlying condition T3.1 Establishment of mouse models with susceptibility to Mucorales infection – GVDV, KL Generate new data Digital Physical (lab animals, sample storage) Experimental:  Animal studies (WT, Ifnar -/-), blood collection. FACS analysis of lymphocytes (memory B cells, memory T cell, T cell specificity), antibody titers by ELISA (isotyping) Hematological analysis.        Observational: observational data from murine experiments, behavioral changes - Text notes of experimental set-up, reports (doc);   - Images (jpeg, tiff, gif);    - Data analysis, statistical analysis (xlsx, pzfx)   Observational data acquisition (txt, tab, csv, pdf) - Text data:  < 100 MB      - Images:  < 100 MB    Data analysis:  < 100 GB   \nFWO DMP Template (Flemish Standard DMP)  9    T3.2 Development of novel bioluminescent R. arrhizus strain – GVDV, KL Generate new data Digital Physical  Experimental:  - generation of modified R. arrhizus. - fluorescent microscopy -Bioluminescence imaging       - Text notes of experimental set-up, reports (doc); excel tables (xls or csv);  - Images (jpeg, tiff, gif);  - (microscopy images (czi, tif, jpg)        Text documents: - 50 GB  Digital images: - 500 GB  Data analysis: - 10 GB  Excel tables - 5 GB   \nT3.3      T3.4-3.6 Establishment of reproducible pulmonary infection by orotracheal inoculation. – GVDV, KL   In vivo characterization of infection  Generate new data Digital Physical (lab animals, sample storage) Experimental: Animal studies (WT, Ifnar -/-), blood collection. FACS analysis of lymphocytes (memory B cells, memory T cell, T cell specificity), antibody titers by ELISA (isotyping) - Text notes of experimental set-up, reports (doc);   - Images (jpeg, tiff, gif, bmp);  Text documents: - 20 GB  Data analysis: - 40 GB  Digital images: - 500 GB  Physical data: blood (100 ml)  \nFWO DMP Template (Flemish Standard DMP)  10  Hematological analysis. In vivo imaging  Observational: observational data from murine experiments, behavioral changes    - Data analysis, statistical analysis (xlsx, pzfx)   Excel tables - 40 GB  WP4. Vaccine efficacy for protection from mucormycosis by immunization in mice T4.1-4.5 Vaccine challenge (protection from lethal fungus infection, passive antibody transfer) – KD, GVDV, KL Generate new data Digital and physical (lab animals, sample storage) Experimental:  animal studies, analysis of murine experiments, (reporter) cell lines, blood collection, western blots, immunofluorescence assays, plaque assays, high resolution images via IVIS imaging, microscopy, spectroscopy, gene sequences, etc.  Observational: observational data from murine experiments, behavioral changes  - Text notes of experimental set-up, reports (doc);   - Images (jpeg, tiff, gif, bmp);   - Data analysis, complitation (xlsx, pzfx)   Observational data acquisition   Text documents:  - 50 GB  Digital images:  - 500 GB   Data analysis:  - 50 GB  Physical data: blood (100 ml) Tissue samples: 500 ml  \nFWO DMP Template (Flemish Standard DMP)  11  Compiled data Software   (txt, tab, csv, pdf)    WP5: Vaccine efficacy for protection from COVID-19 associated mucormycosis T5.1-5.6 Establish hamster post-COVID-19 mucormycosis model – KD, GVDV, KL Generate new data Digital and physical (lab animals, sample storage) Experimental:  analysis experiments in hamsters, blood collection, plaque assays, sequence analysis, flow cytometry analysis of lung cells from challenged hamsters, histopathology scoring, micro CT images, IVIS.  Observational: observational data from hamster experiments, behavioral changes, body weight  Compiled data Software - Text notes of experimental set-up, reports (doc);   - Images (jpeg, tiff, gif. bmp);     - Text notes of experimental set-up, reports (doc);   - Data analysis, statistical analysis (xlsx, pzfx) Text documents:  - 10 GB    Digital images:  - 500 GB    Text documents:  - 10 GB    Data analysis:  - 10 GB  Physical data: blood (100 ml) Tissue samples: 500 ml  \nFWO DMP Template (Flemish Standard DMP)  12  T5.7-5.9 Vaccine-challenge (protection against lethal post-Covid-19 fungus infection) – KD, GVDV, KL Generate new data Digital and physical Experimental:  analysis experiments in hamsters, blood collection, plaque assays, sequence analysis, flow cytometry analysis of lung cells from challenged hamsters, histopathology scoring, micro CT images, IVIS.  Observational: observational data from hamster experiments, behavioral changes, body weight  Compiled data Software  - Text notes of experimental set-up, reports (doc);   - Images (jpeg, tiff, gif);        - Data analysis, statistical analysis (xlsx, pzfx) Text documents:  - 10 GB    Digital images:  - 500 GB       Data analysis:  - 10 GB  Physical data: blood (100 ml) Tissue samples: 500 ml   \n \nFWO DMP Template (Flemish Standard DMP)  13  GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER).    If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type.    For all partners, most data will be newly generated.  Cell lines and plasmids previously generated will be used as starting material.    \n 5 These data are generated by combining multiple existing datasets. \nFWO DMP Template (Flemish Standard DMP)  14  Are there any ethical issues concerning the creation and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☒ Yes, animal data ☐ Yes, dual use  ☐ No If yes, please describe:  For animal data: Animal experimentation described in WP3 is included in project license P067/2023. Approval for the animal studies in other WP is pending by the Animal Ethics Committee of the KU Leuven.   We confirm that the protocols are/will be validated in accordance with national guidelines and that we will follow all relevant EU legislations, in particular: - Directive 2010/63/UE on the approximation of laws, regulations and administrative provisions of the Member States regarding the protection of animals used for experimental and other scientific purposes; - Directive 2000/54/EC on the protection of workers from risks related to exposure to biological agents at work; - Directive EC (92/65/CEE) and derived regulations and national laws for the transport of animals (including transgenic animals) within the European Community: transport of mice and rats will be performed by accredited transporters; - The “3 Rs” policy of Refinement, Reduction and Replacement towards the use of animals for scientific procedures (99/167/EC: Council Decision of 25/01/99). These principles of replacement by alternative methods, reduction of the number of animals and the refinement of experiments will be fully applied and the partners will be encouraged to demonstrate that they try to elaborate/implement alternatives to animal experimentation; - The 2000 Report of the AVMA panel on euthanasia; Ethical standards of FP7, as specified in “Ethics for researchers” and other supporting documents; - The Recommendations for euthanasia of experimental animals: Part 2-Working Party Report (Laboratory Animals (1997) - 31, 1-32).   \nFWO DMP Template (Flemish Standard DMP)  15  Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes:  - Short description of the kind of personal data that will be used: - Privacy Registry Reference:   Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. ☒ Yes ☐ No If yes, please comment:   Mid-term: Proof-of-concept for potential antifungal vaccine development based on recombinant YF17D. Identification of immunodominant epitopes for design of neutralizing recombinant antibodies with preventive and therapeutic value.  Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)?  If so, please explain to what data they relate and what restrictions are in place. ☒ Yes ☐ No  KD – The vaccine platform technology (PLLAV: plasmid-launched live-attenuated viral vaccine platform) developed at KU Leuven (Rega) has been licensed out to the spin-off company AstriVax. As such, KUL is not entitled to grant rights to other third parties on this technology. The vaccine candidate, based on this platform, will be use in the experiments described in this project.    6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  16  Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No  At this moment, we did not identify legal issues. Nonetheless, IPR issues will be, as has been the case in the past, diligently monitored and managed by the legal department at KU Leuven (LRD, the TTO).     \nFWO DMP Template (Flemish Standard DMP)  17  3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  For all partners – The following documentation will be provided (mostly in xlsx file): (1) name of the experiment with its link to a particular WP of the project, date of implementation and name of the researcher who carried out the experiment, (2) a brief description of the goal of the experiment, (3) a detailed protocol or link to an existing standard protocol (SOP, word file) which will enable other researchers to repeat the experiment, (4) all data or link to another file with the (raw) data, (5) biological samples (plasmids, sera samples, viruses, ...) are defined, named, stored and tracked using a sample management database system (e.g. Freezer Pro), (6) if appropriate, illustrations of the data with legends and statistical analysis. In case that documentation is written or available in handbooks or stored on other files (qRT-PCR, flow cytometric data, imaging), a link will be provided.  With the help of these documentations every authorized researcher will be able to look up all the information of the performed experiments (for example: what was the origin of the used mice) and (2) to repeat the experiment in the same way.  Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.  REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.  ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:   If no, please specify (where appropriate per dataset or data type) which metadata will be created:   For all partners – All generated data/files will have a standard naming: i.e. date_name researcher_type of experiment.  Structural metadata will describe relations between different datasets and describe other characteristics of the experimental data. Administrative/descriptive metadata will contain information regarding creation date, responsible person, and other technical information. Statistical metadata will describe processes that will be used to collect, process, and/or produce statistical data. Unique identifiers for specific repositories will be arranged if/when necessary.      \nFWO DMP Template (Flemish Standard DMP)  18  4. Data Storage & Back-up during the Research Project Where will the data be stored? For all partners – Data will be stored on servers centrally managed by ICTS KU Leuven and with back-up capacities. All researchers within the team can access a shared folder. Samples are stored in a sample management database system (FreezerPro) to manage sample inventory and track samples in and out of freezers. Members of the team of the Dallmeier/Neyts-group that work on the project receive access to a shared folder or to electronic notebooks and sample databases. These researchers can only do so when they login on their computer with their KU Leuven internal login and password.    How will the data be backed up?  WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7  REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.  The data will be stored at KUL’s central servers with automatic daily and weekly back-up procedures.   \n 7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/ \nFWO DMP Template (Flemish Standard DMP)  19  Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: For all partners – yes, sufficient storage and backup capacity is available. The annual cost of J-Drive storage is 51.9 € per 100 GB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. The storage space can be increase on demand in blocks of 100 GB, up to 1.24 TB. We expect that 500 GB will be sufficient to store all data generated as part of the project, except for microCT and bioluminescence scans images. If required, an upgrade to larger storage capacities at KUL (L-drive, 5TB, 569.2 €/year) will be requested.  MicroCT and Bioluminescence (BL) scan images will be stored on the L-drive server (large storage) centrally managed by ICTS KU Leuven and with backup capacities. The annual cost of the L-drive is 569.2 € per 5 TB of storage per year. The storage space can be increased on demand in blocks of 5 TB. We expect that 5 TB will be sufficient to store all data generated for microCT and BLI scans.     How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7  For all partners, all notebooks are and will be present in the labs, which are secured. At KUL records are stored in an electronic lab notebook system. The access to the servers is user and password restricted. Access to the servers is granted on a personal basis.  What are the expected costs for data storage and backup during the research project? How will these costs be covered? All data, except microCT and BL imaging – Considering a total storage capacity of 500 GB, the expected cost is 259.5 € per year.  MicroCT and BL imaging data – Considering a total storage capacity of 5 TB, the expected cost is 569.2 € per year.      \nFWO DMP Template (Flemish Standard DMP)  20     \nFWO DMP Template (Flemish Standard DMP)  21  5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data generated will be retained at least for ten years. Hard copy lab notebooks and electronic data are stored in perpetuity. Data in ELN will be available for at least 5 years.  Where will these data be archived (stored and curated for the long-term)? The data will be stored on central servers managed by KUL (with automatic back-up procedures) for at least 10 years.  What are the expected costs for data preservation during the expected retention period? How will these costs be covered?    Considering a total storage capacity of 500 GB, at 259.5 € per year, the expected cost is 2595 € for the total duration of 10 years. For MicroCT and BL imaging data, the expected total cost is 5692 € (5 TB at 569.2 € per year, 10 years). The cost of storage will be covered by the principal investigators.      \nFWO DMP Template (Flemish Standard DMP)  22  6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify:  The key findings of the project and their interpretation will be made available through publication as articles in established, peer-reviewed international scientific journals. Relevant raw data will be made publicly available through upload to well-established open-access data repositories. Manuscripts will also be deposit at dedicated university repositories. Other data will be made accessible upon request, with reasonable conditions.  If access is restricted, please specify who will be able to access the data and under what conditions.  For all partners – Data not deposited in open-access repositories will, in principle, only be accessible to members of this project. Other collaborations and data sharing are possible upon reasonable request. Any user can place reasonable requests data for non-commercial purposes, and these requests will be assessed on a case-by-case basis by the responsible partner. Commercial-based requests will be navigated in coordination between the responsible principal investigator and TT office representative. \nFWO DMP Template (Flemish Standard DMP)  23  Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects  ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify:  Data generated and collected within the partners may, in principle, be shared externally upon reasonable requests from collaborating scientists, provided that it is not bound to intellectual property rights. Requests will be reviewed and approved on a case-by-case basis by the project lead. Unpublished data will be shared only within members of this project.  Where will the data be made available?  If already known, please provide a repository per dataset or data type. When published, all data part of the paper will be uploaded in public data bases (as per journal guidelines). In addition, data will be provided to investigators on request if no public data base upload is required/possible.  Transcriptomic data are typically deposited in NCBI-Bioproject (SRA).  When will the data be made available?  THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.  Upon publication of the research results  The data will be made available after publications via the required link in the publication or upon request.  \nFWO DMP Template (Flemish Standard DMP)  24  Which data usage licenses are you going to provide? If none, please explain why.  A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT.  EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8    Data usage licenses will be discussed with collaborators on a case-by-case basis and in close interaction with university TT office.  \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.  INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.  ☐ Yes ☒ No If yes:  \n 8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/ \nFWO DMP Template (Flemish Standard DMP)  25  What are the expected costs for data sharing? How will these costs be covered?   Repository charges upon publication will be charged on the budget of the respective PIs.   KD – Dr. Yeranddy A. Alpizar and Pramatha Shashidhar will be responsible for proper data management and repository sharing, as such part of their time will be dedicated to this.  GVDV, KL – Dr. Agustin Resendiz Sharpe will be responsible for the data management.       \nFWO DMP Template (Flemish Standard DMP)  26   7. Responsibilities Who will manage data documentation and metadata during the research project? KD - Dr. Yeranddy A. Alpizar and Pramatha Shashidhar will be responsible for proper data management and repository sharing, this under the supervision of Prof. Kai Dallmeier.  GVDV, KL – Dr. Agustin Resendiz Sharpe will be responsible for the data management, under the supervision of Prof. Greetje Vande Velde.   Who will manage data storage and backup during the research project? KD - Dr. Yeranddy A. Alpizar and Pramatha Shashidhar, under the supervision of Prof. Kai Dallmeier, will be responsible for proper data storage.  GVDV, KL – Dr. Agustin Resendiz Sharpe, under the supervision of Prof. Greetje Vande Velde The KU Leuven IT department will be responsible for maintenance and back up of the J-Drive data storage space.   Who will manage data preservation and sharing? KD - Dr. Yeranddy A. Alpizar and Prof. Dallmeier will share the responsibility to ensure data preservation and sharing. GVDV, KL – Dr. Agustin Resendiz Sharpe and Prof. Greetje Vande Velde will share the responsibility to ensure data preservation and sharing.   Who will update and implement this DMP? Dr. Yeranddy A. Alpizar and Dr. Agustin Resendiz Sharpe will take the responsibility to update and implement this DMP and communication towards DOC.   "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID DALLMEIER Kai [Spokesperson-coordinator, Principal Investigator]; ORCID-ID: 0000-0002-8117-9166 Contributor name(s) (+ ORCID) & roles Department of Immunology, Microbiology and Transplantation, REGA - KU Leuven DALLMEIER Kai [Spokesperson-coordinator, Principal Investigator]; ORCID-ID: 0000-0002-8117-9166 Department of Imaging and Pathology, KU Leuven VANDE VELDE, Greetje [Co-Supervisor, Principal Investigator]; ORCID-ID: 0000-0002-5633-3993 Department of Immunology, Microbiology and Transplantation, REGA - KU Leuven LAGROU, Katrien [Co-Supervisor, Principal Investigator]; ORCID-ID: 0000-0001-8668-1350 Project number1 & title MucorVax – Development of a first-in-class fungal vaccine candidate Funder(s) GrantID2 C24E_23_036 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) 3 Affiliation(s) (Provide ROR3 identifier) ☒ KU Leuven (ROR: 05f950310) ☐ Universiteit Antwerpen ☐ Universiteit Gent (00cv9y106) ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Université Catholique de Louvain (ROR : 02495e989), Université de Liège (ROR: 00afp2z80) Please provide a short project description Mucormycosis caused by Rhizopus arrhizus and related spore-forming fungi is a life-threatening fungal infection with a mortality of >50%, even when amputation of jaw and face are taken as last aggressive treatment option. Globally, cases of mucormycosis are on the rise due to the increasing number of people with underlying conditions (diabetes), functional immune suppression (by modern standard of care for arthritis, IBD, transplantation, etc.) and, most recently, as opportunistic co-infection following COVID-19. We will use our live-attenuated YF17D vaccine platform to express virus-like particles (VLP) displaying well characterized Rhizopus epitopes for the purpose of active immunization. Induction of protective antibodies and vaccine efficacy will be evaluated in several step-up animal models (including several mouse models a hamster model of COVID-19) using multimodal analysis, combining classical mycological, molecular and advanced in vivo imaging approaches (BLI and micro-CT). 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 4 2. Research data summary FWO DMP Template (Flemish Standard DMP) 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume WPX.X Brief description of the WP –responsible contributor. ☐ Generate new data ☐ Reuse existing data ☐ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .gml ☐ other: ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA WP1. Vaccine construction and in vitro characterization T1.1 T1.2-1.4 T1.5 Vaccine construction and rescue – KD Serial passages, genetic stability and growth kinetics In vitro antigenicity Generate new data Generate new data Generate new data Digital Physical Experimental: Expression constructs (DNA plasmid); cell lines Text files. - Text notes of experimental set-up, reports (doc); - Images (jpeg, tiff, gif); - Text data: < 100 MB - Images: < 100 MB Physical data: Plasmids: 10 ml FWO DMP Template (Flemish Standard DMP) 6 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 7 - Raw sequence reads (FASTQ); - Data analysis, statistical analysis (xlsx, pzfx) Sequence reads: 50 GB Data analysis: < 100 GB WP2. Evaluation of humoral immune response induced by YF-HBc-CotH3 in mice T2.1 T2.2-2.4 T2.5 Immunization of mice with vaccine construct – KD, GVDV In vitro characterization of serum antibodies – KD, GVDV In vitro anti-Rhizopus activity – KD, GVDV, KL Generate new data Digital Physical (lab animals, sample storage) Experimental: Animal studies (WT, Ifnar -/-), blood collection. FACS analysis of lymphocytes (memory B cells, memory T cell, T cell specificity), antibody titers by ELISA (isotyping) Observational: - Text notes of experimental set-up, reports (doc); - Images (jpeg, tiff, gif, bmp); - Data analysis, statistical analysis (xlsx, pzfx) Observational data Text documents: - 10 GB Digital images: - 100 GB Data analysis: - 30 GB Physical data: blood (100 ml) Tissue samples: 500 ml FWO DMP Template (Flemish Standard DMP) 8 observational data from murine experiments, behavioral changes Compiled data Software acquisition (txt, tab, csv, pdf) WP3. Mouse model of mucormycosis in high-risk underlying condition T3.1 Establishment of mouse models with susceptibility to Mucorales infection – GVDV, KL Generate new data Digital Physical (lab animals, sample storage) Experimental: Animal studies (WT, Ifnar -/-), blood collection. FACS analysis of lymphocytes (memory B cells, memory T cell, T cell specificity), antibody titers by ELISA (isotyping) Hematological analysis. Observational: observational data from murine experiments, behavioral changes - Text notes of experimental set-up, reports (doc); - Images (jpeg, tiff, gif); - Data analysis, statistical analysis (xlsx, pzfx) Observational data acquisition (txt, tab, csv, pdf) - Text data: < 100 MB - Images: < 100 MB Data analysis: < 100 GB FWO DMP Template (Flemish Standard DMP) 9 T3.2 Development of novel bioluminescent R. arrhizus strain – GVDV, KL Generate new data Digital Physical Experimental: - generation of modified R. arrhizus. - fluorescent microscopy -Bioluminescence imaging - Text notes of experimental set-up, reports (doc); excel tables (xls or csv); - Images (jpeg, tiff, gif); - (microscopy images (czi, tif, jpg) Text documents: - 50 GB Digital images: - 500 GB Data analysis: - 10 GB Excel tables - 5 GB T3.3 T3.4-3.6 Establishment of reproducible pulmonary infection by orotracheal inoculation. – GVDV, KL In vivo characterization of infection Generate new data Digital Physical (lab animals, sample storage) Experimental: Animal studies (WT, Ifnar -/-), blood collection. FACS analysis of lymphocytes (memory B cells, memory T cell, T cell specificity), antibody titers by ELISA (isotyping) - Text notes of experimental set-up, reports (doc); - Images (jpeg, tiff, gif, bmp); Text documents: - 20 GB Data analysis: - 40 GB Digital images: - 500 GB Physical data: blood (100 ml) FWO DMP Template (Flemish Standard DMP) 10 Hematological analysis. In vivo imaging Observational: observational data from murine experiments, behavioral changes - Data analysis, statistical analysis (xlsx, pzfx) Excel tables - 40 GB WP4. Vaccine efficacy for protection from mucormycosis by immunization in mice T4.1-4.5 Vaccine challenge (protection from lethal fungus infection, passive antibody transfer) – KD, GVDV, KL Generate new data Digital and physical (lab animals, sample storage) Experimental: animal studies, analysis of murine experiments, (reporter) cell lines, blood collection, western blots, immunofluorescence assays, plaque assays, high resolution images via IVIS imaging, microscopy, spectroscopy, gene sequences, etc. Observational: observational data from murine experiments, behavioral changes - Text notes of experimental set-up, reports (doc); - Images (jpeg, tiff, gif, bmp); - Data analysis, complitation (xlsx, pzfx) Observational data acquisition Text documents: - 50 GB Digital images: - 500 GB Data analysis: - 50 GB Physical data: blood (100 ml) Tissue samples: 500 ml FWO DMP Template (Flemish Standard DMP) 11 Compiled data Software (txt, tab, csv, pdf) WP5: Vaccine efficacy for protection from COVID-19 associated mucormycosis T5.1-5.6 Establish hamster post-COVID-19 mucormycosis model – KD, GVDV, KL Generate new data Digital and physical (lab animals, sample storage) Experimental: analysis experiments in hamsters, blood collection, plaque assays, sequence analysis, flow cytometry analysis of lung cells from challenged hamsters, histopathology scoring, micro CT images, IVIS. Observational: observational data from hamster experiments, behavioral changes, body weight Compiled data Software - Text notes of experimental set-up, reports (doc); - Images (jpeg, tiff, gif. bmp); - Text notes of experimental set-up, reports (doc); - Data analysis, statistical analysis (xlsx, pzfx) Text documents: - 10 GB Digital images: - 500 GB Text documents: - 10 GB Data analysis: - 10 GB Physical data: blood (100 ml) Tissue samples: 500 ml FWO DMP Template (Flemish Standard DMP) 12 T5.7-5.9 Vaccine-challenge (protection against lethal post-Covid-19 fungus infection) – KD, GVDV, KL Generate new data Digital and physical Experimental: analysis experiments in hamsters, blood collection, plaque assays, sequence analysis, flow cytometry analysis of lung cells from challenged hamsters, histopathology scoring, micro CT images, IVIS. Observational: observational data from hamster experiments, behavioral changes, body weight Compiled data Software - Text notes of experimental set-up, reports (doc); - Images (jpeg, tiff, gif); - Data analysis, statistical analysis (xlsx, pzfx) Text documents: - 10 GB Digital images: - 500 GB Data analysis: - 10 GB Physical data: blood (100 ml) Tissue samples: 500 ml FWO DMP Template (Flemish Standard DMP) 13 GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. For all partners, most data will be newly generated. Cell lines and plasmids previously generated will be used as starting material. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 14 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate. ☐ Yes, human subject data ☒ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: For animal data: Animal experimentation described in WP3 is included in project license P067/2023. Approval for the animal studies in other WP is pending by the Animal Ethics Committee of the KU Leuven. We confirm that the protocols are/will be validated in accordance with national guidelines and that we will follow all relevant EU legislations, in particular: - Directive 2010/63/UE on the approximation of laws, regulations and administrative provisions of the Member States regarding the protection of animals used for experimental and other scientific purposes; - Directive 2000/54/EC on the protection of workers from risks related to exposure to biological agents at work; - Directive EC (92/65/CEE) and derived regulations and national laws for the transport of animals (including transgenic animals) within the European Community: transport of mice and rats will be performed by accredited transporters; - The “3 Rs” policy of Refinement, Reduction and Replacement towards the use of animals for scientific procedures (99/167/EC: Council Decision of 25/01/99). These principles of replacement by alternative methods, reduction of the number of animals and the refinement of experiments will be fully applied and the partners will be encouraged to demonstrate that they try to elaborate/implement alternatives to animal experimentation; - The 2000 Report of the AVMA panel on euthanasia; Ethical standards of FP7, as specified in “Ethics for researchers” and other supporting documents; - The Recommendations for euthanasia of experimental animals: Part 2-Working Party Report (Laboratory Animals (1997) - 31, 1-32). FWO DMP Template (Flemish Standard DMP) 15 Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☒ Yes ☐ No If yes, please comment: Mid-term: Proof-of-concept for potential antifungal vaccine development based on recombinant YF17D. Identification of immunodominant epitopes for design of neutralizing recombinant antibodies with preventive and therapeutic value. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☒ Yes ☐ No KD – The vaccine platform technology (PLLAV: plasmid-launched live-attenuated viral vaccine platform) developed at KU Leuven (Rega) has been licensed out to the spin-off company AstriVax. As such, KUL is not entitled to grant rights to other third parties on this technology. The vaccine candidate, based on this platform, will be use in the experiments described in this project. 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 16 Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No At this moment, we did not identify legal issues. Nonetheless, IPR issues will be, as has been the case in the past, diligently monitored and managed by the legal department at KU Leuven (LRD, the TTO). FWO DMP Template (Flemish Standard DMP) 17 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For all partners – The following documentation will be provided (mostly in xlsx file): (1) name of the experiment with its link to a particular WP of the project, date of implementation and name of the researcher who carried out the experiment, (2) a brief description of the goal of the experiment, (3) a detailed protocol or link to an existing standard protocol (SOP, word file) which will enable other researchers to repeat the experiment, (4) all data or link to another file with the (raw) data, (5) biological samples (plasmids, sera samples, viruses, ...) are defined, named, stored and tracked using a sample management database system (e.g. Freezer Pro), (6) if appropriate, illustrations of the data with legends and statistical analysis. In case that documentation is written or available in handbooks or stored on other files (qRT-PCR, flow cytometric data, imaging), a link will be provided. With the help of these documentations every authorized researcher will be able to look up all the information of the performed experiments (for example: what was the origin of the used mice) and (2) to repeat the experiment in the same way. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: For all partners – All generated data/files will have a standard naming: i.e. date_name researcher_type of experiment. Structural metadata will describe relations between different datasets and describe other characteristics of the experimental data. Administrative/descriptive metadata will contain information regarding creation date, responsible person, and other technical information. Statistical metadata will describe processes that will be used to collect, process, and/or produce statistical data. Unique identifiers for specific repositories will be arranged if/when necessary. FWO DMP Template (Flemish Standard DMP) 18 4. Data Storage & Back-up during the Research Project Where will the data be stored? For all partners – Data will be stored on servers centrally managed by ICTS KU Leuven and with back-up capacities. All researchers within the team can access a shared folder. Samples are stored in a sample management database system (FreezerPro) to manage sample inventory and track samples in and out of freezers. Members of the team of the Dallmeier/Neyts-group that work on the project receive access to a shared folder or to electronic notebooks and sample databases. These researchers can only do so when they login on their computer with their KU Leuven internal login and password. How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE. The data will be stored at KUL’s central servers with automatic daily and weekly back-up procedures. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 19 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: For all partners – yes, sufficient storage and backup capacity is available. The annual cost of J-Drive storage is 51.9 € per 100 GB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. The storage space can be increase on demand in blocks of 100 GB, up to 1.24 TB. We expect that 500 GB will be sufficient to store all data generated as part of the project, except for microCT and bioluminescence scans images. If required, an upgrade to larger storage capacities at KUL (L-drive, 5TB, 569.2 €/year) will be requested. MicroCT and Bioluminescence (BL) scan images will be stored on the L-drive server (large storage) centrally managed by ICTS KU Leuven and with backup capacities. The annual cost of the L-drive is 569.2 € per 5 TB of storage per year. The storage space can be increased on demand in blocks of 5 TB. We expect that 5 TB will be sufficient to store all data generated for microCT and BLI scans. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7 For all partners, all notebooks are and will be present in the labs, which are secured. At KUL records are stored in an electronic lab notebook system. The access to the servers is user and password restricted. Access to the servers is granted on a personal basis. What are the expected costs for data storage and backup during the research project? How will these costs be covered? All data, except microCT and BL imaging – Considering a total storage capacity of 500 GB, the expected cost is 259.5 € per year. MicroCT and BL imaging data – Considering a total storage capacity of 5 TB, the expected cost is 569.2 € per year. FWO DMP Template (Flemish Standard DMP) 20 FWO DMP Template (Flemish Standard DMP) 21 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data generated will be retained at least for ten years. Hard copy lab notebooks and electronic data are stored in perpetuity. Data in ELN will be available for at least 5 years. Where will these data be archived (stored and curated for the long-term)? The data will be stored on central servers managed by KUL (with automatic back-up procedures) for at least 10 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Considering a total storage capacity of 500 GB, at 259.5 € per year, the expected cost is 2595 € for the total duration of 10 years. For MicroCT and BL imaging data, the expected total cost is 5692 € (5 TB at 569.2 € per year, 10 years). The cost of storage will be covered by the principal investigators. FWO DMP Template (Flemish Standard DMP) 22 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: The key findings of the project and their interpretation will be made available through publication as articles in established, peer-reviewed international scientific journals. Relevant raw data will be made publicly available through upload to well-established open-access data repositories. Manuscripts will also be deposit at dedicated university repositories. Other data will be made accessible upon request, with reasonable conditions. If access is restricted, please specify who will be able to access the data and under what conditions. For all partners – Data not deposited in open-access repositories will, in principle, only be accessible to members of this project. Other collaborations and data sharing are possible upon reasonable request. Any user can place reasonable requests data for non-commercial purposes, and these requests will be assessed on a case-by-case basis by the responsible partner. Commercial-based requests will be navigated in coordination between the responsible principal investigator and TT office representative. FWO DMP Template (Flemish Standard DMP) 23 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Data generated and collected within the partners may, in principle, be shared externally upon reasonable requests from collaborating scientists, provided that it is not bound to intellectual property rights. Requests will be reviewed and approved on a case-by-case basis by the project lead. Unpublished data will be shared only within members of this project. Where will the data be made available? If already known, please provide a repository per dataset or data type. When published, all data part of the paper will be uploaded in public data bases (as per journal guidelines). In addition, data will be provided to investigators on request if no public data base upload is required/possible. Transcriptomic data are typically deposited in NCBI-Bioproject (SRA). When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’. Upon publication of the research results The data will be made available after publications via the required link in the publication or upon request. FWO DMP Template (Flemish Standard DMP) 24 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Data usage licenses will be discussed with collaborators on a case-by-case basis and in close interaction with university TT office. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☐ Yes ☒ No If yes: 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 25 What are the expected costs for data sharing? How will these costs be covered? Repository charges upon publication will be charged on the budget of the respective PIs. KD – Dr. Yeranddy A. Alpizar and Pramatha Shashidhar will be responsible for proper data management and repository sharing, as such part of their time will be dedicated to this. GVDV, KL – Dr. Agustin Resendiz Sharpe will be responsible for the data management. FWO DMP Template (Flemish Standard DMP) 26 7. Responsibilities Who will manage data documentation and metadata during the research project? KD - Dr. Yeranddy A. Alpizar and Pramatha Shashidhar will be responsible for proper data management and repository sharing, this under the supervision of Prof. Kai Dallmeier. GVDV, KL – Dr. Agustin Resendiz Sharpe will be responsible for the data management, under the supervision of Prof. Greetje Vande Velde. Who will manage data storage and backup during the research project? KD - Dr. Yeranddy A. Alpizar and Pramatha Shashidhar, under the supervision of Prof. Kai Dallmeier, will be responsible for proper data storage. GVDV, KL – Dr. Agustin Resendiz Sharpe, under the supervision of Prof. Greetje Vande Velde The KU Leuven IT department will be responsible for maintenance and back up of the J-Drive data storage space. Who will manage data preservation and sharing? KD - Dr. Yeranddy A. Alpizar and Prof. Dallmeier will share the responsibility to ensure data preservation and sharing. GVDV, KL – Dr. Agustin Resendiz Sharpe and Prof. Greetje Vande Velde will share the responsibility to ensure data preservation and sharing. Who will update and implement this DMP? Dr. Yeranddy A. Alpizar and Dr. Agustin Resendiz Sharpe will take the responsibility to update and implement this DMP and communication towards DOC."
}