{
    "document_id": "D-2024-3277",
    "LinkTitle": "D-2024-3277",
    "file_name": "D-2024-3277.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3277.pdf",
    "metadata": {
        "title": "Robust Multi-Modal Prediction in Business Processes",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nRobust Multi-Modal Prediction in Business Processes\nCreator:\nCreator:\nJari Peeperkorn\nPrincipal Investigator: \nPrincipal Investigator: \nJari Peeperkorn\nData Manager: \nData Manager: \nJari Peeperkorn\nProject Administrator: \nProject Administrator: \nJari Peeperkorn\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nJari Peeperkorn\nData Manager:\nData Manager:\n \nJari Peeperkorn\nProject abstract:\nProject abstract:\nIn recent years, machine learning models have been shown to be able to improve the predictive accuracy of predictive process monitoring models.\nHowever, industry adoption of these types of models has been rather limited. Recent studies have suggested these models, often relying on one process\nexecutions as input, can lack in generalization and robustness. The aim of the RoMuMoP project is to bridge the gap between theoretical development\nand practical application. This will be done firstly by introducing a holistic evaluation framework able to measure both technical metrics like accuracy\nand robustness, while also incorporating managerial aspects like explainability, reliability, and costs. Next, we pioneer the development of multi-modal\nprediction algorithms, able to take multiple data sources into account, such as event data, process models, and textual descriptions. Further, by\nincorporating zero-shot learning and transfer learning, we aim to tackle issues like data scarcity and lack of generalization. We demonstrate the\npractical utility of our testbed and multi-modal algorithms in three diverse domains: finance, logistics, and manufacturing, underscoring the potential\ntransformative impact of the project on business processes.\nID: \nID: \n214240\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2027\nLast modified: \nLast modified: \n03-04-2025\nCreated using DMPonline.be. Last modiﬁed 03 April 2025\n1 of 6\nRobust Multi-Modal Prediction in Business Processes\nRobust Multi-Modal Prediction in Business Processes\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital\ndata\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for physical data\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical volume\nPublicly\navailable\nbusiness\nprocess event\nlogs, video,\nand textual\ndescriptions\nPublicly\navailable data\nwill be used to\nexperimentally\nvalidate the\ndeveloped\nmethodologies\nReuse existing data\nDigital\n \nObservational\n \ntabular data\nvideo data\ntextual data\nTBD\nNA\nBusiness\nprocess event\nlogs, video,\nand textual\ndescriptions\nshared by\nindustry\npartners\nConfidential (or\nsharable) data\nfrom industry\npartners will be\nused to\nexperimentally\nvalidate the\ndeveloped\nmethodologies.\nCollect new data\nDigital\nObservational\n \ntabular data\nvideo data\ntextual data\n \nTBD\nNA\nBusiness\nprocess event\nlogs and\ntextual\ndescriptions of\ngenerated\nartificial data\nSimulated data\nwith similar\nproperties as\nindustry\npartner's data\nwill be used to\nexperimentally\nvalidate the\ndeveloped\nmethodologies\nGenerate new data\nDigital\nObservational\ntabular data\ntextual data\n \nTBD\nNA\nCode\nImplementations\nof developed\nmethodologies\nGenerate new data\n \nDigital\nSoftware\ncomputational\nscript\nTBD\nNA\nDocumentation\ncode\nDocumentation\nof developed\nimplementations\nGenerate new data\n \nDigital\nTextual\ndocumentation\nTBD\nNA\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nAn overview of frequently used publicly available process event data can be found here:\nhttps://www.processmining.org/event-data.html\nVideo and event data example\nhttps://zenodo.org/records/12671568\nCreated using DMPonline.be. Last modiﬁed 03 April 2025\n2 of 6\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nWhen personal data is used, anonymization or full replacement by simulated data will be used before sharing.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nYes\nThe potential for commercial valorization relates to the methodlogies that will be developed, which are independent of datasets.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThe developed code will be accompanied by code documentation and the papers that describe the methodologies that are implemented. We\nplan to make our code publicly available on GitHub. README files will accompany the code in order to facilitate others to reuse it.\nThe publicly available datasets that will be used are well-documented.\nFor the private datasets agreements with companies will have to be made. The simulated data sets will be shared with documentation.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nTBD\nCreated using DMPonline.be. Last modiﬁed 03 April 2025\n3 of 6\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nGitHub\nHow will the data be backed up?\nHow will the data be backed up?\nBack-ups made by KUL FEB faculty ICT.\nCode (intermediate and finished) is uploaded (and published) on GitHub.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe code and data will probably require little storage space.\nFor the video files, a solution can be found if needed.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nStandard safety measures are employed to safeguard work in progress. Code published on GitHub is available for others to use freely.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nTBD (will not be much normally)\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nGitHub (and other sites).\nKUL FEB drives\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nTBD (probably none)\nCreated using DMPonline.be. Last modiﬁed 03 April 2025\n4 of 6\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nOther, please specify:\nCode will be available as open data.\nSImulated/artificial data as well.\nSome partner company data will most likely not be available to share publicly.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nGitHub\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY 4.0 (data)\nMIT licence (code)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone\nCreated using DMPonline.be. Last modiﬁed 03 April 2025\n5 of 6\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nJari Peeperkorn \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nJari Peeperkorn \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nJari Peeperkorn \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nJari Peeperkorn \nCreated using DMPonline.be. Last modiﬁed 03 April 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Robust Multi-Modal Prediction in Business Processes Creator: Creator: Jari Peeperkorn Principal Investigator: Principal Investigator: Jari Peeperkorn Data Manager: Data Manager: Jari Peeperkorn Project Administrator: Project Administrator: Jari Peeperkorn Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Jari Peeperkorn Data Manager: Data Manager: Jari Peeperkorn Project abstract: Project abstract: In recent years, machine learning models have been shown to be able to improve the predictive accuracy of predictive process monitoring models. However, industry adoption of these types of models has been rather limited. Recent studies have suggested these models, often relying on one process executions as input, can lack in generalization and robustness. The aim of the RoMuMoP project is to bridge the gap between theoretical development and practical application. This will be done firstly by introducing a holistic evaluation framework able to measure both technical metrics like accuracy and robustness, while also incorporating managerial aspects like explainability, reliability, and costs. Next, we pioneer the development of multi-modal prediction algorithms, able to take multiple data sources into account, such as event data, process models, and textual descriptions. Further, by incorporating zero-shot learning and transfer learning, we aim to tackle issues like data scarcity and lack of generalization. We demonstrate the practical utility of our testbed and multi-modal algorithms in three diverse domains: finance, logistics, and manufacturing, underscoring the potential transformative impact of the project on business processes. ID: ID: 214240 Start date: Start date: 01-10-2024 End date: End date: 30-09-2027 Last modified: Last modified: 03-04-2025 Created using DMPonline.be. Last modiﬁed 03 April 2025 1 of 6 Robust Multi-Modal Prediction in Business Processes Robust Multi-Modal Prediction in Business Processes FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Publicly available business process event logs, video, and textual descriptions Publicly available data will be used to experimentally validate the developed methodologies Reuse existing data Digital Observational tabular data video data textual data TBD NA Business process event logs, video, and textual descriptions shared by industry partners Confidential (or sharable) data from industry partners will be used to experimentally validate the developed methodologies. Collect new data Digital Observational tabular data video data textual data TBD NA Business process event logs and textual descriptions of generated artificial data Simulated data with similar properties as industry partner's data will be used to experimentally validate the developed methodologies Generate new data Digital Observational tabular data textual data TBD NA Code Implementations of developed methodologies Generate new data Digital Software computational script TBD NA Documentation code Documentation of developed implementations Generate new data Digital Textual documentation TBD NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: An overview of frequently used publicly available process event data can be found here: https://www.processmining.org/event-data.html Video and event data example https://zenodo.org/records/12671568 Created using DMPonline.be. Last modiﬁed 03 April 2025 2 of 6 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data When personal data is used, anonymization or full replacement by simulated data will be used before sharing. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes The potential for commercial valorization relates to the methodlogies that will be developed, which are independent of datasets. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The developed code will be accompanied by code documentation and the papers that describe the methodologies that are implemented. We plan to make our code publicly available on GitHub. README files will accompany the code in order to facilitate others to reuse it. The publicly available datasets that will be used are well-documented. For the private datasets agreements with companies will have to be made. The simulated data sets will be shared with documentation. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes TBD Created using DMPonline.be. Last modiﬁed 03 April 2025 3 of 6 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? GitHub How will the data be backed up? How will the data be backed up? Back-ups made by KUL FEB faculty ICT. Code (intermediate and finished) is uploaded (and published) on GitHub. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The code and data will probably require little storage space. For the video files, a solution can be found if needed. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Standard safety measures are employed to safeguard work in progress. Code published on GitHub is available for others to use freely. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? TBD (will not be much normally) 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? GitHub (and other sites). KUL FEB drives What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? TBD (probably none) Created using DMPonline.be. Last modiﬁed 03 April 2025 4 of 6 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository Other, please specify: Code will be available as open data. SImulated/artificial data as well. Some partner company data will most likely not be available to share publicly. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. GitHub When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) MIT licence (code) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? None Created using DMPonline.be. Last modiﬁed 03 April 2025 5 of 6 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Jari Peeperkorn Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Jari Peeperkorn Who will manage data preservation and sharing? Who will manage data preservation and sharing? Jari Peeperkorn Who will update and implement this DMP? Who will update and implement this DMP? Jari Peeperkorn Created using DMPonline.be. Last modiﬁed 03 April 2025 6 of 6"
}