{
    "document_id": "D-2023-2172",
    "LinkTitle": "D-2023-2172",
    "file_name": "D-2023-2172.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2172.pdf",
    "metadata": {
        "title": "Host evolution and microbiome rescue to counter the heat waveinduced increases in toxicant sensitivity in the water flea Daphnia magna",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Host evolution and microbiome rescue to counter the heat waveinduced\nincreases in toxicant sensitivity in the water flea Daphnia magna\nA Data Management Plan created using DMPonline.be\nCreator: \nRobby Stoks\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nRobby Stoks\nGrant number / URL: \nG014423N\nID: \n198380\nStart date: \n31-12-2022\nEnd date: \n30-12-2026\nProject abstract:\nFreshwater species face increased exposure to heat waves and\npesticides, two stressors that may strongly magnify each other’s\nnegative effects. We will address key knowledge gaps related to the evolution and mechanistic understanding of this\nsynergistic\ninteraction between heat waves and pesticides, to advance in\ngeneral our ability to predict and mitigate the impact of multiple\nstressors on biodiversity and ecosystem functions. Our research\nprogram will exploit the strength of the water flea Daphnia magna as model species. In WP1, we investigate to what\ndegree evolution of tolerance to heat waves and/or a pesticide mitigates the interaction between both stressors, thereby\nusing experimental evolution trials where Daphnia will be exposed for multiple generations to heat waves and/or a\npesticide. We will obtain unique mechanistic insights in the interaction between both stressors by studying two\npathways. In WP2, we focus on Daphnia gene expression interaction patterns and their evolution using RNA-sequencing.\nIn WP3, we test to what\ndegree stressor-induced changes in the gut microbiome community can explain the stressor interaction patterns at the\nhost level by reciprocally transplanting gut microbiomes between clones with a strong versus weak stressor interaction\npattern. Finally, in WP4 we directly study experimental evolution of the gut microbiome to both stressors, and test how\nthis may increase tolerance of the host to these stressors (‘microbiome rescue’).\nLast modified: \n01-06-2023\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n1 of 9\nHost evolution and microbiome rescue to counter the heat waveinduced\nincreases in toxicant sensitivity in the water flea Daphnia magna\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n2 of 9\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\n \n \n \nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \n \n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \n \n \n \nWP1: Selection\nexperiment-\nPhenotyping\nPhenotypic dataset\nlife-history traits and\ngrazing rate Daphnia\nmagna \nNew data\nDigital\nExperimental\n.xls\n<100MB\n \n \n \n \nWP1: Selection\nexperiment-Clonal\ngenotyping\nClonal genotyping\ndataset:\nmicrosatellite\nanalysis data\nNew data\nDigital\nExperimental\n.txt\n.fsa\n<100MB\n \n \n \n \nWP2: Gene\nexpression Daphnia\nQuantifying gene\nexpression  Daphnia\nusing RNAseq\nNew data\nDigital\nExperimental\n.fastq\n<1TB\n \n \n \n \nWP3.1:Gut\nmicrobiome\nselected Daphnia\nCharacterizing gut\nmicrobiome\ncomposition using\n16S rRNA\nmetabarcoding\nNew data\nDigital\nExperimental\n.fastq\n<100GB\n \n \n \n \nWP3.2:Gut\nmicrobiome\ntransplant-\nphenotype Daphnia\nPhenotypic dataset\nlife-history traits and\ngrazing rate Daphnia\nmagna \nNew data\nDigital\nExperimental\n.xls\n<100MB\n \n \n \n \nWP3.2:Gut\nmicrobiome\ntransplant-Gut\nmicrobiome\ncomposition\nCharacterizing gut\nmicrobiome\ncomposition using\n16S rRNA\nmetabarcoding\nNew data\nDigital\nExperimental\n.fastq\n<100GB\n \n \n \n \nWP3.2:Gut\nmicrobiome\ntransplant-gene\nexpression Daphnia\nQuantifying gene\nexpression data\nDaphnia\nNew data\nDigital\nExperimental\n.fastq\n<1TB\n \n \n \n \nWP4.1: Evolution\ngut bacteria-\ncomposition\nbacteria community\nCharacterizing\nbacteria community\ncomposition using\n16S rRNA\nmetabarcoding\nNew data\nDigital\nExperimental\n.fastq\n<100GB\n \n \n \n \nWP4.1: Evolution\ngut bacteria-\ntolerance bacteria \nQuantifying tolerance\nbacteria against\nstressor\nNew data\nDigital\nExperimental\n.xls\n<100MB\n \n \n \n \nWP4.1: Evolution\ngut bacteria-\nexpression\ntolerance genes\nQuantifying\nexpression tolerance\ngenes of bacteria\nusing qPCR\nNew data\nDigital\nExperimental\n.xls\n<100MB\n \n \n \n \nWP4.2:Evolution\ngut bacteria-\nDaphnia tolerance\nQuantifying tolerance\nDaphnia against\nstressor\nNew data\nDigital\nExperimental\n.xls\n<100MB\n \n \n \n \nWP4.2:Evolution\ngut bacteria-\ncomposition gut\nmicrobiome\nCharacterizing gut\nmicrobiome\ncomposition using\n16S rRNA\nmetabarcoding\nNew data\nDigital\nExperimental\n.fastq\n<100GB\n \n \n \n \nWP4.3:Horizontal\ntransfer-Daphnia\ntolerance\nQuantifying tolerance\nDaphnia against\nstressor\nNew data\nDigital\nExperimental\n.xls\n<100MB\n \n \n \n \nWP4.3:Horizontal\ntransfer-Daphnia\ngut microbiome\nCharacterizing gut\nmicrobiome\ncomposition using\n16S rRNA\nmetabarcoding\nNew data\nDigital\nExperimental\n.fastq\n<100GB\n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot Applicable\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n3 of 9\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, animal data\nThe water flea Daphnia magna is an invertebrate for which no ethical approval is needed.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nFor phenotypic data stored in .xls format columns will be added that identify each experimental group. Units of measurement will be included in the .xls file. A separate\nsheet will be added with information how derived variables were calculated and which variables have been used in a manuscript.\nFor gut microbiome composition data stored in .fastq format, a separate text file will contain the metadata related to sample identification (source, experimental\ntreatment, gender, etc).\nFor RNAseq data, the sample code is included in the .fastq file. A separate text file will contain the metadata related to sample identification (source, experimental\ntreatment, gender, etc).\n \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll phenotypic data and metadata will be stored on personal computers and on OneDrive, the online storage system of the KU Leuven. Data and metadata on phenotypic\ntraits, and grazing rate will also be stored in the Dryad Digital Repository when the associated manuscripts are accepted.\nData and metadata on composition of bacteria (including gut microbiome) communities (metabarcoding data) will be stored on personal computers and on OneDrive.\nWhen the associated manuscripts are accepted the data will be deposited in the Sequence Read Archive (SRA).\nData and metadata on gene expression (RNA-seq) will be stored on external hard disks, and on the High Performance Computing (HPC) cluster of the KU Leuven as\nstaging storage. When the associated manuscripts are accepted the data will be deposited in the Gene Expression Omnibus (GEO) data repository managed by\nthe \nNational Center for Biotechnology Information \n(NCBI). \nHow will the data be backed up?\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n4 of 9\nData on the OneDrive system and on the HPC cluster are automatically backed up. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe estimated entire volume of data is less than 1 TB. The server space available on the KU Leuven OneDrive system is 2 TB per person. For the RNAseq data stored on\nthe HPC staging storage area we will hire 1 TB space.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll data are stored in folders with limited access. The multifactor authentication with the KU Leuven Authenticator app will need to be used for access to the folders.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOnly the HPC staging storage will need to be paid. For 1TB this is ca. 130 euro/year. Costs will be covered by the FWO research project.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nAll data will be retained for ten years.\nWhere will these data be archived (stored and curated for the long-term)?\nData and metadata on phenotypic traits, and grazing rate will be archived in the Dryad Digital Repository when the associated manuscripts are accepted. Data and\nmetadata on  bacteria and gut microbiota communities (metabarcoding) will be archived in the Sequence Read Archive (SRA), and data and metadata on gene expression\n(RNA-seq) in the Gene Expression Omnibus (GEO) data repository.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNone.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in an Open Access repository\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot Applicable\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nData and metadata on phenotypic traits, and grazing rate will be archived in the Dryad Digital Repository.\nData and metadata on composition of bacteria communities (metabarcoding data) will be  made available in the Sequence Read Archive (SRA).\nData and metadata on gene expression (RNA-seq) will be stored in the Gene Expression Omnibus (GEO) data repository managed by the \nNational Center for\nBiotechnology Information \n(NCBI). \nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n5 of 9\nWhen will the data be made available?\nDirectly after publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nData usage license as indicated by the repository, typically a Creative Commons Public Domain License (CC0).\n \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nPhenotypic data stored in Dryad get a DOI. \n16S RNA and RNAseq datasets stored on SRA and Gene Omnibus get an accession number.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNone.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nPhD students and postdocs linked to the project \nWho will manage data storage and backup during the research project?\nPhD students and postdocs linked to the project \nWho will manage data preservation and sharing?\nRobby Stoks \nWho will update and implement this DMP?\nRobby Stoks \nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n6 of 9\nHost evolution and microbiome rescue to counter the heat waveinduced\nincreases in toxicant sensitivity in the water flea Daphnia magna\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nWe will generate datasets on phenotypic traits [life history] and an ecological response variable [grazing rate] [file format: .xls]; gene expression data [obtained through\nRNA-seq (file format: .fastq); composition of gut microbiota communities [using 16S rRNA metabarcoding, file format: .fastq], and clonal genotyping [using microsatellite\nmarkers, file format: .txt]\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n2\n. \nStorage capacity/repository \n> During the research:\nResponsible persons: Robby Stoks, Luc De Meester and Julie Verheyen\nStorage capacity/repository: personal computer and on LUNA.\n> Until at least 10 years after the research:\nResponsible person: Robby Stoks\nStorage capacity/repository: personal computer and on LUNA. Data and metadata on phenotypic traits, and grazing rate will be stored in the Dryad Digital Repository\nwhen the associated manuscripts are accepted. Data and metadata on gene expression (RNA-seq) and gut microbiota communities (metabarcoding) will be deposited in\nthe Sequence Read Archive (SRA).\n \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nNot applicable\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNo.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNone.\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n7 of 9\nHost evolution and microbiome rescue to counter the heat waveinduced\nincreases in toxicant sensitivity in the water flea Daphnia magna\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n8 of 9\nHost evolution and microbiome rescue to counter the heat waveinduced\nincreases in toxicant sensitivity in the water flea Daphnia magna\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 01 June 2023\n9 of 9"
    },
    "clean_full_text": "Host evolution and microbiome rescue to counter the heat waveinduced increases in toxicant sensitivity in the water flea Daphnia magna A Data Management Plan created using DMPonline.be Creator: Robby Stoks Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Robby Stoks Grant number / URL: G014423N ID: 198380 Start date: 31-12-2022 End date: 30-12-2026 Project abstract: Freshwater species face increased exposure to heat waves and pesticides, two stressors that may strongly magnify each other’s negative effects. We will address key knowledge gaps related to the evolution and mechanistic understanding of this synergistic interaction between heat waves and pesticides, to advance in general our ability to predict and mitigate the impact of multiple stressors on biodiversity and ecosystem functions. Our research program will exploit the strength of the water flea Daphnia magna as model species. In WP1, we investigate to what degree evolution of tolerance to heat waves and/or a pesticide mitigates the interaction between both stressors, thereby using experimental evolution trials where Daphnia will be exposed for multiple generations to heat waves and/or a pesticide. We will obtain unique mechanistic insights in the interaction between both stressors by studying two pathways. In WP2, we focus on Daphnia gene expression interaction patterns and their evolution using RNA-sequencing. In WP3, we test to what degree stressor-induced changes in the gut microbiome community can explain the stressor interaction patterns at the host level by reciprocally transplanting gut microbiomes between clones with a strong versus weak stressor interaction pattern. Finally, in WP4 we directly study experimental evolution of the gut microbiome to both stressors, and test how this may increase tolerance of the host to these stressors (‘microbiome rescue’). Last modified: 01-06-2023 Created using DMPonline.be. Last modiﬁed 01 June 2023 1 of 9 Host evolution and microbiome rescue to counter the heat waveinduced increases in toxicant sensitivity in the water flea Daphnia magna FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 01 June 2023 2 of 9 Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA WP1: Selection experiment- Phenotyping Phenotypic dataset life-history traits and grazing rate Daphnia magna New data Digital Experimental .xls <100MB WP1: Selection experiment-Clonal genotyping Clonal genotyping dataset: microsatellite analysis data New data Digital Experimental .txt .fsa <100MB WP2: Gene expression Daphnia Quantifying gene expression Daphnia using RNAseq New data Digital Experimental .fastq <1TB WP3.1:Gut microbiome selected Daphnia Characterizing gut microbiome composition using 16S rRNA metabarcoding New data Digital Experimental .fastq <100GB WP3.2:Gut microbiome transplant- phenotype Daphnia Phenotypic dataset life-history traits and grazing rate Daphnia magna New data Digital Experimental .xls <100MB WP3.2:Gut microbiome transplant-Gut microbiome composition Characterizing gut microbiome composition using 16S rRNA metabarcoding New data Digital Experimental .fastq <100GB WP3.2:Gut microbiome transplant-gene expression Daphnia Quantifying gene expression data Daphnia New data Digital Experimental .fastq <1TB WP4.1: Evolution gut bacteria- composition bacteria community Characterizing bacteria community composition using 16S rRNA metabarcoding New data Digital Experimental .fastq <100GB WP4.1: Evolution gut bacteria- tolerance bacteria Quantifying tolerance bacteria against stressor New data Digital Experimental .xls <100MB WP4.1: Evolution gut bacteria- expression tolerance genes Quantifying expression tolerance genes of bacteria using qPCR New data Digital Experimental .xls <100MB WP4.2:Evolution gut bacteria- Daphnia tolerance Quantifying tolerance Daphnia against stressor New data Digital Experimental .xls <100MB WP4.2:Evolution gut bacteria- composition gut microbiome Characterizing gut microbiome composition using 16S rRNA metabarcoding New data Digital Experimental .fastq <100GB WP4.3:Horizontal transfer-Daphnia tolerance Quantifying tolerance Daphnia against stressor New data Digital Experimental .xls <100MB WP4.3:Horizontal transfer-Daphnia gut microbiome Characterizing gut microbiome composition using 16S rRNA metabarcoding New data Digital Experimental .fastq <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not Applicable Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues Created using DMPonline.be. Last modiﬁed 01 June 2023 3 of 9 in the comment section. Please refer to specific datasets or data types when appropriate. Yes, animal data The water flea Daphnia magna is an invertebrate for which no ethical approval is needed. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For phenotypic data stored in .xls format columns will be added that identify each experimental group. Units of measurement will be included in the .xls file. A separate sheet will be added with information how derived variables were calculated and which variables have been used in a manuscript. For gut microbiome composition data stored in .fastq format, a separate text file will contain the metadata related to sample identification (source, experimental treatment, gender, etc). For RNAseq data, the sample code is included in the .fastq file. A separate text file will contain the metadata related to sample identification (source, experimental treatment, gender, etc). Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? All phenotypic data and metadata will be stored on personal computers and on OneDrive, the online storage system of the KU Leuven. Data and metadata on phenotypic traits, and grazing rate will also be stored in the Dryad Digital Repository when the associated manuscripts are accepted. Data and metadata on composition of bacteria (including gut microbiome) communities (metabarcoding data) will be stored on personal computers and on OneDrive. When the associated manuscripts are accepted the data will be deposited in the Sequence Read Archive (SRA). Data and metadata on gene expression (RNA-seq) will be stored on external hard disks, and on the High Performance Computing (HPC) cluster of the KU Leuven as staging storage. When the associated manuscripts are accepted the data will be deposited in the Gene Expression Omnibus (GEO) data repository managed by the National Center for Biotechnology Information (NCBI). How will the data be backed up? Created using DMPonline.be. Last modiﬁed 01 June 2023 4 of 9 Data on the OneDrive system and on the HPC cluster are automatically backed up. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The estimated entire volume of data is less than 1 TB. The server space available on the KU Leuven OneDrive system is 2 TB per person. For the RNAseq data stored on the HPC staging storage area we will hire 1 TB space. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data are stored in folders with limited access. The multifactor authentication with the KU Leuven Authenticator app will need to be used for access to the folders. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Only the HPC staging storage will need to be paid. For 1TB this is ca. 130 euro/year. Costs will be covered by the FWO research project. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained for ten years. Where will these data be archived (stored and curated for the long-term)? Data and metadata on phenotypic traits, and grazing rate will be archived in the Dryad Digital Repository when the associated manuscripts are accepted. Data and metadata on bacteria and gut microbiota communities (metabarcoding) will be archived in the Sequence Read Archive (SRA), and data and metadata on gene expression (RNA-seq) in the Gene Expression Omnibus (GEO) data repository. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? None. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository If access is restricted, please specify who will be able to access the data and under what conditions. Not Applicable Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Data and metadata on phenotypic traits, and grazing rate will be archived in the Dryad Digital Repository. Data and metadata on composition of bacteria communities (metabarcoding data) will be made available in the Sequence Read Archive (SRA). Data and metadata on gene expression (RNA-seq) will be stored in the Gene Expression Omnibus (GEO) data repository managed by the National Center for Biotechnology Information (NCBI). Created using DMPonline.be. Last modiﬁed 01 June 2023 5 of 9 When will the data be made available? Directly after publication of research results Which data usage licenses are you going to provide? If none, please explain why. Data usage license as indicated by the repository, typically a Creative Commons Public Domain License (CC0). Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Phenotypic data stored in Dryad get a DOI. 16S RNA and RNAseq datasets stored on SRA and Gene Omnibus get an accession number. What are the expected costs for data sharing? How will these costs be covered? None. 6. Responsibilities Who will manage data documentation and metadata during the research project? PhD students and postdocs linked to the project Who will manage data storage and backup during the research project? PhD students and postdocs linked to the project Who will manage data preservation and sharing? Robby Stoks Who will update and implement this DMP? Robby Stoks Created using DMPonline.be. Last modiﬁed 01 June 2023 6 of 9 Host evolution and microbiome rescue to counter the heat waveinduced increases in toxicant sensitivity in the water flea Daphnia magna Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) We will generate datasets on phenotypic traits [life history] and an ecological response variable [grazing rate] [file format: .xls]; gene expression data [obtained through RNA-seq (file format: .fastq); composition of gut microbiota communities [using 16S rRNA metabarcoding, file format: .fastq], and clonal genotyping [using microsatellite markers, file format: .txt] Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 2 . Storage capacity/repository > During the research: Responsible persons: Robby Stoks, Luc De Meester and Julie Verheyen Storage capacity/repository: personal computer and on LUNA. > Until at least 10 years after the research: Responsible person: Robby Stoks Storage capacity/repository: personal computer and on LUNA. Data and metadata on phenotypic traits, and grazing rate will be stored in the Dryad Digital Repository when the associated manuscripts are accepted. Data and metadata on gene expression (RNA-seq) and gut microbiota communities (metabarcoding) will be deposited in the Sequence Read Archive (SRA). What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Not applicable Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) No. Which other issues related to the data management are relevant to mention? (use up to 700 characters) None. Created using DMPonline.be. Last modiﬁed 01 June 2023 7 of 9 Host evolution and microbiome rescue to counter the heat waveinduced increases in toxicant sensitivity in the water flea Daphnia magna DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 01 June 2023 8 of 9 Host evolution and microbiome rescue to counter the heat waveinduced increases in toxicant sensitivity in the water flea Daphnia magna GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 01 June 2023 9 of 9"
}