{
    "document_id": "D-2023-1932",
    "LinkTitle": "D-2023-1932",
    "file_name": "D-2023-1932.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1932.pdf",
    "metadata": {
        "title": "early-stage DMP",
        "author": "N/A",
        "num_pages": 2
    },
    "content": {
        "full_text": "early-stage DMP\nA Data Management Plan created using DMPonline.be\nCreator: \nCarl-Erik Heyvaert \n \nhttps://orcid.org/0000-0001-9365-473X\nAffiliation: \nVlerick Business School\nTemplate: \nVlerick DMP\nPrincipal Investigator:\n \nCarl-Erik Heyvaert \n \nhttps://orcid.org/0000-0001-9365-473X\nData Manager:\n \nCarl-Erik Heyvaert \n \nhttps://orcid.org/0000-0001-9365-473X\nID: \n55721\nLast modified: \n03-04-2023\nCreated using DMPonline.be. Last modiﬁed 03 April 2023\n1 of 2\nearly-stage DMP\nVlerick early stage DMP\nQuestionnaire\nDescribe the datatypes (surveys, cases, interviews, spreadsheets, audio or video files, etc...) the research will collect and/or generate and/or (re)use. (max. 700 characters)\nWe download 10-K annual reports from US publicly listed companies between 2006 and 2021 using the publicly available SEC EDGAR repository.\nFurthermore, we retrieve firm characteristics, analyst forecasts and stock price data from Refinitiv Eikon, CRSP and Compustat.\nAre the following provisions in place in order to preserve the data for at least 5 years after the end of the research? Please motivate your answer. (max. 700 characters)\nThe data will be preserved for at least 5 years after the end of the research. The data will be stored on the personal computers of the PhD candidate Carl-Erik Heyvaert,  a separate storage device\nand a Dropbox folder shared. Given that the amount of data collected is relatively limited, we have currently sufficient storage & backup capacity during the project. The expected costs for data\nstorage and backup during the project are therefore also limited and can be easily covered.\n \nThe person to contact regarding the long-term preservation of the data, is Carl-Erik Heyvaert\nIs there a reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nThere is no reason to deviate from the preservation of data principle.\nIf there are potential ethical issues concerning the research data (e.g. personal data, human participants,...), will those data require specific security measures; if yes, can they be put\nin place? (max. 700 characters)\nThere are no ethical issues concerning the research data, as the data is considered to be open-source and publicly disclosed by companies.\nAre there other issues related to data management that are relevant to mention? (max. 700 characters)\nThere are no further issues related to data management\nCreated using DMPonline.be. Last modiﬁed 03 April 2023\n2 of 2"
    },
    "clean_full_text": "early-stage DMP A Data Management Plan created using DMPonline.be Creator: Carl-Erik Heyvaert https://orcid.org/0000-0001-9365-473X Affiliation: Vlerick Business School Template: Vlerick DMP Principal Investigator: Carl-Erik Heyvaert https://orcid.org/0000-0001-9365-473X Data Manager: Carl-Erik Heyvaert https://orcid.org/0000-0001-9365-473X ID: 55721 Last modified: 03-04-2023 Created using DMPonline.be. Last modiﬁed 03 April 2023 1 of 2 early-stage DMP Vlerick early stage DMP Questionnaire Describe the datatypes (surveys, cases, interviews, spreadsheets, audio or video files, etc...) the research will collect and/or generate and/or (re)use. (max. 700 characters) We download 10-K annual reports from US publicly listed companies between 2006 and 2021 using the publicly available SEC EDGAR repository. Furthermore, we retrieve firm characteristics, analyst forecasts and stock price data from Refinitiv Eikon, CRSP and Compustat. Are the following provisions in place in order to preserve the data for at least 5 years after the end of the research? Please motivate your answer. (max. 700 characters) The data will be preserved for at least 5 years after the end of the research. The data will be stored on the personal computers of the PhD candidate Carl-Erik Heyvaert, a separate storage device and a Dropbox folder shared. Given that the amount of data collected is relatively limited, we have currently sufficient storage & backup capacity during the project. The expected costs for data storage and backup during the project are therefore also limited and can be easily covered. The person to contact regarding the long-term preservation of the data, is Carl-Erik Heyvaert Is there a reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) There is no reason to deviate from the preservation of data principle. If there are potential ethical issues concerning the research data (e.g. personal data, human participants,...), will those data require specific security measures; if yes, can they be put in place? (max. 700 characters) There are no ethical issues concerning the research data, as the data is considered to be open-source and publicly disclosed by companies. Are there other issues related to data management that are relevant to mention? (max. 700 characters) There are no further issues related to data management Created using DMPonline.be. Last modiﬁed 03 April 2023 2 of 2"
}