{
    "document_id": "D-2021-1162",
    "LinkTitle": "D-2021-1162",
    "file_name": "D-2021-1162.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1162.pdf",
    "metadata": {
        "title": "W*-rigidity for twisted group von Neumann algebras (FWO DMP) - DMP-1162022N",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP-1162022N\nProject Name\n W*-rigidity for twisted group von Neumann algebras (FWO DMP) - DMP-1162022N\nProject Identifier\n 89714\nGrant Title\n 1162022N\nPrincipal Investigator / Researcher\n Milan Donvil\nProject Data Contact\n milan.donvil@kuleuven.be\nDescription\n This is a research project in pure mathematics. The aim is to find II1 factors that are\nnot stably isomorphic to any twisted groupoid von Neumann algebra. I also plan on improving on\nsome recent rigidity result regarding group von Neumann algebras. Since this research is purely\ntheoretical, the only data this research will produce are manuscripts containing the results (=\ntheorems) and methods (= proofs).\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMilan Donvil\nFWO Project Number & Title\n1162022N: W*-rigidity for twisted group von Neumann algebras\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis research project is purely theoretical and will not produce any data from simulations,\nexperiments, questionairs,... The only output will consist of manuscripts containing the results of\nthe research together with their complete and detailed proofs. These manuscripts will be stored\nin .pdf format and are typically small in size (< 15 MB) and there will be max 10 manuscripts\nduring the project. All manuscripts will be uploaded to https://arxiv.org, which is a free and open\nsource online databank. In this way, all relevant data will be preserved and accessible for future\nresearch.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAs explained in a previous question, the only output of the research will be the\nmanuscripts/research articles which are uploaded to https://arxiv.org. These articles contain not\nonly the results (i.e. theorems etc.), but also a detailed description of the 'methods' (i.e. the\nproofs) used to obtain the results. As such, the research articles contain all data necessary to\n'reproduce' the results. This research project also does not make use of any simulations, so there\nis no other 'hidden data'. Since the research articles will be made publicly available, there will be\nno further need to document any other data.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nAs explained by the previous answer, there will be no need to create any metadata.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll finished manuscripts will be stored on https://arxiv.org. Unfinished manuscripts are shared\namong researchers and are stored and backed up by the data services of KU Leuven.\nHow is backup of the data provided?\nThe manuscripts on https://arxiv.org are backed up on several locations automatically. These\nmanuscripts will also be stored on the KU Leuven data facilities, which also make several daily\nbackups automatically.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nSince the amount of data generated by this project is very limited, there will be no shortage of\nstorage & backup capacity.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nSince the amount of data is limited and https://arxiv.org is a free data base, there are no\nexpected costs for data storage.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data generated by this project is not sensitive.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be preserved on https://arxiv.org.\nWhere will the data be archived (= stored for the longer term)?\nAny publication will be uploaded to https://arxiv.org where it will be stored indefinitely. The\npublications contain all necessary data to 'reproduce' any of the published results.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nSince the size of the data is small and the used storage service (https://arxiv.org) is free, there\nwill be no expected costs to preserve the data.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll publications will be uploaded to https://arxiv.org, which is an open-acces data base. In this\nway, all relevant data will be publicly available after the end of the project.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nAll data will be uploaded to https://arxiv.org.\nWhen will the data be made available?\nImmediately after the end of the project\nWho will be able to access the data and under what conditions?\nThe data stored on arxiv.org will be accessible to anybody, under the condition that I am\ncorrectly cited.\nWhat are the expected costs for data sharing? How will the costs be covered?\nThere are no expected costs for data sharing.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nI will be personally responsible.\nWho will be responsible for data storage & back up during the project?\nI will be personally responsible.\nWho will be responsible for ensuring data preservation and reuse ?\nI will be personally responsible.\nWho bears the end responsibility for updating & implementing this DMP?\nI bear the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP-1162022N Project Name W*-rigidity for twisted group von Neumann algebras (FWO DMP) - DMP-1162022N Project Identifier 89714 Grant Title 1162022N Principal Investigator / Researcher Milan Donvil Project Data Contact milan.donvil@kuleuven.be Description This is a research project in pure mathematics. The aim is to find II1 factors that are not stably isomorphic to any twisted groupoid von Neumann algebra. I also plan on improving on some recent rigidity result regarding group von Neumann algebras. Since this research is purely theoretical, the only data this research will produce are manuscripts containing the results (= theorems) and methods (= proofs). Institution KU Leuven 1. General Information Name applicant Milan Donvil FWO Project Number & Title 1162022N: W*-rigidity for twisted group von Neumann algebras Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This research project is purely theoretical and will not produce any data from simulations, experiments, questionairs,... The only output will consist of manuscripts containing the results of the research together with their complete and detailed proofs. These manuscripts will be stored in .pdf format and are typically small in size (< 15 MB) and there will be max 10 manuscripts during the project. All manuscripts will be uploaded to https://arxiv.org, which is a free and open source online databank. In this way, all relevant data will be preserved and accessible for future research. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? As explained in a previous question, the only output of the research will be the manuscripts/research articles which are uploaded to https://arxiv.org. These articles contain not only the results (i.e. theorems etc.), but also a detailed description of the 'methods' (i.e. the proofs) used to obtain the results. As such, the research articles contain all data necessary to 'reproduce' the results. This research project also does not make use of any simulations, so there is no other 'hidden data'. Since the research articles will be made publicly available, there will be no further need to document any other data. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No As explained by the previous answer, there will be no need to create any metadata. 5. Data storage and backup during the FWO project Where will the data be stored? All finished manuscripts will be stored on https://arxiv.org. Unfinished manuscripts are shared among researchers and are stored and backed up by the data services of KU Leuven. How is backup of the data provided? The manuscripts on https://arxiv.org are backed up on several locations automatically. These manuscripts will also be stored on the KU Leuven data facilities, which also make several daily backups automatically. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Since the amount of data generated by this project is very limited, there will be no shortage of storage & backup capacity. What are the expected costs for data storage and back up during the project? How will these costs be covered? Since the amount of data is limited and https://arxiv.org is a free data base, there are no expected costs for data storage. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data generated by this project is not sensitive. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be preserved on https://arxiv.org. Where will the data be archived (= stored for the longer term)? Any publication will be uploaded to https://arxiv.org where it will be stored indefinitely. The publications contain all necessary data to 'reproduce' any of the published results. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 Since the size of the data is small and the used storage service (https://arxiv.org) is free, there will be no expected costs to preserve the data. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All publications will be uploaded to https://arxiv.org, which is an open-acces data base. In this way, all relevant data will be publicly available after the end of the project. Where/how will the data be made available for reuse? In an Open Access repository All data will be uploaded to https://arxiv.org. When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? The data stored on arxiv.org will be accessible to anybody, under the condition that I am correctly cited. What are the expected costs for data sharing? How will the costs be covered? There are no expected costs for data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? I will be personally responsible. Who will be responsible for data storage & back up during the project? I will be personally responsible. Who will be responsible for ensuring data preservation and reuse ? I will be personally responsible. Who bears the end responsibility for updating & implementing this DMP? I bear the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}