{
    "document_id": "D-2024-2600",
    "LinkTitle": "D-2024-2600",
    "file_name": "D-2024-2600.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2600.pdf",
    "metadata": {
        "title": "HELIXON",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "HELIXON\nHELIXON\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nAldona Niemiro-Sznajder\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n., Toon van Waterschoot\nGrant number / URL: \nGrant number / URL: \nC3/23/056\nID: \nID: \n207997\nStart date: \nStart date: \n01-03-2024\nEnd date: \nEnd date: \n28-02-2025\nProject abstract:\nProject abstract:\nA key auditory element in extended reality (XR) applications is the auralization of virtual sources in real environments for dynamic observers. Firstly,\ncommercially available\ntechnology currently does not provide a solution to this problem, while present-day research is at a level that does not yet offer the versatility and\nalgorithmic efficiency needed in real-life, real-time applications. Secondly, due to this lack of existing solutions, the road to adoption of XR technology\nby end users is still a long way ahead. The HELIXON project builds upon the ERC Consolidator Grant 'The Spatial Dynamics of Room Acoustics\n(SONORA)' and aims to develop and showcase a novel approach to  integrate an acoustic model of a real environment into a dynamic auralization\nsetup. The novel approach is envisaged to be significantly faster, more flexible regarding the environment geometry, and less hardware- dependent than\nexisting dynamic auralization methods and thus suitable for real-life, real-time consumer applications. This is achieved by adopting an acoustic model\nfor the environment developed in the SONORA project, which is based on the concept of equivalent sources and integrates remarkably well\nwith existing approaches to anechoic auralization. The proof of concept will be conceived as an XR sound art installation which hence not only serves\nto demonstrate the feasibility of the\napproach but also provides a framework for end users to experience and reflect on how XR impacts their lives and their views on culture and society.\nIn this way, the project is anticipated to have an economic as well as a societal innovation potential. A two-fold pathway from research to innovation is\nproposed: a Research & Development Pathway in which the remaining technical challenges will be addressed and the proof of concept will be\ndeveloped and implemented, and an Exploitation Pathway in which the IPR strategy will be developed and a market study and technology\npromotion will be pursued.\nLast modified: \nLast modified: \n17-06-2024\nCreated using DMPonline.be. Last modiﬁed 17 June 2024\n1 of 6\nHELIXON\nHELIXON\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name\n/ ID\nDescription\nNew or reuse\nDigital or Physical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate:  \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nMYRiAD\nMulti-array room acoustic database\nE\nD\nS\nWAV\n<100GB\n \nCIPIC\nHRTF database\nE\nD\nS\nWAV\n<1GB\n \nKU100\nHRTF database\nE\nD\nS\nWAV\n<1GB\n \nRASTAFARI\nMoving dummy head and microphone\narray database\nN\nD\nS\nWAV\n<100GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nMYRiAD: https://zenodo.org/records/7389996\nCIPIC: https://github.com/amini-allight/cipic-hrtf-database\nKU100: https://zenodo.org/records/3928297\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nCreated using DMPonline.be. Last modiﬁed 17 June 2024\n2 of 6\nThe work that will be carried out in the project has potential for commercial valorisation, however, this potential lies in the methods and\nalgorithms that will be developed and not in the datasets that will be generated.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nThe equipment used to generate and record the sound signals will be detailed in a rich text document. Pictures of the experimental setup will be\nincluded in this document as well. This document will be published along with the data.\nAll source and microphone positions used for the sound generation and recording will be accurately measured and their 3-D coordinates will be\nsaved in a CSV file. For sources and microphones that follow a dynamic spatial trajectory during the recordings, the 3-D coordinates of a set of\npositions along the trajectory will be saved in a CSV file along with the corresponding time stamps. These CSV files will also be published\nalong with the data. \nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nWe will use standard AES69-2022.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nThe data generated in the course of the project will be stored on storage facilities of the research unit. \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nCreated using DMPonline.be. Last modiﬁed 17 June 2024\n3 of 6\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe storage used by the research unit is backed up daily. The backup process is managed by the IT division of the department (ESAT). For all\ndata stored in the department's servers, access is regulated by an access control list (ACL) that grants read-write access to the project owner\nand read-only access to specific users. The ACL is managed by the project owner. Client computers can access the data using: SMB2 (or\nhigher) from specific IP ranges NFSv4 from specific (IT managed) systems. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe storage facilities of the research unit are currently available at no cost. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nLarge Volume Storage (longterm for large volumes)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe storage facilities of the research unit are available for the researchers for free. \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nThe dataset labeled above as RASTAFARI (temporary name) will be made available as open data. The data that will be made available consist\nCreated using DMPonline.be. Last modiﬁed 17 June 2024\n4 of 6\nof room impulse response measurements (WAV format), loudspeaker and microphone signals (WAV format) and metadata (SOFA format of\nAES69-2022 standard).\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nN/A\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nZenodo\nWhen will the data be made available? \nWhen will the data be made available? \nOther (specify below)\nAs soon as the data have been measured and processed, and the metadata have been finalized. Estimated date: September 2024.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNo data sharing costs are expected (Zenodo)\nResponsibilities\nResponsibilities\nCreated using DMPonline.be. Last modiﬁed 17 June 2024\n5 of 6\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe PI (Toon van Waterschoot) will be responsible for data documentation and metadata.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe IT division of the department (ESAT) will be responsible for the data storage and back-up during the project.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PI (Toon van Waterschoot) will be responsible for the data preservation and reuse.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PI (Toon van Waterschoot) bears the end responsibility of updating and implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 17 June 2024\n6 of 6"
    },
    "clean_full_text": "HELIXON HELIXON A Data Management Plan created using DMPonline.be Creator: Creator: Aldona Niemiro-Sznajder Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: n.n. n.n., Toon van Waterschoot Grant number / URL: Grant number / URL: C3/23/056 ID: ID: 207997 Start date: Start date: 01-03-2024 End date: End date: 28-02-2025 Project abstract: Project abstract: A key auditory element in extended reality (XR) applications is the auralization of virtual sources in real environments for dynamic observers. Firstly, commercially available technology currently does not provide a solution to this problem, while present-day research is at a level that does not yet offer the versatility and algorithmic efficiency needed in real-life, real-time applications. Secondly, due to this lack of existing solutions, the road to adoption of XR technology by end users is still a long way ahead. The HELIXON project builds upon the ERC Consolidator Grant 'The Spatial Dynamics of Room Acoustics (SONORA)' and aims to develop and showcase a novel approach to integrate an acoustic model of a real environment into a dynamic auralization setup. The novel approach is envisaged to be significantly faster, more flexible regarding the environment geometry, and less hardware- dependent than existing dynamic auralization methods and thus suitable for real-life, real-time consumer applications. This is achieved by adopting an acoustic model for the environment developed in the SONORA project, which is based on the concept of equivalent sources and integrates remarkably well with existing approaches to anechoic auralization. The proof of concept will be conceived as an XR sound art installation which hence not only serves to demonstrate the feasibility of the approach but also provides a framework for end users to experience and reflect on how XR impacts their lives and their views on culture and society. In this way, the project is anticipated to have an economic as well as a societal innovation potential. A two-fold pathway from research to innovation is proposed: a Research & Development Pathway in which the remaining technical challenges will be addressed and the proof of concept will be developed and implemented, and an Exploitation Pathway in which the IPR strategy will be developed and a market study and technology promotion will be pursued. Last modified: Last modified: 17-06-2024 Created using DMPonline.be. Last modiﬁed 17 June 2024 1 of 6 HELIXON HELIXON Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA MYRiAD Multi-array room acoustic database E D S WAV <100GB CIPIC HRTF database E D S WAV <1GB KU100 HRTF database E D S WAV <1GB RASTAFARI Moving dummy head and microphone array database N D S WAV <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: MYRiAD: https://zenodo.org/records/7389996 CIPIC: https://github.com/amini-allight/cipic-hrtf-database KU100: https://zenodo.org/records/3928297 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes Created using DMPonline.be. Last modiﬁed 17 June 2024 2 of 6 The work that will be carried out in the project has potential for commercial valorisation, however, this potential lies in the methods and algorithms that will be developed and not in the datasets that will be generated. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). The equipment used to generate and record the sound signals will be detailed in a rich text document. Pictures of the experimental setup will be included in this document as well. This document will be published along with the data. All source and microphone positions used for the sound generation and recording will be accurately measured and their 3-D coordinates will be saved in a CSV file. For sources and microphones that follow a dynamic spatial trajectory during the recordings, the 3-D coordinates of a set of positions along the trajectory will be saved in a CSV file along with the corresponding time stamps. These CSV files will also be published along with the data. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes We will use standard AES69-2022. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) The data generated in the course of the project will be stored on storage facilities of the research unit. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Created using DMPonline.be. Last modiﬁed 17 June 2024 3 of 6 Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The storage used by the research unit is backed up daily. The backup process is managed by the IT division of the department (ESAT). For all data stored in the department's servers, access is regulated by an access control list (ACL) that grants read-write access to the project owner and read-only access to specific users. The ACL is managed by the project owner. Client computers can access the data using: SMB2 (or higher) from specific IP ranges NFSv4 from specific (IT managed) systems. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The storage facilities of the research unit are currently available at no cost. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) Large Volume Storage (longterm for large volumes) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The storage facilities of the research unit are available for the researchers for free. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data The dataset labeled above as RASTAFARI (temporary name) will be made available as open data. The data that will be made available consist Created using DMPonline.be. Last modiﬁed 17 June 2024 4 of 6 of room impulse response measurements (WAV format), loudspeaker and microphone signals (WAV format) and metadata (SOFA format of AES69-2022 standard). If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. N/A Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) Zenodo When will the data be made available? When will the data be made available? Other (specify below) As soon as the data have been measured and processed, and the metadata have been finalized. Estimated date: September 2024. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No data sharing costs are expected (Zenodo) Responsibilities Responsibilities Created using DMPonline.be. Last modiﬁed 17 June 2024 5 of 6 Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PI (Toon van Waterschoot) will be responsible for data documentation and metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The IT division of the department (ESAT) will be responsible for the data storage and back-up during the project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI (Toon van Waterschoot) will be responsible for the data preservation and reuse. Who will update and implement this DMP? Who will update and implement this DMP? The PI (Toon van Waterschoot) bears the end responsibility of updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 17 June 2024 6 of 6"
}