{
    "document_id": "D-2021-1120",
    "LinkTitle": "D-2021-1120",
    "file_name": "D-2021-1120.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1120.pdf",
    "metadata": {
        "title": "FWO Postdoc senior - DMP title",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP title\nProject Name\n FWO Postdoc senior - DMP title\nGrant Title\n \n12R4622N\nPrincipal Investigator / Researcher\n Katrien De Clercq\nDescription\n This project aims to elucidate the role of the ion channel TRPV2 in placental development. This fundamental\nresearch will address the following questions: - What is the effect of TRPV2 deletion in specific synT-II trophoblast cells - what is\nthe potential role of TRPV2 in SynT-II cells - is TRPV2 function in the placenta conserved between human and mice\nInstitution\n KU Leuven\n1. General Information\nName applicant\nKatrien De Clercq\nFWO Project Number & Title\nINVESTIGATING THE ROLE OF CALCIUM IN THE BRANCHING PROCESS OF THE CHORIOALLANTOIC PLACENTA\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be\neasiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing\ndata, specify the source of these data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWP1: Investigate the role of TRPV2 during SynT-II differentiation\nOrigin of the data: (1) To investigate the importance of TRPV2 during SynT-II differentiation, single nucleus (sn)RNAseq will\nbe performed on Trpv2-KO and WT trophoblast stem cells (TSC). (2) To evaluate whether the impaired branching caused by\nglobal ablation of TRPV2 is a cell-autonomous effect, the phenotype of Trpv2-SynTII knockouts will be\nassessed and RNA sequencing will be performed to unravel aberrant signaling pathways.\nWP2: Detailed assessment of calcium signaling during SynT-II cell migration.\nOrigin of the data: (1) Calcium signals in isolated Gcm1+ SynT-II cells obtained during early branching\nmorphogenesis will be inspected in the presence and absence of growth factors, and in the\npresence and absence of TRPV2 pharmacology. (2) WT and TRPV2-KO TSC will be differentiated\nspecifically towards SynT-II cells in order to assess their migration and invasion capacity.\nWP3: Evaluate conserved function of calcium and TRPV2 in human syncytium cells\nOrigin of the data: (1) TRPV2 expression will be assessed with qRT-PCR to quantify temporal changes and\nwith FISH to determine spatial patterns in human placenta from different stages. (2) The effect of\nCrispr/Cas9-mediated TRPV2-KO in the recently established human TSC line, Okae cells, will be\nassessed to gain mechanistical insight into the role of calcium syncytiotrophoblast differentiation.\nWorkpackage\nType of data\nhow created\nFile format\nestimated\nvolume\nWP1.1\nSequencing data\nsingle nucleus\nRNAsequencing\nof WT and\nTRPV2-KO\nmouse\nTromphoblast\nstem cells\nNext\ngeneration\nsequencing\nraw data\n(Fastq)\nSequencing\nalignment\ndata (bam)\ncoverage data\n(bed)\ndifferential\nexpression\n(xlsx\n1-2GB/\ndataset \n \nqRT-PCR\nevaluation of\nmRNA markers\nduring\ndifferentiation\nStepOnePlus\nSoftware (eds)\nexported raw\ndata (xlsx)\nanalysed data\n(xlsx, pzfx)\nimages/figures\n(tiff, png, jpg)\n2MB/file\n50kb/file\n \n2MB/file\n \n100MB/file\nWP1.2\nObservation of mice\nbreeding\ncreating of new\nmouse line and\nevaluation of\nplacental and\nfetal weight\nraw data (xlsx)\nanalysed data\n(xlsx, pzfx)\nimages/figures\n(tiff, png, jpg)\n10MB/file\n 10MB/file\n 100MB/file\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 6\n \nimmunohysochemistry\nanalysis\nplacental\nmorphology\nParafin blocks\nslide sections \ndigital slides\n(czi)\n non-digital\nnon-digital\n2GB/file\n \n \ntransmission electron\nmicroscopy\nelektron\nmicrocopy of\nplacental\nmopholgoy\nraw data (tiff)\n 100MB/file\n \nSequencing\nBulk RNA\nsequencing of\nWT and KO\nplacentas\n&\nsingle nucleus\nRNA\nsequencing of\nWT and KO\nplacenta\nNext\ngeneration\nsequencing\nraw data\n(Fastq)\nSequencing\nalignment\ndata (bam)\ncoverage data\n(bed)\ndifferential\nexpression\n(xlsx\n 1-2GB/\ndataset \nWP2.1\ncalcium imaging\ncalcim imaging\nof SynT-II cells \nraw data\n(nd2) \nexported data\n(xlsx)\nanalysed data\n(xlsx, pzfx)\nimages/figures\n(tiff, png, jpg)\n10GB/file\n10MB/file\n \n10MB/file\n \n1MB/file\nWP2.2\nautomated analysis of\ncell behavior\nmigration and\ninvasion assays\nin li cell\nimaging\nplatform\nIncucyte\nraw data  \nexported data\n(xlsx)\nanalysed data\n(xlsx, pzfx)\nimages/figures\n(tiff, png, jpg)\n10GB/file\n10MB/file\n \n10MB/file\n \n1MB/file\nWP3.1\nqRT-PCR\nevaluate\nTRPV2\nexpression\nStepOnePlus\nSoftware (eds)\nexported raw\ndata (xlsx)\nanalysed data\n(xlsx, pzfx)\nimages/figures\n(tiff, png, jpg)\n2MB/file\n50kb/file\n \n2MB/file\n \n100MB/file\n \nRNAscope\nimage TRPV2\nexpression \nParafin blocks\nslide sections \ndigital slides\n(czi)\n non digital\nnon digital\n10MB/file\nWP3.2\nCell line\ncreating of\nCrispr/cas9-\nmediated\nTRPV2 deletion\nin human\ntrophoblast\nstem cells\n(Okae)\nnon digital\nnon digital\n \nqRT-PCR\nevaluate\nTRPV2\nexpression\nStepOnePlus\nSoftware (eds)\nexported raw\ndata (xlsx)\nanalysed data\n(xlsx, pzfx)\nimages/figures\n(tiff, png, jpg)\n2MB/file\n50kb/file\n \n2MB/file\n \n100MB/file\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will use. Add the reference to\nyour file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application).\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 6\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or\nanimals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s)\nYes\n- for work on human subjects/human biological material/human data: Ethics Committee Research UZ / KU Leuven (S60993)\nHuman biomaterial will be obtained following the three ethical principles (voluntary donation, informed consent and\nprotection of privacy). This material will be used following our Center’s Standard Operating Procedure for the handling of\nhuman biomaterial, and in accordance with European and national regulations and guidelines.\n- for work with laboratory animals: Ethical Committee Animal Experimentation (ECD) (In Vitro Vennekens, Breeding )\nGenetically modified organisms: animals are housed in facilities of the Laboratory Animal Center of KU Leuven, which\napplies Standard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in\naccordance with European and national regulations and guidelines. Animal administrative, husbandry and animal welfare\ndata are sensitive data and are stored in the LAIS database according to security procedure of KU Leuven.\nDoes your work possibly result in research data with potential for tech transfer and valorisation? Will IP\nrestrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what\ndata do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated in this project?\nData will be generated following standardized protocols. Metadata will be documented by the research and technical staff at the\ntime of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) and/or in hard\ncopy lab notebooks that refer to specific datasets.elabFTW is also used to store test hypothesis descriptions, solution\ncompositions, descriptions and links to protocols related to the experiment.\nAll datasets will be accompanied by a README.txt file containing all the associated metadata (see more details below).\nAll data files + folders will be saved on the KU Leuven Large Volume storage and backed-up on external hard drives.\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 6\nType of data\nDocumentation\nSequencing data\ntext files will contain all\nnecessary information\nregarding the\nexperiment, genotype,\nthe results and the\nprotocol. File names\ncontain experiment\nname, date\nand genotype. Folders\nare structured according\nto experiment\nqRT-PCR\nRaw data contain date +\nname experiment. Excel\nfiles contain dates,\nsample names and are\nstructured according to\ntype of experiment.\nFolder structure is\norganized by type of\nexperiment. RNA can be\nstored up to 5 years at -\n80°C. cDNA can be\nstored up to one year at -\n20°C. Samples will be\nlabelled with date +\nsample name.\nIn vivo data\ne.g. Observation of mice\nbreeding, \nexcel files and text files\nwill contain all necessary\ninformation regarding the\nexperiment, genotype,\nthe results and the\nprotocol. File names\ncontain experiment\nname, date\nand genotype. Folders\nare structured according\nto experiment.\nHistology\ne.g. TEM, Immunohistochemistry,\nRNAslope\nFile names contain date,\nname of experiment and\nsample name. Folders\nare structures by type of\nexperiment + sample\nnames. Parafin blocks are\nstored at -20°C and are\nlabelled with genotype,\ngestational age, and\nexperimental data\nFunctional assays\ne.g. automated analysis of cell\nbehavior,  calcium imaging\ndata will be stored in\nhardware-specific files\nwith names that include\nthe experiment date. The\nfolder structure is\norganized according to\nexperiment date and the\ncell\ntype. Illumination and\nscale details are included\nwith the files' metadata\nand duplicated in\nelabFTW. \n \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used. \nIf no, state in detail\nwhich metadata will be created to make the data easy/easier to find and reuse.\nNo\nMetadata for all the work packages will be created by the instruments (eg. RT-qPCR, calcium imaging, sequencing). In other\ncases metadata will be collected manually according to the type of data\nMetadata will include the following elements:\n• Title: free text\n• Creator: Last name, first name, organization\n• Date and time reference\n• Subject: Choice of keywords and classifications\n• Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation\nof the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment,\netc.\n• Format: Details of the file format,\nAdditionally, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 6\nstandards more specific to our data type.\nFor specific datasets, additional metadata will be associated with the data file as appropriate.\nSpecific examples \ninformation on the methodology used to collect the data\nanalytical and procedural information\nhow raw data have been processed into other forms of data\nstandard operating procedures (SOPs), logbooks, lab protocols\nparameters and instrument settings for image acquisition, measurements, models or other techniques\n \nThe final dataset will be accompanied by this information under the form of a README.txt document. This file will be located in\nthe top level directory of the dataset and will also list the contents of the other files and outline the file-naming convention\nused. This will allow the data to be understood by other members of the laboratory and add contextual value to the dataset for\nfuture reuse.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data is recorded on the internal and external storage of the computers attached to equipment and is duplicated on the\nstorage facilities of the research unit. Lab of Endometrium, Endometriosis & Reproductive medicine, O&N3; \nDigital files will be stored on KU Leuven servers\n- Tissue samples: Tissues will be stored locally in the laboratory. All human tissue samples will be registered with a Belgian\nbiobank, in compliance with the Belgian law on human body material (dd 19-12-2008).\n- Omics data: omics data generated during the project will either be stored on KU Leuven servers\n- Cell lines: Newly human created cell lines will be stored locally in the laboratory in liquid nitrogen storage and will be deposited\nin the UZ Leuven-KU Leuven Biobank. Other human cell lines will be stored locally in liquid nitrogen cryostorage of the\nlaboratory when actively used for experiments. Animal cell lines will be stored in liquid nitrogen cryostorage of the laboratory.\n- Genetically modified organisms: Mice will be maintained in facilities of the Laboratory Animal Center of KU Leuven, which\napplies Standard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance\nwith European and national regulations and guidelines. All animals will be registered in the Leuven Animal Information System\n(LAIS) database, along with corresponding genotyping information, ethical approval documents and animal provider receipts. \nHow is backup of the data provided?\nThe data is backed up on the KU Leuven Large Volume Storage (LVS) facility in a weekly automated process. Additional copies\nare taken every month on external hard disc\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or\ninsufficient storage or backup capacities are available then explain how this will be taken care of.\nYes\n20 TB are available on the central storage of the research unit. Space on the KU Leuven LVS can be obtained in blocks of 5 TB\nfor a yearly fee; they will be purchased as required\nWhat are the expected costs for data storage and back up during the project? How will these costs be covered?\nExpected storage costs in the facility are estimated at 1500 EUR for 3 years. For backup, the current KU Leuven tariffs are\napprox. 175 EUR per TB per year. These costs will be covered by addition funding of the host lab. In addition, personal hard\ndrives for backups of 2 TB cost approx. €150.00, which can be covered by the applicant's bench fee.\nData security: how will you ensure that the data are securely stored and not accessed or modified by\nunauthorized persons?\nSamples will be stored in the archive of O&N3. This room has a separate key to open the door. Access to O&N3 is controlled by\nelectronic badge readers..\nThe primary storage location for the data is on password-protected KU Leuven personal computers, with immediate backup to\nsecure network-attached, redundant disk arrays managed by the lab, accessible only to selected members of the lab. Long-\nterm storage for data that does not require repeated fast access is provided by the KU Leuven ICTS' Large Volume\nStorage service.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the project? In case only a selection of\nthe data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical\npreservation issues, ...).\nAll data will be retained for at least 5 years after the end of the project. \nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform\nthe KU Leuven RDM policy.\nSamples and data will be archive of the Lab of Endometrium, Endometriosis and reproductive Medicine (G-PURE facility located\nin O&N3\n)\nWhat are the expected costs for data preservation during the retention period of 5 years? How will the costs be\ncovered?\nThe data preservation in the research facility comes at an estimated cost of 500 to 1000 EUR. The cost of archival on KU Leuven\nservers is estimated to be between 4000 and 8000 EUR for the 3 years after project end. These costs will be covered by\nthe funding of the host lab. \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement\nwith a 3rd party, legal restrictions)?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 6\nNo\nWhich data will be made available after the end of the project?\nIn principle, there would be no restrictions on sharing/re-use. No third party is involved. All data obtained on cells and animal\nexperiments will be available after publication.\nWhere/how will the data be made available for reuse?\nUpon request by mail\nData is stored in the central server of KU Leuven/UZ Leuven and will be available upon request at least 5 years after the project.\nThe information regarding this data can be found in the publications related to the project and the responsible PI will provide\nthe requested data\nWhen will the data be made available?\nUpon publication of the research results\nWe aim to publish our data in open-acces scientific journals.\nWho will be able to access the data and under what conditions?\nAccess to datasets will be granted upon reasonable request. Data will be available after contacting the responsible person.\nWhat are the expected costs for data sharing? How will the costs be covered?\nMinimal costs expected\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nIn our research unit, Andrei Segal Stanciu is the responsible person for data storage and back up.\nWho will be responsible for data storage & back up during the project?\nIn our research unit, Andrei Segal Stanciu is the responsible person for data storage and back up.\nWho will be responsible for ensuring data preservation and reuse ?\nAndrei Segal Stanciu is responsible for ensuring data preservation. The PI, Joiris Vriens is\nresponsible for data reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n6 of 6"
    },
    "clean_full_text": "DMP title Project Name FWO Postdoc senior - DMP title Grant Title 12R4622N Principal Investigator / Researcher Katrien De Clercq Description This project aims to elucidate the role of the ion channel TRPV2 in placental development. This fundamental research will address the following questions: - What is the effect of TRPV2 deletion in specific synT-II trophoblast cells - what is the potential role of TRPV2 in SynT-II cells - is TRPV2 function in the placenta conserved between human and mice Institution KU Leuven 1. General Information Name applicant Katrien De Clercq FWO Project Number & Title INVESTIGATING THE ROLE OF CALCIUM IN THE BRANCHING PROCESS OF THE CHORIOALLANTOIC PLACENTA Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP1: Investigate the role of TRPV2 during SynT-II differentiation Origin of the data: (1) To investigate the importance of TRPV2 during SynT-II differentiation, single nucleus (sn)RNAseq will be performed on Trpv2-KO and WT trophoblast stem cells (TSC). (2) To evaluate whether the impaired branching caused by global ablation of TRPV2 is a cell-autonomous effect, the phenotype of Trpv2-SynTII knockouts will be assessed and RNA sequencing will be performed to unravel aberrant signaling pathways. WP2: Detailed assessment of calcium signaling during SynT-II cell migration. Origin of the data: (1) Calcium signals in isolated Gcm1+ SynT-II cells obtained during early branching morphogenesis will be inspected in the presence and absence of growth factors, and in the presence and absence of TRPV2 pharmacology. (2) WT and TRPV2-KO TSC will be differentiated specifically towards SynT-II cells in order to assess their migration and invasion capacity. WP3: Evaluate conserved function of calcium and TRPV2 in human syncytium cells Origin of the data: (1) TRPV2 expression will be assessed with qRT-PCR to quantify temporal changes and with FISH to determine spatial patterns in human placenta from different stages. (2) The effect of Crispr/Cas9-mediated TRPV2-KO in the recently established human TSC line, Okae cells, will be assessed to gain mechanistical insight into the role of calcium syncytiotrophoblast differentiation. Workpackage Type of data how created File format estimated volume WP1.1 Sequencing data single nucleus RNAsequencing of WT and TRPV2-KO mouse Tromphoblast stem cells Next generation sequencing raw data (Fastq) Sequencing alignment data (bam) coverage data (bed) differential expression (xlsx 1-2GB/ dataset qRT-PCR evaluation of mRNA markers during differentiation StepOnePlus Software (eds) exported raw data (xlsx) analysed data (xlsx, pzfx) images/figures (tiff, png, jpg) 2MB/file 50kb/file 2MB/file 100MB/file WP1.2 Observation of mice breeding creating of new mouse line and evaluation of placental and fetal weight raw data (xlsx) analysed data (xlsx, pzfx) images/figures (tiff, png, jpg) 10MB/file 10MB/file 100MB/file This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 6 immunohysochemistry analysis placental morphology Parafin blocks slide sections digital slides (czi) non-digital non-digital 2GB/file transmission electron microscopy elektron microcopy of placental mopholgoy raw data (tiff) 100MB/file Sequencing Bulk RNA sequencing of WT and KO placentas & single nucleus RNA sequencing of WT and KO placenta Next generation sequencing raw data (Fastq) Sequencing alignment data (bam) coverage data (bed) differential expression (xlsx 1-2GB/ dataset WP2.1 calcium imaging calcim imaging of SynT-II cells raw data (nd2) exported data (xlsx) analysed data (xlsx, pzfx) images/figures (tiff, png, jpg) 10GB/file 10MB/file 10MB/file 1MB/file WP2.2 automated analysis of cell behavior migration and invasion assays in li cell imaging platform Incucyte raw data exported data (xlsx) analysed data (xlsx, pzfx) images/figures (tiff, png, jpg) 10GB/file 10MB/file 10MB/file 1MB/file WP3.1 qRT-PCR evaluate TRPV2 expression StepOnePlus Software (eds) exported raw data (xlsx) analysed data (xlsx, pzfx) images/figures (tiff, png, jpg) 2MB/file 50kb/file 2MB/file 100MB/file RNAscope image TRPV2 expression Parafin blocks slide sections digital slides (czi) non digital non digital 10MB/file WP3.2 Cell line creating of Crispr/cas9- mediated TRPV2 deletion in human trophoblast stem cells (Okae) non digital non digital qRT-PCR evaluate TRPV2 expression StepOnePlus Software (eds) exported raw data (xlsx) analysed data (xlsx, pzfx) images/figures (tiff, png, jpg) 2MB/file 50kb/file 2MB/file 100MB/file 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 6 Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes - for work on human subjects/human biological material/human data: Ethics Committee Research UZ / KU Leuven (S60993) Human biomaterial will be obtained following the three ethical principles (voluntary donation, informed consent and protection of privacy). This material will be used following our Center’s Standard Operating Procedure for the handling of human biomaterial, and in accordance with European and national regulations and guidelines. - for work with laboratory animals: Ethical Committee Animal Experimentation (ECD) (In Vitro Vennekens, Breeding ) Genetically modified organisms: animals are housed in facilities of the Laboratory Animal Center of KU Leuven, which applies Standard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. Animal administrative, husbandry and animal welfare data are sensitive data and are stored in the LAIS database according to security procedure of KU Leuven. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Data will be generated following standardized protocols. Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook (E-notebook) and/or in hard copy lab notebooks that refer to specific datasets.elabFTW is also used to store test hypothesis descriptions, solution compositions, descriptions and links to protocols related to the experiment. All datasets will be accompanied by a README.txt file containing all the associated metadata (see more details below). All data files + folders will be saved on the KU Leuven Large Volume storage and backed-up on external hard drives. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 6 Type of data Documentation Sequencing data text files will contain all necessary information regarding the experiment, genotype, the results and the protocol. File names contain experiment name, date and genotype. Folders are structured according to experiment qRT-PCR Raw data contain date + name experiment. Excel files contain dates, sample names and are structured according to type of experiment. Folder structure is organized by type of experiment. RNA can be stored up to 5 years at - 80°C. cDNA can be stored up to one year at - 20°C. Samples will be labelled with date + sample name. In vivo data e.g. Observation of mice breeding, excel files and text files will contain all necessary information regarding the experiment, genotype, the results and the protocol. File names contain experiment name, date and genotype. Folders are structured according to experiment. Histology e.g. TEM, Immunohistochemistry, RNAslope File names contain date, name of experiment and sample name. Folders are structures by type of experiment + sample names. Parafin blocks are stored at -20°C and are labelled with genotype, gestational age, and experimental data Functional assays e.g. automated analysis of cell behavior, calcium imaging data will be stored in hardware-specific files with names that include the experiment date. The folder structure is organized according to experiment date and the cell type. Illumination and scale details are included with the files' metadata and duplicated in elabFTW. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No Metadata for all the work packages will be created by the instruments (eg. RT-qPCR, calcium imaging, sequencing). In other cases metadata will be collected manually according to the type of data Metadata will include the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • Description: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format, Additionally, we will closely monitor MIBBI (Minimum Information for Biological and Biomedical Investigations) for metadata This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 6 standards more specific to our data type. For specific datasets, additional metadata will be associated with the data file as appropriate. Specific examples information on the methodology used to collect the data analytical and procedural information how raw data have been processed into other forms of data standard operating procedures (SOPs), logbooks, lab protocols parameters and instrument settings for image acquisition, measurements, models or other techniques The final dataset will be accompanied by this information under the form of a README.txt document. This file will be located in the top level directory of the dataset and will also list the contents of the other files and outline the file-naming convention used. This will allow the data to be understood by other members of the laboratory and add contextual value to the dataset for future reuse. 5. Data storage and backup during the FWO project Where will the data be stored? The data is recorded on the internal and external storage of the computers attached to equipment and is duplicated on the storage facilities of the research unit. Lab of Endometrium, Endometriosis & Reproductive medicine, O&N3; Digital files will be stored on KU Leuven servers - Tissue samples: Tissues will be stored locally in the laboratory. All human tissue samples will be registered with a Belgian biobank, in compliance with the Belgian law on human body material (dd 19-12-2008). - Omics data: omics data generated during the project will either be stored on KU Leuven servers - Cell lines: Newly human created cell lines will be stored locally in the laboratory in liquid nitrogen storage and will be deposited in the UZ Leuven-KU Leuven Biobank. Other human cell lines will be stored locally in liquid nitrogen cryostorage of the laboratory when actively used for experiments. Animal cell lines will be stored in liquid nitrogen cryostorage of the laboratory. - Genetically modified organisms: Mice will be maintained in facilities of the Laboratory Animal Center of KU Leuven, which applies Standard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. All animals will be registered in the Leuven Animal Information System (LAIS) database, along with corresponding genotyping information, ethical approval documents and animal provider receipts. How is backup of the data provided? The data is backed up on the KU Leuven Large Volume Storage (LVS) facility in a weekly automated process. Additional copies are taken every month on external hard disc Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes 20 TB are available on the central storage of the research unit. Space on the KU Leuven LVS can be obtained in blocks of 5 TB for a yearly fee; they will be purchased as required What are the expected costs for data storage and back up during the project? How will these costs be covered? Expected storage costs in the facility are estimated at 1500 EUR for 3 years. For backup, the current KU Leuven tariffs are approx. 175 EUR per TB per year. These costs will be covered by addition funding of the host lab. In addition, personal hard drives for backups of 2 TB cost approx. €150.00, which can be covered by the applicant's bench fee. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Samples will be stored in the archive of O&N3. This room has a separate key to open the door. Access to O&N3 is controlled by electronic badge readers.. The primary storage location for the data is on password-protected KU Leuven personal computers, with immediate backup to secure network-attached, redundant disk arrays managed by the lab, accessible only to selected members of the lab. Long- term storage for data that does not require repeated fast access is provided by the KU Leuven ICTS' Large Volume Storage service. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for at least 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. Samples and data will be archive of the Lab of Endometrium, Endometriosis and reproductive Medicine (G-PURE facility located in O&N3 ) What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The data preservation in the research facility comes at an estimated cost of 500 to 1000 EUR. The cost of archival on KU Leuven servers is estimated to be between 4000 and 8000 EUR for the 3 years after project end. These costs will be covered by the funding of the host lab. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 6 No Which data will be made available after the end of the project? In principle, there would be no restrictions on sharing/re-use. No third party is involved. All data obtained on cells and animal experiments will be available after publication. Where/how will the data be made available for reuse? Upon request by mail Data is stored in the central server of KU Leuven/UZ Leuven and will be available upon request at least 5 years after the project. The information regarding this data can be found in the publications related to the project and the responsible PI will provide the requested data When will the data be made available? Upon publication of the research results We aim to publish our data in open-acces scientific journals. Who will be able to access the data and under what conditions? Access to datasets will be granted upon reasonable request. Data will be available after contacting the responsible person. What are the expected costs for data sharing? How will the costs be covered? Minimal costs expected 8. Responsibilities Who will be responsible for data documentation & metadata? In our research unit, Andrei Segal Stanciu is the responsible person for data storage and back up. Who will be responsible for data storage & back up during the project? In our research unit, Andrei Segal Stanciu is the responsible person for data storage and back up. Who will be responsible for ensuring data preservation and reuse ? Andrei Segal Stanciu is responsible for ensuring data preservation. The PI, Joiris Vriens is responsible for data reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 6 of 6"
}