{
    "document_id": "D-2023-2014",
    "LinkTitle": "D-2023-2014",
    "file_name": "D-2023-2014.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2014.pdf",
    "metadata": {
        "title": "Using machine learning to model the prognosis of multiple sclerosis patients",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Using machine learning to model the prognosis of multiple sclerosis patients\nA Data Management Plan created using DMPonline.be\nCreators: \nRobbe D'hondt, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n1S38023N\nID: \n196786\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nMultiple sclerosis is a complex disease with a highly heterogeneous disease course. In this project, we will develop machine\nlearning methods to study this disease course using a combination of demographical, clinical, genomic, and radiomic data.\nThis study is done on the patient level (individualized prognosis models), on the group level (patient stratification models), and\non the population level (identification of prognostic biomarkers). With this study, we address pressing needs from both the\nclinicians, who want to start the right treatment for the right patient as soon as possible, as well as from the pharmacological\nindustry, which wants to develop new treatments as cost-efficiently as possible. In the process, we will contribute to the\nmachine learning literature on genetic data analysis, multi-target learning (i.e. combining outcomes of different data types),\nrecurrent event survival analysis, and clustering (i.e. dynamic over time). Specifically, the models developed in this thesis will\nneed to deal with sporadic and irregularly sampled time series, missing values (even in the outcome space), and confounding\nfactors. To maximize the probability of integration in clinical practice, we additionally ensure that the models are explainable,\nreliable, and trustworthy.\nLast modified: \n26-04-2023\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n1 of 6\nUsing machine learning to model the prognosis of multiple sclerosis patients\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the\ntype of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the\ndata.\n \n \n \n \nOnly for digital data\nOnly for\ndigital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nUZ Leuven\nClinical, radiomic, and genomic data for\n~700 patients\nReuse\nexisting\ndata\nDigital\nObservational\n.csv\n<100GB\n \nMSBase\nClinical data for ~50,000 patients\nReuse\nexisting\ndata\nDigital\nObservational\n.csv\n<1GB\n \nMultipleMS\nGenetic data for ~20,000 patients\nReuse\nexisting\ndata\nDigital\nObservational\n.csv\n<100GB\n \nProcessed\ndata\nPreprocessed data, ready for machine\nlearning modeling\nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.csv\n<1GB\n \nAnalysed\ndata\nMachine learning models, graphs, tables,\ntext\nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.pkl, .pdf,\n.txt\n<1GB\n \nCode\nComputer programming code (data\nanalysis, machine learning algorithms)\nGenerate\nnew data\nDigital\nSoftware\n.txt\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\nUZ Leuven: The laboratory for neuro-immunology in UZ Leuven, led by the PI's professor An Goris (my co-promotor) and professor\nBénédicte Dubois (neurologist who collected the data).\nMSBase: An international online registry combining data of multiple sclerosis patients from hundreds of centers around the world.\nAccess is granted through a research proposal with as PI's professor Bart Van Wijmeersch and professor Liesbet Peeters.\nMultipleMS: A horizon 2020 project led by Karolinska Institute in Sweden.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nMultiple sclerosis patient data.\nEthical approval references:\nUZ Leuven: S59940 and S60222 (Ethics Committee Research UZ/KU Leuven).\nMSBase: CME2020/069 (Committee for Medical Ethics UHasselt).\nMultipleMS: To be obtained later in the project (when specific agreements on the collaboration have been made).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please\nrefer to specific datasets or data types when appropriate.\nYes\nWe will process pseudonymized retrospective data from multiple sclerosis patients, held by hospitals. This involves demographical\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n2 of 6\ncharacteristics, measurements taken at hospital visits, genetic data (10^7 SNPs), radiomic features (information from MRI scans).\nPrivacy compliance references:\nUZ Leuven: G-2020-2436.\nMSBase: G-2020-2741.\nMultipleMS: To be obtained later in the project (when specific agreements on the collaboration have been made).\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation,\n…)? If so, please comment per dataset or data type where appropriate.\nYes\nThe developed software may result in valorisation potential, e.g. for companies developing multiple sclerosis treatments. In that case, the\nexact software license that will be used should be discussed with LRD and will be updated later.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and\nwhat restrictions are in place.\nYes\nExploitation restrictions depend on the dataset:\nUZ Leuven: No restrictions.\nMSBase: We can only work on the work packages and tasks as described in the data use agreement (project 2020-015). This\nagreement further stipulates the authorship rules for publications resulting from working on this data.\nMultipleMS: To be updated later.\nDissemination of the patient data that is being reused in this work is not possible, not for any of the three datasets. The patient data\nremains the property of the medical centres in each case.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data\nunderstandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nDocumentation will include information on how to pre-process the hospital data (inclusion/exclusion criteria for patients, which variables\nto select, how to deal with missing data, etc.), as well as the exact validation procedure (train/test split, cross validation, evaluation\nmeasures) and parameter optimization procedure. Although a detailed methodology section will be required in any publication about the\nproject, we will have a more elaborate description of the exact protocol in an extra document, this may be a readme.txt file or a lab\nnotebook. For the generated computer programs, detailed source code documentation and a manual will be added.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nThe metadata of the generated software includes programming language, author, version, date of creation,... Such metadata is\nautomatically created by a git repository like KU Leuven GitLab.\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n3 of 6\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nUZLeuven: on the shared Windows network drive in Leuven.\nMSBase: on my hard drive.\nMultipleMS: to be discussed later.\nProcessed data: In the same locations as the raw data, see 3 bullet points above.\nAnalysed data: on my hard drive.\nCode: on my hard drive and KU Leuven GitLab. The code may be made available upon\npublication of an article describing the developed method.\nHow will the data be backed up?\nUZLeuven: no backup. This is under the responsibility of the team in Leuven. I am legally not allowed to make copies of the data.\nMSBase: no backup. In case of corruption/loss, a new copy can be requested. This is the safest and most convenient option.\nMultipleMS: to be discussed later.\nProcessed data: same procedures as for the raw data, see 3 bullet points above.\nAnalysed data: continuously backed up on OneDrive for Business (as this data is no longer as sensitive as the patient data\ndescribed above).\nCode: continuously backed up on OneDrive for Business. KU Leuven GitLab naturally acts as a double backup. This triple\nversioning is appropriate because the code is the most important data in this project, as all processed / analysed data can easily be\nreconstructed using the code and the raw data.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nStorage: my hard drive has a capacity of 500 GB, which is more than sufficient to store all the data.\nBackup: our OneDrive for Business license offers 2TB of storage, which is even greater than my hard drive capacity. Furthermore, KU\nLeuven GitLab offers sufficient storage for the double backup of the <100 MB of code generated in this project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nServers in Leuven (for the UZLeuven data): responsibility of the team in Leuven.\nHard drive of my laptop: has a bitlocker, laptop itself is password-protected.\nOneDrive for Businesss: secured by two-factor authentication.\nKU Leuven GitLab: secured by two-factor authentication.\nThe latter 2 storage media are supported by the KU Leuven infrastructure, and are ensured to stay within a datacenter in Europe.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo substantial costs for storage are expected.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nAll generated data will be retained for minimum 10 years (KU Leuven RDM policy).\nThe reused patient data can legally not be preserved by us after the research project. Responsibles for the preservation of this data are\nas follows:\nMy co-promotor professor An Goris for the UZ Leuven data.\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n4 of 6\nProfessor Bart Van Wijmeersch for the MSBase data.\nKarolinska Institute for the MultipleMS data.\nWhere will these data be archived (stored and curated for the long-term)?\nThe generated software data will be archived on KU Leuven's K drive, which is a drive specifically for archiving. It may also be made\navailable, e.g. on a GitHub repository.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe expected costs for preservation are negligible and will be covered by the budget of the PI.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain\nper dataset or data type which data will be made available.\nYes, in an Open Access repository\nRaw data reused in this project and processed data will not be made available for legal and ethical reasons. The processed data\ncan easily be recovered from the raw data using the software code generated during this project.\nAnalysed data will be included in a publication, possibly as supplemental materials.\nCode may be made available on a project-per-project basis, e.g. in a hosted Git repository. Access to these repositories will not be\nrestricted, as they do not consist of sensitive personal data (although care must be taken to curate the analysed data, e.g. graphs\nand tables, to fullfill this condition).\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNot applicable.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nYes, Ethical aspects\nWe are not allowed to (re)share the existing data that is being reused here and the processed data derived from it.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nIn an Open Access repository.\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe exact license of the software has to be decided, and will be discussed with LRD. For internal use in the research group, the software\nwill be stored on the network drives.\nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n5 of 6\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in\nthe comment section.\nYes\nA DOI can be generated for any GitHub repository.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs for data sharing are expected, creation of a public GitHub repository is free.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nMyself (as the PhD student). \nWho will manage data storage and backup during the research project?\nMyself (as the PhD student). \nWho will manage data preservation and sharing?\nPI. \nWho will update and implement this DMP?\nPI and myself (as the PhD student). \nCreated using DMPonline.be. Last modiﬁed 26 April 2023\n6 of 6"
    },
    "clean_full_text": "Using machine learning to model the prognosis of multiple sclerosis patients A Data Management Plan created using DMPonline.be Creators: Robbe D'hondt, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 1S38023N ID: 196786 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Multiple sclerosis is a complex disease with a highly heterogeneous disease course. In this project, we will develop machine learning methods to study this disease course using a combination of demographical, clinical, genomic, and radiomic data. This study is done on the patient level (individualized prognosis models), on the group level (patient stratification models), and on the population level (identification of prognostic biomarkers). With this study, we address pressing needs from both the clinicians, who want to start the right treatment for the right patient as soon as possible, as well as from the pharmacological industry, which wants to develop new treatments as cost-efficiently as possible. In the process, we will contribute to the machine learning literature on genetic data analysis, multi-target learning (i.e. combining outcomes of different data types), recurrent event survival analysis, and clustering (i.e. dynamic over time). Specifically, the models developed in this thesis will need to deal with sporadic and irregularly sampled time series, missing values (even in the outcome space), and confounding factors. To maximize the probability of integration in clinical practice, we additionally ensure that the models are explainable, reliable, and trustworthy. Last modified: 26-04-2023 Created using DMPonline.be. Last modiﬁed 26 April 2023 1 of 6 Using machine learning to model the prognosis of multiple sclerosis patients FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume UZ Leuven Clinical, radiomic, and genomic data for ~700 patients Reuse existing data Digital Observational .csv <100GB MSBase Clinical data for ~50,000 patients Reuse existing data Digital Observational .csv <1GB MultipleMS Genetic data for ~20,000 patients Reuse existing data Digital Observational .csv <100GB Processed data Preprocessed data, ready for machine learning modeling Generate new data Digital Compiled/aggregated data .csv <1GB Analysed data Machine learning models, graphs, tables, text Generate new data Digital Compiled/aggregated data .pkl, .pdf, .txt <1GB Code Computer programming code (data analysis, machine learning algorithms) Generate new data Digital Software .txt <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: UZ Leuven: The laboratory for neuro-immunology in UZ Leuven, led by the PI's professor An Goris (my co-promotor) and professor Bénédicte Dubois (neurologist who collected the data). MSBase: An international online registry combining data of multiple sclerosis patients from hundreds of centers around the world. Access is granted through a research proposal with as PI's professor Bart Van Wijmeersch and professor Liesbet Peeters. MultipleMS: A horizon 2020 project led by Karolinska Institute in Sweden. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Multiple sclerosis patient data. Ethical approval references: UZ Leuven: S59940 and S60222 (Ethics Committee Research UZ/KU Leuven). MSBase: CME2020/069 (Committee for Medical Ethics UHasselt). MultipleMS: To be obtained later in the project (when specific agreements on the collaboration have been made). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes We will process pseudonymized retrospective data from multiple sclerosis patients, held by hospitals. This involves demographical Created using DMPonline.be. Last modiﬁed 26 April 2023 2 of 6 characteristics, measurements taken at hospital visits, genetic data (10^7 SNPs), radiomic features (information from MRI scans). Privacy compliance references: UZ Leuven: G-2020-2436. MSBase: G-2020-2741. MultipleMS: To be obtained later in the project (when specific agreements on the collaboration have been made). Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The developed software may result in valorisation potential, e.g. for companies developing multiple sclerosis treatments. In that case, the exact software license that will be used should be discussed with LRD and will be updated later. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Yes Exploitation restrictions depend on the dataset: UZ Leuven: No restrictions. MSBase: We can only work on the work packages and tasks as described in the data use agreement (project 2020-015). This agreement further stipulates the authorship rules for publications resulting from working on this data. MultipleMS: To be updated later. Dissemination of the patient data that is being reused in this work is not possible, not for any of the three datasets. The patient data remains the property of the medical centres in each case. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Documentation will include information on how to pre-process the hospital data (inclusion/exclusion criteria for patients, which variables to select, how to deal with missing data, etc.), as well as the exact validation procedure (train/test split, cross validation, evaluation measures) and parameter optimization procedure. Although a detailed methodology section will be required in any publication about the project, we will have a more elaborate description of the exact protocol in an extra document, this may be a readme.txt file or a lab notebook. For the generated computer programs, detailed source code documentation and a manual will be added. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No The metadata of the generated software includes programming language, author, version, date of creation,... Such metadata is automatically created by a git repository like KU Leuven GitLab. Created using DMPonline.be. Last modiﬁed 26 April 2023 3 of 6 3. Data storage & back-up during the research project Where will the data be stored? UZLeuven: on the shared Windows network drive in Leuven. MSBase: on my hard drive. MultipleMS: to be discussed later. Processed data: In the same locations as the raw data, see 3 bullet points above. Analysed data: on my hard drive. Code: on my hard drive and KU Leuven GitLab. The code may be made available upon publication of an article describing the developed method. How will the data be backed up? UZLeuven: no backup. This is under the responsibility of the team in Leuven. I am legally not allowed to make copies of the data. MSBase: no backup. In case of corruption/loss, a new copy can be requested. This is the safest and most convenient option. MultipleMS: to be discussed later. Processed data: same procedures as for the raw data, see 3 bullet points above. Analysed data: continuously backed up on OneDrive for Business (as this data is no longer as sensitive as the patient data described above). Code: continuously backed up on OneDrive for Business. KU Leuven GitLab naturally acts as a double backup. This triple versioning is appropriate because the code is the most important data in this project, as all processed / analysed data can easily be reconstructed using the code and the raw data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Storage: my hard drive has a capacity of 500 GB, which is more than sufficient to store all the data. Backup: our OneDrive for Business license offers 2TB of storage, which is even greater than my hard drive capacity. Furthermore, KU Leuven GitLab offers sufficient storage for the double backup of the <100 MB of code generated in this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Servers in Leuven (for the UZLeuven data): responsibility of the team in Leuven. Hard drive of my laptop: has a bitlocker, laptop itself is password-protected. OneDrive for Businesss: secured by two-factor authentication. KU Leuven GitLab: secured by two-factor authentication. The latter 2 storage media are supported by the KU Leuven infrastructure, and are ensured to stay within a datacenter in Europe. What are the expected costs for data storage and backup during the research project? How will these costs be covered? No substantial costs for storage are expected. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All generated data will be retained for minimum 10 years (KU Leuven RDM policy). The reused patient data can legally not be preserved by us after the research project. Responsibles for the preservation of this data are as follows: My co-promotor professor An Goris for the UZ Leuven data. Created using DMPonline.be. Last modiﬁed 26 April 2023 4 of 6 Professor Bart Van Wijmeersch for the MSBase data. Karolinska Institute for the MultipleMS data. Where will these data be archived (stored and curated for the long-term)? The generated software data will be archived on KU Leuven's K drive, which is a drive specifically for archiving. It may also be made available, e.g. on a GitHub repository. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected costs for preservation are negligible and will be covered by the budget of the PI. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Raw data reused in this project and processed data will not be made available for legal and ethical reasons. The processed data can easily be recovered from the raw data using the software code generated during this project. Analysed data will be included in a publication, possibly as supplemental materials. Code may be made available on a project-per-project basis, e.g. in a hosted Git repository. Access to these repositories will not be restricted, as they do not consist of sensitive personal data (although care must be taken to curate the analysed data, e.g. graphs and tables, to fullfill this condition). If access is restricted, please specify who will be able to access the data and under what conditions. Not applicable. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects Yes, Ethical aspects We are not allowed to (re)share the existing data that is being reused here and the processed data derived from it. Where will the data be made available? If already known, please provide a repository per dataset or data type. In an Open Access repository. When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. The exact license of the software has to be decided, and will be discussed with LRD. For internal use in the research group, the software will be stored on the network drives. Created using DMPonline.be. Last modiﬁed 26 April 2023 5 of 6 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes A DOI can be generated for any GitHub repository. What are the expected costs for data sharing? How will these costs be covered? No costs for data sharing are expected, creation of a public GitHub repository is free. 6. Responsibilities Who will manage data documentation and metadata during the research project? Myself (as the PhD student). Who will manage data storage and backup during the research project? Myself (as the PhD student). Who will manage data preservation and sharing? PI. Who will update and implement this DMP? PI and myself (as the PhD student). Created using DMPonline.be. Last modiﬁed 26 April 2023 6 of 6"
}