{
    "document_id": "D-2021-1196",
    "LinkTitle": "D-2021-1196",
    "file_name": "D-2021-1196.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1196.pdf",
    "metadata": {
        "title": "FWO Data Management Plan - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n FWO Data Management Plan - DMP title\nPrincipal Investigator / Researcher\n Jacob Reniers\nProject Data Contact\n +32 470509212; jacob.reniers@kuleuven.be\nDescription\n Government measures force tenants to close their businesses: will they still be\nobliged to pay the rent? Air traffic is immobilized: do airlines companies have to reimburse all\ntravelers? An education centre cancels all further training courses: should the centre fully\nreimburse the advance payment it has received? \nA contract essentially is an allocation of risks.\nDeparting from their freedom of contract, contracting parties can predict the future and allocate\nassociated risks accordingly. It is, however, impossible for \nparties to (fully) anticipate certain\nevents. Especially systemic crises qualify as reasonably unforeseen events. They not only disturb\nthe contractual balance, but also and \nthe stability of the economic system. Different examples\npop up: the recent corona pandemic, the financial crisis of 2008 or the First World War. \nIn times\nof crisis, default contract law rules and general principles (hardship, force majeure, good faith, ...)\ntry to re-allocate the risks. Nevertheless and unlike other legal systems, Belgian rules on risk\nallocation are \ntoo rigid and principally attribute the risk to one party. This feels unjust and there\nis an evolution in case-law and legislation to circumvent the rigid approach by balancing the\ninterests of debtor and creditor. This balanced approach is pivotal, yet does not solve the\nproblem in itself: in the absence of a clear model of risk allocation (with operational criteria),\ncourt decisions continue to diverge and the impact of ad hoc regulation on contract law remains\nunclear. After classification and evaluation of the current contract law rules of risk allocation, this\nresearch aims to develop a new model of risk allocation that can be applied to reasonably\nunforeseen systemic crises in order and ensures both legal certainty and flexibility.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nJacob Reniers\nFWO Project Number & Title\n11I9122N – Risk allocation in case of systemic risks in contract law: towards a more flexible\napproach\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat and\nvolume\nOrigin\nReuse or new data\nBooks, journal\narticles, legislation\nand case law\navailable online\n(textual data)\nIn a first phase, data\nare stored in\ndifferent folder (per\njurisdiction and per\nsource) and\nalphabetically\nIn a second phase,\nall the data are\nincluded and stored\nin an EndNote\npersonal database\n.pdf / 10 GB\nDownloaded from\ndifferent online\ndatabases\n(jurisquare, jura,\nstradalex, limo,\nSSRN, beckonline,\nlegalintelligence,\nwestlaw\ninternational, etc.).\nReused existing data\nScanned and ocr'd\nimages of books,\njournal articles or\n(published and\nunpublished) case\nlaw if only physically\navailable (textual\ndata)\nn a first phase, data\nare stored in\ndifferent folder (per\njurisdiction and per\nsource) and\nalphabetically\nIn a second phase,\nall the data are\nincluded and stored\nin an EndNote\npersonal database\n.pdf / 5 GB\nDocument scanning\nof paper source\nReused existing data\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1) In a first phase, all reused existing data will be documented in a pdf file and categorized: \n- per source (legal scholarship, case law or legislation); \n- per country for my legal comparison (Belgium, the Netherlands, Engeland, Germany and a\nsection \"international sources\");\n- alphabetically;\n2) In a second phase, all reused existing data will be stored in a personal Endnote database.\n2) All new generated data will be documented in a Word and/or pdf file with careful reference to\nthe reused existing data according to the V&A-reference rules for legal research. \n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe data will be stored on my KU Leuven personal network drive (both I:drive and onedrive) as\nwell as on the KU Leuven central network drive (J:drive) only accesible for other researchers at\nthe Institute for Contract law or the Institute for Methodology of Law.\nHow is backup of the data provided?\nThe data will be stored on the central server (J:drive) accesible for researchers at the Insititute\nfor Contract Law with automatic daily back-up procedures. \nThe data will be backed up on a personal external drive once a year.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe shared network drive offers sufficient capacity for me to restore data used or generated. \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNo costs\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nNo personal data (contracts or other intermediary documents) are used.\nIf unpublished case-law will be used to produce new data, all personal information will\nbe anonymized (through adobe Acrobat). This personal information will never be refered to when\nreusing the existing unpublished case-law. I will only refer to the official docketnumber of the\ncase. \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nthe KU Leuven (research data management policy) expects that relevant research data\ngenerated are retained for a period of minimally 10 years after the end of the project.\nThe relevant data (i.a. doctoral dissertation) will thus be preserverd for minimally 10 years with\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nno specific limitations applying to my research project\nWhere will the data be archived (= stored for the longer term)?\n The data will be stored on my personal I-Drive, onedrive and on the shared J-Drive accesible only\nfor researchers at the Institute for Contract law or Methodology of Law.\nAfter the end of the project, a back up of all the relevant data will be made in an external network\ndrive.\n \n \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNo expected costs\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nReused existing data will not be made available again, but will be referenced to in the docotral\ndissertation according to the V&A reference rules for legal research, so other researchers or legal\npractitioners can consult these existing data themselves.\n \n \nWhere/how will the data be made available for reuse?\nOther (specify):\nReused existing data will not be made available again, but will be referenced to in the docotral\ndissertation according to the V&A reference rules for legal research, so other researchers or legal\npractitioners can consult these existing data themselves.\nWhen will the data be made available?\nImmediately after the end of the project\nWho will be able to access the data and under what conditions?\nAny interested party can consult and access the data.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo expected costs\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nAs PhD researcher I am responsible for data documentation.\nProfessor Alain-Laurent Verbeke (main supervisor) and professor Bernard Tilleman (co-\nsupervisor) will supervise this.\nWho will be responsible for data storage & back up during the project?\nAs PhD researcher I am responsible for data storage and back up during the trajectory.\nProfessor Alain-Laurent Verbeke (main supervisor) and professor Bernard Tilleman (co-\nsupervisor) will supervise this.\nWho will be responsible for ensuring data preservation and reuse ?\nAs PhD researcher I am responsible for data preservation and reuse during the trajectory\nProfessor Alain-Laurent Verbeke (main supervisor) and professor Bernard Tilleman (co-\nsupervisor) will supervise this.\nWho bears the end responsibility for updating & implementing this DMP?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nAs PhD researcher I have the day-to-day responsibility for updating & implementing this DMP.\nMy supervisor (prof. Alain-Laurent Verbeke) bears the end responsibilty.\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name FWO Data Management Plan - DMP title Principal Investigator / Researcher Jacob Reniers Project Data Contact +32 470509212; jacob.reniers@kuleuven.be Description Government measures force tenants to close their businesses: will they still be obliged to pay the rent? Air traffic is immobilized: do airlines companies have to reimburse all travelers? An education centre cancels all further training courses: should the centre fully reimburse the advance payment it has received? A contract essentially is an allocation of risks. Departing from their freedom of contract, contracting parties can predict the future and allocate associated risks accordingly. It is, however, impossible for parties to (fully) anticipate certain events. Especially systemic crises qualify as reasonably unforeseen events. They not only disturb the contractual balance, but also and the stability of the economic system. Different examples pop up: the recent corona pandemic, the financial crisis of 2008 or the First World War. In times of crisis, default contract law rules and general principles (hardship, force majeure, good faith, ...) try to re-allocate the risks. Nevertheless and unlike other legal systems, Belgian rules on risk allocation are too rigid and principally attribute the risk to one party. This feels unjust and there is an evolution in case-law and legislation to circumvent the rigid approach by balancing the interests of debtor and creditor. This balanced approach is pivotal, yet does not solve the problem in itself: in the absence of a clear model of risk allocation (with operational criteria), court decisions continue to diverge and the impact of ad hoc regulation on contract law remains unclear. After classification and evaluation of the current contract law rules of risk allocation, this research aims to develop a new model of risk allocation that can be applied to reasonably unforeseen systemic crises in order and ensures both legal certainty and flexibility. Institution KU Leuven 1. General Information Name applicant Jacob Reniers FWO Project Number & Title 11I9122N – Risk allocation in case of systemic risks in contract law: towards a more flexible approach Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format and volume Origin Reuse or new data Books, journal articles, legislation and case law available online (textual data) In a first phase, data are stored in different folder (per jurisdiction and per source) and alphabetically In a second phase, all the data are included and stored in an EndNote personal database .pdf / 10 GB Downloaded from different online databases (jurisquare, jura, stradalex, limo, SSRN, beckonline, legalintelligence, westlaw international, etc.). Reused existing data Scanned and ocr'd images of books, journal articles or (published and unpublished) case law if only physically available (textual data) n a first phase, data are stored in different folder (per jurisdiction and per source) and alphabetically In a second phase, all the data are included and stored in an EndNote personal database .pdf / 5 GB Document scanning of paper source Reused existing data 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1) In a first phase, all reused existing data will be documented in a pdf file and categorized: - per source (legal scholarship, case law or legislation); - per country for my legal comparison (Belgium, the Netherlands, Engeland, Germany and a section \"international sources\"); - alphabetically; 2) In a second phase, all reused existing data will be stored in a personal Endnote database. 2) All new generated data will be documented in a Word and/or pdf file with careful reference to the reused existing data according to the V&A-reference rules for legal research. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? The data will be stored on my KU Leuven personal network drive (both I:drive and onedrive) as well as on the KU Leuven central network drive (J:drive) only accesible for other researchers at the Institute for Contract law or the Institute for Methodology of Law. How is backup of the data provided? The data will be stored on the central server (J:drive) accesible for researchers at the Insititute for Contract Law with automatic daily back-up procedures. The data will be backed up on a personal external drive once a year. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The shared network drive offers sufficient capacity for me to restore data used or generated. What are the expected costs for data storage and back up during the project? How will these costs be covered? No costs Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? No personal data (contracts or other intermediary documents) are used. If unpublished case-law will be used to produce new data, all personal information will be anonymized (through adobe Acrobat). This personal information will never be refered to when reusing the existing unpublished case-law. I will only refer to the official docketnumber of the case. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). the KU Leuven (research data management policy) expects that relevant research data generated are retained for a period of minimally 10 years after the end of the project. The relevant data (i.a. doctoral dissertation) will thus be preserverd for minimally 10 years with This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 no specific limitations applying to my research project Where will the data be archived (= stored for the longer term)? The data will be stored on my personal I-Drive, onedrive and on the shared J-Drive accesible only for researchers at the Institute for Contract law or Methodology of Law. After the end of the project, a back up of all the relevant data will be made in an external network drive. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No expected costs 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Reused existing data will not be made available again, but will be referenced to in the docotral dissertation according to the V&A reference rules for legal research, so other researchers or legal practitioners can consult these existing data themselves. Where/how will the data be made available for reuse? Other (specify): Reused existing data will not be made available again, but will be referenced to in the docotral dissertation according to the V&A reference rules for legal research, so other researchers or legal practitioners can consult these existing data themselves. When will the data be made available? Immediately after the end of the project Who will be able to access the data and under what conditions? Any interested party can consult and access the data. What are the expected costs for data sharing? How will the costs be covered? No expected costs 8. Responsibilities Who will be responsible for data documentation & metadata? As PhD researcher I am responsible for data documentation. Professor Alain-Laurent Verbeke (main supervisor) and professor Bernard Tilleman (co- supervisor) will supervise this. Who will be responsible for data storage & back up during the project? As PhD researcher I am responsible for data storage and back up during the trajectory. Professor Alain-Laurent Verbeke (main supervisor) and professor Bernard Tilleman (co- supervisor) will supervise this. Who will be responsible for ensuring data preservation and reuse ? As PhD researcher I am responsible for data preservation and reuse during the trajectory Professor Alain-Laurent Verbeke (main supervisor) and professor Bernard Tilleman (co- supervisor) will supervise this. Who bears the end responsibility for updating & implementing this DMP? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 As PhD researcher I have the day-to-day responsibility for updating & implementing this DMP. My supervisor (prof. Alain-Laurent Verbeke) bears the end responsibilty. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}