{
    "document_id": "D-2023-2378",
    "LinkTitle": "D-2023-2378",
    "file_name": "D-2023-2378.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2378.pdf",
    "metadata": {
        "title": "D-2023-2378",
        "author": "Rob Lavigne",
        "num_pages": 9
    },
    "content": {
        "full_text": "KU LEUVEN (KUL): KU LEUVEN BOF-IOF\nRESEARCH DATA SUMMARY\nONLY FOR DIGITAL \nDATAONLY FOR \nDIGITAL DATAONLY FOR DIGITAL \nDATAONLY FOR \nPHYSICAL DATA\nDataset NameDescriptionNew or \nReused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data Volume \n(MB, GB, TB)Physical Volume\nStaphylococcus \naureus strainsCollection of \nstrains from the \ndifferent \npartners of the \nconsortium☐ Generate \nnew data\n☒ Reuse \nexisting data☐ Digital\n☒ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:Maximum 1 box \nstored at -80°C\nStaphylococcus \naureus phages \n(wildtype and \nengineered)Collection of 4 \nphages \npreviously \ncharacterized at \nKU Leuven☒ Generate \nnew data\n☒ Reuse \nexisting data☐ Digital\n☒ PhysicalMaximum 1 box \nstored at 4°C\nPhage-coated \nimplant materialsMetallic, ceramic \nand plastic \nbiomaterials with \nand without \nphage coating☒ Generate \nnew data☐ Digital\n☒ PhysicalMaximum 1 box \nstored at 4°C\nData on \nantibiofilm activity \nof phages and \nphage-coated \nbiomaterials in \nbioreactor setupData on the \nantibiofilm \nactivity of the \nphages and \nphage-coated \nbiomaterials☒ Generate \nnew data☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.jpg\n.tiff\n.png\n.xls\n.csv☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nData on the \ndeposition of the \nphages on \nmetallic \nbiomaterialsData generated \nby the Braem \nlab☒ Generate \nnew data☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.jpg\n.tiff\n.png\n.xls\n.csv☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nPeptide dataData on what \npeptides bind to \nmetallics, \nplastics and \nceramics☒ Generate \nnew data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.jpg\n.tiff\n.png\n.xls\n.csv☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nBacterial and \nphage \nsequencing dataRaw and \nprocessed \nsequencing data \nof phages and \nbacteria☒ Generate \nnew data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☒ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other:.fastq\n.fast5\n.fasta\n.gb☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nData on virulence \nof phage-resistant \nbacterial mutantsVirulence assay \ndata☒ Generate \nnew data☒ Digital\n☐ Physical☐ Audiovisual\n☒ Images\n☐ Sound\n☒ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.jpg\n.tiff\n.png\n.xls\n.csv☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nMethods, \nprotocols, lab \nbooksAssociated data☒ Generate \nnew data\n☒ Reuse \nexisting data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.docx\n.txt\n.pdf☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nCommunicative \ndataScientific \nreports, \npresentations, \npapers, theses☒ Generate \nnew data\n☐ Reuse \nexisting data☒ Digital\n☐ Physical☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☒ Textual\n☐ Model\n☐ Software\n☐ Other:.docx\n.txt\n.pdf\n.pptx☒ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\n☐ NA\nWe will reuse S. aureus strains and phages previously isolated and characterized at KU Leuven.  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or \ndata types when appropriate and provide the relevant ethical approval number.\n●Yes, human subject data (Provide SMEC or EC approval number below)\n●Yes, animal data (Provide ECD reference number below)\n●Yes, dual use (Provide approval number below)\n●No\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register \nnumber (G or S number).\n●Yes (Provide PRET G-number or EC S-number below)\n●No\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per \ndataset or data type where appropriate.  \n●Yes\n●No\nIn this project, we will provide a proof-of-concept for phage-coated biomaterials that could applied in human medicine (medical devices) to avoid bacterial \ninfections with S. aureus during/after surgeries.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration \nagreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\n●Yes\n●No\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the \ncomment section to what data they relate and which restrictions will be asserted.\n●Yes\n●No\nDOCUMENTATION AND METADATA\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and \nothers, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, \ncodebook.tsv etc. where this information is recorded).  \nAll (meta)data and how it was generated and processed is tracked using a combination of digital lab books, which are kept on university-secured \nnetwork drives and cloud-based systems (such as Google Drive). Both lab books and data are time-stamped, allowing to easily trace back \n(experimental) details of the corresponding data. Files will follow a standard naming format (e.g. yyyymmdd_reasearcherinitials_experimentdescriptor) \nto improve traceability of data and make them easily findable.  \nNearly all digital data formats are commonly used in the field of research and can be visualised/analysed with common software suites or online tools, \nmaking them interoperable.\nWill a metadata standard be used to make it easier to find and reuse the data ? \nIf so, please specify which metadata standard will be used.  \nIf not, please specify which metadata will be created to make the data easier to find and reuse.  \n●Yes\n●No\nWhere possible, we will strive to include how data was processed into the file or folder of the respective processed data (as .txt file). Data published in \nor as supplement of open-access peer-reviewed publications will be conform to the standards of the publisher.\nDATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT  \nWhere will the data be stored?\n●ManGO\n●Shared network drive (J-drive)\n●Personal network drive (I-drive)\n●OneDrive (KU Leuven)\n●Sharepoint online\n●Sharepoint on-premis\n●Large Volume Storage\n●Digital Vault\n●Other (specify below)\nHow will the data be backed up?\n●Standard back-up provided by KU Leuven ICTS for my storage solution\n●Personal back-ups I make (specify below)\n●Other (specify below)\nIs there currently sufficient storage & backup capacity during the project?  \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of.  \n●Yes\n●No (explain solution below)\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  \nData (both raw and processed) will be stored on the storage facilities of the respective university from each partner and a secure cloud service (only \nfor processed data), to ensure accessibility by the different partners.  \nIn case data is linked to publications, it will be also made available on public databases which have their own storage facilities (e.g. Sequence Read \nArchive, Genbank of NCBI).  \nThe university facilities have rigorous data back-up plans in place to avoid data loss as much as possible. These include frequent back-ups, \nredundancy in storage and spatial separation of data storage sites.  \nBiological data will be stored at 4°C fridges and -80°C freezers with limited access. A copy of the bacterial and phage database will be kept at each \nconsortium partner. Freezers with biological data are located in the labs which have restricted access for unauthorized personnel (e.g. by means of a \nbadge-system).\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWe will stay within the limits of what is currently provided by our university for digital data storage. For physical data storage, we have the required \nmaterials and space available (fridge, freezers).\nDATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project?  \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\n●All data will be preserved for 10 years according to KU Leuven RDM policy\n●All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical \nexperiments on humans\n●Certain data cannot be kept for 10 years (explain below)\nWhere will these data be archived (stored and curated for the long-term)?  \n●Large Volume Storage (longterm for large volumes)\n●Shared network drive (J-drive)\n●KU Leuven RDR\n●Other (specify below)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWe will stay within the limits of what is currently provided by our university for digital data storage. For physical data storage, we have the required \nmaterials and space available (fridge, freezers).\nDATA SHARING AND REUSE  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\n●Yes, as open data\n●Yes, as embargoed data (temporary restriction)\n●Yes, as restricted data (upon approval, or institutional access only)\n●No (closed access)\n●Other (specify below)\nAll relevant data of the project and associated data such as lab books will be archived for a minimum of 10 years. After this time, irrelevant versions of  \ndigital DNA sequences, digital lab notebooks and experimental datasets will be scrutinized for prolonged storage or disposal. All relevant data,  \nhowever, will be preserved to keep them reusable. \nAfter the IP strategy has been sorted out, relevant data will be published in peer-reviewed journals, making them easily discoverable and identifiable  \nthrough DOI codes. Specifically,  the FAIR policy will be also implemented through Open Access publications. \nIf access is restricted, please specify who will be able to access the data and under what conditions.  NA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?  \nPlease explain per dataset or data type where appropriate.\n●Yes, privacy aspects\n●Yes, intellectual property rights\n●Yes, ethical aspects\n●Yes, aspects of dual-use\n●Yes, other\n●No\nSince some of the data can lead to new IP, the data will be kept confidential within the consortium until the valorisation of the  \ndata is clear for everyone. The CELSA charter describes how protection and valorisation of project results will be achieved. IP  \nand copyrights will be handled according to this agreement.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\n●KU Leuven RDR (Research Data Repository)\n●Other data repository (specify below)\n●Other (specify below)\nGuidance:\nFor your initial DMP you can list candidate repositories and explain how you will decide when your data is ready.\nDisciplinary repositories are the usually the most suitable place to make your data easily findable and reusable within your research community, but if there is no \ndisciplinary repository, or when you work with sensitive data you can use KU Leuven RDR.\nIf you have physical data also consider if and how you can share these.\nWhen will the data be made available?  \n●Upon publication of research results\n●Specific date (specify below)\n●Other (specify below)\nWhich data usage licenses are you going to provide?  \nIf none, please explain why.  \n●CC-BY 4.0 (data)\n●Data Transfer Agreement (restricted data)\n●MIT licence (code)\n●GNU GPL-3.0 (code)\n●Other (specify below)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here.  \n●Yes, a PID will be added upon deposit in a data repository\n●Yes, my dataset already has a PID\n●No\nWhat are the expected costs for data sharing? How will these costs be covered?  \nOpen access publication costs are foreseen within the project budget.\nRESPONSIBILITIES \nWho will manage data documentation and metadata during the research project?  \nJeroen Wagemans, Merve Kübra Aktan\nWho will manage data storage and backup during the research project?  \nJeroen Wagemans, Merve Kübra Aktan\nWho will manage data preservation and sharing?  \nRob Lavigne, Annabel Braem, Jeroen Wagemans\nWho will update and implement this DMP?  \nJeroen Wagemans"
    },
    "clean_full_text": "KU LEUVEN (KUL): KU LEUVEN BOF-IOF RESEARCH DATA SUMMARY ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescriptionNew or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Staphylococcus aureus strainsCollection of strains from the different partners of the consortium☐ Generate new data ☒ Reuse existing data☐ Digital ☒ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:Maximum 1 box stored at -80°C Staphylococcus aureus phages (wildtype and engineered)Collection of 4 phages previously characterized at KU Leuven☒ Generate new data ☒ Reuse existing data☐ Digital ☒ PhysicalMaximum 1 box stored at 4°C Phage-coated implant materialsMetallic, ceramic and plastic biomaterials with and without phage coating☒ Generate new data☐ Digital ☒ PhysicalMaximum 1 box stored at 4°C Data on antibiofilm activity of phages and phage-coated biomaterials in bioreactor setupData on the antibiofilm activity of the phages and phage-coated biomaterials☒ Generate new data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.jpg .tiff .png .xls .csv☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Data on the deposition of the phages on metallic biomaterialsData generated by the Braem lab☒ Generate new data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.jpg .tiff .png .xls .csv☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Peptide dataData on what peptides bind to metallics, plastics and ceramics☒ Generate new data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.jpg .tiff .png .xls .csv☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Bacterial and phage sequencing dataRaw and processed sequencing data of phages and bacteria☒ Generate new data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☒ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other:.fastq .fast5 .fasta .gb☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Data on virulence of phage-resistant bacterial mutantsVirulence assay data☒ Generate new data☒ Digital ☐ Physical☐ Audiovisual ☒ Images ☐ Sound ☒ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.jpg .tiff .png .xls .csv☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Methods, protocols, lab booksAssociated data☒ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.docx .txt .pdf☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA Communicative dataScientific reports, presentations, papers, theses☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☒ Textual ☐ Model ☐ Software ☐ Other:.docx .txt .pdf .pptx☒ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB ☐ NA We will reuse S. aureus strains and phages previously isolated and characterized at KU Leuven. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ●Yes, human subject data (Provide SMEC or EC approval number below) ●Yes, animal data (Provide ECD reference number below) ●Yes, dual use (Provide approval number below) ●No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ●Yes (Provide PRET G-number or EC S-number below) ●No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ●Yes ●No In this project, we will provide a proof-of-concept for phage-coated biomaterials that could applied in human medicine (medical devices) to avoid bacterial infections with S. aureus during/after surgeries. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ●Yes ●No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ●Yes ●No DOCUMENTATION AND METADATA Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All (meta)data and how it was generated and processed is tracked using a combination of digital lab books, which are kept on university-secured network drives and cloud-based systems (such as Google Drive). Both lab books and data are time-stamped, allowing to easily trace back (experimental) details of the corresponding data. Files will follow a standard naming format (e.g. yyyymmdd_reasearcherinitials_experimentdescriptor) to improve traceability of data and make them easily findable. Nearly all digital data formats are commonly used in the field of research and can be visualised/analysed with common software suites or online tools, making them interoperable. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ●Yes ●No Where possible, we will strive to include how data was processed into the file or folder of the respective processed data (as .txt file). Data published in or as supplement of open-access peer-reviewed publications will be conform to the standards of the publisher. DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT Where will the data be stored? ●ManGO ●Shared network drive (J-drive) ●Personal network drive (I-drive) ●OneDrive (KU Leuven) ●Sharepoint online ●Sharepoint on-premis ●Large Volume Storage ●Digital Vault ●Other (specify below) How will the data be backed up? ●Standard back-up provided by KU Leuven ICTS for my storage solution ●Personal back-ups I make (specify below) ●Other (specify below) Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ●Yes ●No (explain solution below) How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data (both raw and processed) will be stored on the storage facilities of the respective university from each partner and a secure cloud service (only for processed data), to ensure accessibility by the different partners. In case data is linked to publications, it will be also made available on public databases which have their own storage facilities (e.g. Sequence Read Archive, Genbank of NCBI). The university facilities have rigorous data back-up plans in place to avoid data loss as much as possible. These include frequent back-ups, redundancy in storage and spatial separation of data storage sites. Biological data will be stored at 4°C fridges and -80°C freezers with limited access. A copy of the bacterial and phage database will be kept at each consortium partner. Freezers with biological data are located in the labs which have restricted access for unauthorized personnel (e.g. by means of a badge-system). What are the expected costs for data storage and backup during the research project? How will these costs be covered? We will stay within the limits of what is currently provided by our university for digital data storage. For physical data storage, we have the required materials and space available (fridge, freezers). DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ●All data will be preserved for 10 years according to KU Leuven RDM policy ●All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans ●Certain data cannot be kept for 10 years (explain below) Where will these data be archived (stored and curated for the long-term)? ●Large Volume Storage (longterm for large volumes) ●Shared network drive (J-drive) ●KU Leuven RDR ●Other (specify below) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? We will stay within the limits of what is currently provided by our university for digital data storage. For physical data storage, we have the required materials and space available (fridge, freezers). DATA SHARING AND REUSE Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ●Yes, as open data ●Yes, as embargoed data (temporary restriction) ●Yes, as restricted data (upon approval, or institutional access only) ●No (closed access) ●Other (specify below) All relevant data of the project and associated data such as lab books will be archived for a minimum of 10 years. After this time, irrelevant versions of digital DNA sequences, digital lab notebooks and experimental datasets will be scrutinized for prolonged storage or disposal. All relevant data, however, will be preserved to keep them reusable. After the IP strategy has been sorted out, relevant data will be published in peer-reviewed journals, making them easily discoverable and identifiable through DOI codes. Specifically, the FAIR policy will be also implemented through Open Access publications. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ●Yes, privacy aspects ●Yes, intellectual property rights ●Yes, ethical aspects ●Yes, aspects of dual-use ●Yes, other ●No Since some of the data can lead to new IP, the data will be kept confidential within the consortium until the valorisation of the data is clear for everyone. The CELSA charter describes how protection and valorisation of project results will be achieved. IP and copyrights will be handled according to this agreement. Where will the data be made available? If already known, please provide a repository per dataset or data type. ●KU Leuven RDR (Research Data Repository) ●Other data repository (specify below) ●Other (specify below) Guidance: For your initial DMP you can list candidate repositories and explain how you will decide when your data is ready. Disciplinary repositories are the usually the most suitable place to make your data easily findable and reusable within your research community, but if there is no disciplinary repository, or when you work with sensitive data you can use KU Leuven RDR. If you have physical data also consider if and how you can share these. When will the data be made available? ●Upon publication of research results ●Specific date (specify below) ●Other (specify below) Which data usage licenses are you going to provide? If none, please explain why. ●CC-BY 4.0 (data) ●Data Transfer Agreement (restricted data) ●MIT licence (code) ●GNU GPL-3.0 (code) ●Other (specify below) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ●Yes, a PID will be added upon deposit in a data repository ●Yes, my dataset already has a PID ●No What are the expected costs for data sharing? How will these costs be covered? Open access publication costs are foreseen within the project budget. RESPONSIBILITIES Who will manage data documentation and metadata during the research project? Jeroen Wagemans, Merve Kübra Aktan Who will manage data storage and backup during the research project? Jeroen Wagemans, Merve Kübra Aktan Who will manage data preservation and sharing? Rob Lavigne, Annabel Braem, Jeroen Wagemans Who will update and implement this DMP? Jeroen Wagemans"
}