{
    "document_id": "D-2024-2687",
    "LinkTitle": "D-2024-2687",
    "file_name": "D-2024-2687.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2687.pdf",
    "metadata": {
        "title": "Nearly Kähler spaces and their submanifolds",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Nearly Kähler spaces and their submanifolds\nNearly Kähler spaces and their submanifolds\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nMichaël Liefsoens\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nMichaël Liefsoens\nGrant number / URL: \nGrant number / URL: \n11PG324N\nID: \nID: \n204422\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nThis research proposal aims to better the understanding of the four fundamental homogeneous nearly Ka\n̈\nhler six-manifolds by means of exploring their\nsubmanifolds. Specifically, the submanifolds considered are Lagrangian submanifolds, totally real submanifolds, almost complex submanifolds and\nHopf hypersurfaces and will be explored in nearly Ka\n̈\nhler complex projective three-space (CP3) and the space of full >ags in three-dimensional\ncomplex space. The proposal aims to classify these submanifolds and prove an existence and uniqueness result for the nearly Ka\n̈\nhler product of two\nthree-spheres as well as for nearly Ka\n̈\nhler CP3.\nAdditionally, new nearly pseudo-Ka\n̈\nhler structures will be described and explored on the di@erential manifold CP3, building on recent developments in\nthe description of nearly Ka\n̈\nhler CP3 by the author. Again, the aforementioned submanifolds will be classiAed for these nearly pseudo-Ka\n̈\nhler spaces.\nBy providing a deeper understanding of nearly Ka\n̈\nhler geometry and its applications in di@erential geometry, these Andings will advance the Aeld's\nknowledge.\nLast modified: \nLast modified: \n05-02-2024\nCreated using DMPonline.be. Last modiﬁed 05 February 2024\n1 of 8\nNearly Kähler spaces and their submanifolds\nNearly Kähler spaces and their submanifolds\nDPIA\nDPIA\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 05 February 2024\n2 of 8\nNearly Kähler spaces and their submanifolds\nNearly Kähler spaces and their submanifolds\nGDPR\nGDPR\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nHave you registered personal data processing activities for this project?\nNo\nCreated using DMPonline.be. Last modiﬁed 05 February 2024\n3 of 8\nNearly Kähler spaces and their submanifolds\nNearly Kähler spaces and their submanifolds\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nThe data produced in the project amounts to theorems and their proofs within the framework of nearly Kähler geometry. These will be\ndocumented first in publicly (free, open) available preprints and later in peer-reviewed journals. The latex code for the manuscript and\nhandwritten digital notes will be stored on my personal devices, as well as on personal cloud. Moreover, I will back-up the notes and latex\ncode using a git repository especially created for this project. This GitHub repository will be kept online for the duration of the project and at\nleast five years thereafter.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\nDuring and after the research, the preprints will remain available in perpetuity on arxiv.org. This is the standard (free, open) respository in the\nmathematical community.\nDuring the production of these preprints, the content will be stored on my personal computer and backed up frequently. Eventually the papers\nwill be published in a journal where it will remain stored in perpetuity. Even then the preprint will be freely and openly available as it was\noriginally on arxiv.org. KU Leuven's repository Lirias will also be used for archiving and facilitating access to the manuscripts.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nNot applicable. \nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nNot applicable. \nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNot applicable. \nCreated using DMPonline.be. Last modiﬁed 05 February 2024\n4 of 8\nNearly Kähler spaces and their submanifolds\nNearly Kähler spaces and their submanifolds\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for\ndigital data \nOnly for digital data \nOnly for\nphysical data\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nGenerate new data\nDigital\nOther\n \n.pdf\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nCreated using DMPonline.be. Last modiﬁed 05 February 2024\n5 of 8\nYes\nThe preprints will be made available on the arXiv (a popular preprint sharing website in the math community). They will be under arXiv's\n\"perpetual, non-exclusive license\" which gives them limited, non-exclusive rights to distribute the arcle. So the data of preprints will be free\nand openly accessible. Published, peer-reviewed papers will be available based on an individual's subscription to the journal in question.\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nI will follow standard stylistic practises for mathematical manuscripts. I will also use the Mathematics Subject Classification system as well as\nkeywords to make the manuscripts (both preprint and published versions) easily searchable and findable for fellow researchers.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nYes\nI will use the Mathematics Subject Classification system as well as keywords to facilitate easy exposure and searchability of my articles.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nPreprints will be freely and openly published on the mathematical preprint sharing website arxiv.org. During their production, the content of\nthese articles will be stored on my personal computer and backed up frequently. Eventually, the papers will be published in a journal where it\nwill remain stored in perpetuity. Even then the preprint will be freely and openly available as it was originally on arxiv.org. KU Leuven's\nrepository Lirias will also be used for archiving and facilitating access to the manuscripts.\nHow will the data be backed up?\nHow will the data be backed up?\nThe procedure will be to regularly (monthly) make back-ups of manuscripts as they are being produced. These back-ups will be stored on a\nseparate device (cloud) from the computer where the manuscript is generated. Addionally, old versions of manuscripts in progress will be\npreserved in case reversion to earlier work is deemed necessary.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nI will use a password and/or fingerprint system to secure any manuscripts stored on electronically accessible platforms. The password will be\nchanged regularly. \nCreated using DMPonline.be. Last modiﬁed 05 February 2024\n6 of 8\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nI expect no additional costs.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nAll data will be retained for at least five years after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe preprint manuscripts will be stored (freely, openly) on the arXiv in perpetuity. The published manuscripts will be given to the journal of\npublication for them to store in whatever way they deem fit.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs are expected.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nOther, please specify:\nPreprints will be available in an Open Access repository; published articles will be available to any subscriber of the journal in question.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nAny subscriber to the journal in question will be able to access the articles published therein.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nWhile preprints will be freely and openly accessible, access to published manuscripts will depend on an individual/institutions subscription to\nthe journal. Preprints will remain available for access in perpetuity, however.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data in preprint form will be made available on arxiv.org. This is the standard (free, open) respository in the mathematical community.\nCreated using DMPonline.be. Last modiﬁed 05 February 2024\n7 of 8\nWhen will the data be made available?\nWhen will the data be made available?\nAs soon as the articles are written.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nI will select journals that use one of, or something roughly equivalent to one of the following data license: Creative Commons Noncommercial\nLicense (CC BY-NC), Creative Commons No Derivatives License (CC BY-ND) or the Creative Commons Attribution License. Such licenses\nfor published mathemacs arcles is the norm.\nFor preprints I will use arXiv's \"perpetual, non-exclusive license.\"\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\na DOI will be added to each published arcle by the publisher.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nI expect essentially zero data sharing costs.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nMichaël Liefsoens \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nMichaël Liefsoens \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nJoeri Van der Veken (PhD supervisor) \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nMichaël Liefsoens \nCreated using DMPonline.be. Last modiﬁed 05 February 2024\n8 of 8"
    },
    "clean_full_text": "Nearly Kähler spaces and their submanifolds Nearly Kähler spaces and their submanifolds A Data Management Plan created using DMPonline.be Creator: Creator: Michaël Liefsoens Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Michaël Liefsoens Grant number / URL: Grant number / URL: 11PG324N ID: ID: 204422 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: This research proposal aims to better the understanding of the four fundamental homogeneous nearly Ka ̈ hler six-manifolds by means of exploring their submanifolds. Specifically, the submanifolds considered are Lagrangian submanifolds, totally real submanifolds, almost complex submanifolds and Hopf hypersurfaces and will be explored in nearly Ka ̈ hler complex projective three-space (CP3) and the space of full >ags in three-dimensional complex space. The proposal aims to classify these submanifolds and prove an existence and uniqueness result for the nearly Ka ̈ hler product of two three-spheres as well as for nearly Ka ̈ hler CP3. Additionally, new nearly pseudo-Ka ̈ hler structures will be described and explored on the di@erential manifold CP3, building on recent developments in the description of nearly Ka ̈ hler CP3 by the author. Again, the aforementioned submanifolds will be classiAed for these nearly pseudo-Ka ̈ hler spaces. By providing a deeper understanding of nearly Ka ̈ hler geometry and its applications in di@erential geometry, these Andings will advance the Aeld's knowledge. Last modified: Last modified: 05-02-2024 Created using DMPonline.be. Last modiﬁed 05 February 2024 1 of 8 Nearly Kähler spaces and their submanifolds Nearly Kähler spaces and their submanifolds DPIA DPIA DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 05 February 2024 2 of 8 Nearly Kähler spaces and their submanifolds Nearly Kähler spaces and their submanifolds GDPR GDPR GDPR GDPR Have you registered personal data processing activities for this project? Have you registered personal data processing activities for this project? No Created using DMPonline.be. Last modiﬁed 05 February 2024 3 of 8 Nearly Kähler spaces and their submanifolds Nearly Kähler spaces and their submanifolds Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) The data produced in the project amounts to theorems and their proofs within the framework of nearly Kähler geometry. These will be documented first in publicly (free, open) available preprints and later in peer-reviewed journals. The latex code for the manuscript and handwritten digital notes will be stored on my personal devices, as well as on personal cloud. Moreover, I will back-up the notes and latex code using a git repository especially created for this project. This GitHub repository will be kept online for the duration of the project and at least five years thereafter. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) During and after the research, the preprints will remain available in perpetuity on arxiv.org. This is the standard (free, open) respository in the mathematical community. During the production of these preprints, the content will be stored on my personal computer and backed up frequently. Eventually the papers will be published in a journal where it will remain stored in perpetuity. Even then the preprint will be freely and openly available as it was originally on arxiv.org. KU Leuven's repository Lirias will also be used for archiving and facilitating access to the manuscripts. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) Not applicable. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) Not applicable. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) Not applicable. Created using DMPonline.be. Last modiﬁed 05 February 2024 4 of 8 Nearly Kähler spaces and their submanifolds Nearly Kähler spaces and their submanifolds FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Generate new data Digital Other .pdf <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Created using DMPonline.be. Last modiﬁed 05 February 2024 5 of 8 Yes The preprints will be made available on the arXiv (a popular preprint sharing website in the math community). They will be under arXiv's \"perpetual, non-exclusive license\" which gives them limited, non-exclusive rights to distribute the arcle. So the data of preprints will be free and openly accessible. Published, peer-reviewed papers will be available based on an individual's subscription to the journal in question. 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). I will follow standard stylistic practises for mathematical manuscripts. I will also use the Mathematics Subject Classification system as well as keywords to make the manuscripts (both preprint and published versions) easily searchable and findable for fellow researchers. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. Yes I will use the Mathematics Subject Classification system as well as keywords to facilitate easy exposure and searchability of my articles. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Preprints will be freely and openly published on the mathematical preprint sharing website arxiv.org. During their production, the content of these articles will be stored on my personal computer and backed up frequently. Eventually, the papers will be published in a journal where it will remain stored in perpetuity. Even then the preprint will be freely and openly available as it was originally on arxiv.org. KU Leuven's repository Lirias will also be used for archiving and facilitating access to the manuscripts. How will the data be backed up? How will the data be backed up? The procedure will be to regularly (monthly) make back-ups of manuscripts as they are being produced. These back-ups will be stored on a separate device (cloud) from the computer where the manuscript is generated. Addionally, old versions of manuscripts in progress will be preserved in case reversion to earlier work is deemed necessary. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I will use a password and/or fingerprint system to secure any manuscripts stored on electronically accessible platforms. The password will be changed regularly. Created using DMPonline.be. Last modiﬁed 05 February 2024 6 of 8 What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? I expect no additional costs. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). All data will be retained for at least five years after the end of the project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The preprint manuscripts will be stored (freely, openly) on the arXiv in perpetuity. The published manuscripts will be given to the journal of publication for them to store in whatever way they deem fit. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs are expected. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Other, please specify: Preprints will be available in an Open Access repository; published articles will be available to any subscriber of the journal in question. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Any subscriber to the journal in question will be able to access the articles published therein. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights While preprints will be freely and openly accessible, access to published manuscripts will depend on an individual/institutions subscription to the journal. Preprints will remain available for access in perpetuity, however. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data in preprint form will be made available on arxiv.org. This is the standard (free, open) respository in the mathematical community. Created using DMPonline.be. Last modiﬁed 05 February 2024 7 of 8 When will the data be made available? When will the data be made available? As soon as the articles are written. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. I will select journals that use one of, or something roughly equivalent to one of the following data license: Creative Commons Noncommercial License (CC BY-NC), Creative Commons No Derivatives License (CC BY-ND) or the Creative Commons Attribution License. Such licenses for published mathemacs arcles is the norm. For preprints I will use arXiv's \"perpetual, non-exclusive license.\" Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes a DOI will be added to each published arcle by the publisher. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? I expect essentially zero data sharing costs. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Michaël Liefsoens Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Michaël Liefsoens Who will manage data preservation and sharing? Who will manage data preservation and sharing? Joeri Van der Veken (PhD supervisor) Who will update and implement this DMP? Who will update and implement this DMP? Michaël Liefsoens Created using DMPonline.be. Last modiﬁed 05 February 2024 8 of 8"
}