{
    "document_id": "D-2022-1690",
    "LinkTitle": "D-2022-1690",
    "file_name": "D-2022-1690.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1690.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP_C2.docx",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Data Management Plan – Draft 31/03/2023   1. General information Name applicant Viviana d’Auria  Project Identifier: C24M/22/019 Grant Title: Achieving inclusion through renovation: learning from the afterlife of social housing transformation in post-war estates of Flanders and Brussels Principle Investigator/ Researcher: Viviana d’Auria Project summary:  Often built as innovative models, post-war social housing estates increasingly require renovation. Although the latter has been recently earmarked as a “high social impact” investment, it remains a complex process. One of its challenges is the sectorial treatment of social and spatial issues, even in the case of complex urban regeneration schemes. Participation, going from mere consultation to sophisticated co-creation, has become more common in public investment projects, but is not per se a guarantee of inclusion. This project targets inclusive renovation first-hand by focusing on renovation’s afterlife. Collecting insights from recent renovations in Flanders and Brussels, it will evaluate their impact from a situated, multi-stakeholder perspective, highlighting discrepancies between renovation and its afterlife. It will formulate inclusion-driven scenarios for future social housing renovation (mid-term) and for the 2030-50 horizon, when large renovations are expected (long-term).  Institution: KU Leuven  2. Data description Will you generate/ collect new data and/or make use of existing data ? Generate new data Reuse existing data  Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) and per WP or objective of the project.   SUB WORK PACKAGE TYPE OF DATA FORMAT ORIGIN (HOW CREATED?) ESTIMATED SIZE/ STORAGE  Discourse analysis and critical analysis of documentation of social housing renovation practices qualitative / textual and visual *doc, *docx, *odt., *pdf, *jpg, *png (policy) reports, meeting minutes and newsletters by social housing associations, articles and their transcriptions, architectural plans and reports, photographs  4-6 GB \n Evaluation of social housing renovation’s afterlife through ethnographic fieldwork qualitative / textual *doc, *docx, *odt., *pdf, Interview transcripts, typed notes, logbooks 2-4 GB qualitative/ numerical *mp3, *wav Interview audio recordings 3-5 GB physical + digitised paper + *pdf, *jpg, *png hard and soft copies of consent forms 1-2 GB Trans-disciplinary workshops Textual and visual *doc, *docx, *odt., *pdf, *jpg, *png Typed notes, sketches, photos of working posters  500 – 750 GB \nDesign-driven scenarios and policy recommendations Qualitative / visual and textual; Compiled/ multimedia *.dwg, *.ai, *indd,*.idmp*, pdf, *jpg, *png Architectural drawings, 3D models, diagrams, mappings, visual processing of ethnographic findings, hybrid schemes and accompanying text 750 GB- 1 TB \n Most data generated in the course of the project will be new. Nonetheless, the research team will make use, especially in the first phase of the project and in the initial stages of case-based analysis, of existing data such as reports produced by social housing associations concerning the renovation of their building stock, as well as architectural plans and reports, including participation in public tenders for the obtention of subsidies, etc. Additionally, archival maps and photographs will be consulted and some of these may be embedded or retraced as layers as components of final schemes and drawings whenever relevant. If applicable, copyright issues will be settled, for both historical and contemporary documentation materials. No materials under copyright protection or that require tech transfer will be used.  Our team will mobilize our soft IP-like expertise, in particular in mixed method research and mapping techniques on the one hand and action-research on the other hand. For this, we will make use of licenced software such as GIS, Autocad, Sketchup, Adobe Creative Suite. There is no intent to keep this know-how confidential. On the contrary trans-disciplinary workshops are part and parcel of this applied research project. Materials are produced precisely for the purpose of also being disseminated with the stakeholders involved as consortium members (mainly but not only social housing associations and public sector). The end-products will be open access as much as possible.   3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation.  - Yes  As part of a joint submission with the ethical clearance, submission of the GDPR is underway (due date: 28/06/2023).   Short description of the kind of personal data that will be used:  Interviewed participants will be adults who are either inhabitants of social housing complexes that have been recently renovated or are in the process of being renovated. Due to the shift in the demographic landscape of social housing tenants, this population may include vulnerable individuals who will require particular protection. While documenting an individual’s experience in the context of renovation projects, the emergence of certain biographical details is likely to occur. For this reason, a number of protective measures will be considered, and precautions taken: 1. The information gathered will be immediately anonymised or pseudonymised. In the second case, no additional file allowing to revert pseudonomysation will be kept. 2. Since the most sensitive data is expected to be contained in the consent forms, these will be digitised and then original hard copies will be destroyed. Soft copies will be stored and backed up on KUL-managed computer under a different, coded and password protected filename and folder, and encrypted protected back-up (removable HD).  Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).  - Yes \n As mentioned above, the project involves human participants. Formal ethical approval will be obtained before the start of ethnographic fieldwork, when sensitive data will start to be collected. Indeed, a PRET review is currently under preparation and will be submitted to the next SMEC meeting for evaluation (GDPR-related questions included). The official deadline for this document is June 26th 2023.  Moreover, the first WP does not include the actual collection of personal data connected to the abovementioned ethical issues, but will, through desktop research, rather deal with discourse analysis and archival documentation. It is therefore expected that the approval by the SMEC will be released on time for the collection of such data to begin.  Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?  - No  Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?  - No  4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project?  Based on a wordlog that will accompany the ethnographic research and then extend throughout the entire project until the writing of the final dissertation connected to this applied research project, the inquiry process, intermediary steps and results will be documented. This documentation will be stored together with the files connected to the steps and milestones constituting the research’s main outputs (inclusion primer, case-based logbook, album of inhabitation, inclusive recommendation scenarios and policy recommendations).  Moreover, an overall index and separate lists for each dataset generated during ethnographic fieldwork and interdisciplinary workshops will be provided: - List of interviews mentioning location and date, interviewee (pseudonymized, unless otherwise stated in the consent form) - List of audio recordings and corresponding transcriptions (originals will be stored on a password-protected, encrypted computer and recordings will only be made available to the research supervisors if deemed relevant) - List of projects documented and associated documentation (articles, website screenshots, images, notes) - List of photo albums - List of mappings and drawings contained in the primer, logbook and album - Schedule and detailed programme of inter- and trans-disciplinary workshops, including list of participants (pseudonymized unless otherwise indicated on the consent form)  Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. - No  Although no standard will be used, data will be easily found and eventually re-used by relying on the following:  - software packages such as Adobe Suite (Photoshop, Acrobat, etc.), MS Office (MS Word, etc.) and qualitative data analysis software (NVIVO) offer the option to add keywords to electronic files. - Windows 10/ OS 11 allow to generate searchable database formats mentioning keywords, subject and type as well as place and date.   \n5. Data storage and backup during the C2 project  Where will the data be stored? The raw and processed data will be stored: - logbooks and sketch books will be stored under lock and key at the offices of the researchers at their departments - on the researchers’ laptops (KU Leuven and UGent managed), encrypted and protected by a personal password; -  in a cloud service offered by KU Leuven (onedrive)   As a working file, some of the processed data will only be accessible through the specific software that was used to generate the data e.g. Adobe Suite, Autocad, etc.  How is backup of the data provided? - Raw data: laptop and in Box - Processed data: weekly back-ups of exported files saved on laptop and in Box  Is there currently sufficient storage and backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of.  - Yes What are the expected costs for data storage and back up during the project? How will these costs be covered?  Laptop purchase is covered by C2 costs. KU Leuven cloud space on onedrive is provided as a personal account to Faculty and PhD candidates. If more space is required, C2 project funding will be used to purchase more capacity.  Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  Both raw and processed data will be stored on onedrive and on an encrypted and password-protected computer managed by the KU Leuven.  6. Data preservation after the C2 project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).  Raw data related to interviews will be retained for future research for the duration that has been indicated on consent forms. All other data is expected to be preserved in safe storage conditions for the expected 5-year period.  Where will the data be archived (= stored for the longer term)?  The data will be archived on a password protected and encrypted external hard drive. This will be stored in a locked drawer/ cupboard in the spokesperson’s office. Additional archiving on the long-term preservation repository of KU Leuven  will also be considered after a cost anaylsis.  What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered?  No costs are expected since the external hard drive is already available. A cost analysis for assessing the feasibility of long-term archiving still has to be made.  7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data \n(e.g. as defined in an agreement with a 3rd party, legal restrictions)? - Yes.   Specify:  Following ethics and privacy protection (GDPR) sharing personal data is subject to restriction. The consent forms stipulate that primary data is confidential and as such will only be available to the research team (PhD candidates and supervisors).  Which data will be made available after the end of the project? All datasets with the exception of personal data.  Where/how will the data be made available for reuse? - In an Open Access repository - In a restricted access repository - Upon request by mail - Potentially on a KU Leuven long-term repository, after cost analysis is finalised. Datasets will then be discoverable through Limo. If not, third parties’ requests will be evaluated by the research team on a case-by-case basis.  When will the data be made available? Upon publication of the research results  Who will be able to access the data and under what conditions? After evaluation of motivated request, peers will be able to access relevant data.  What are the expected costs for data sharing? How will the costs be covered? No additional costs are foreseen for data sharing.  8. Responsibilities Who will be responsible for data documentation & metadata? Doctoral researcher (Jekaterina (Katja) Roslevitch) with the support of post-doctoral researcher Claire Bosmans  Who will be responsible for data storage and back up during the project? Doctoral researcher (Jekaterina (Katja) Roslevitch) with the support of post-doctoral researcher Claire Bosmans  Who will be responsible for ensuring data preservation and reuse? The project research team coordinated by project supervisor Viviana d’Auria  Who bears the end responsibility for updating & implementing this DMP? The project research team coordinated by project supervisor Viviana d’Auria  "
    },
    "clean_full_text": "Data Management Plan – Draft 31/03/2023 1. General information Name applicant Viviana d’Auria Project Identifier: C24M/22/019 Grant Title: Achieving inclusion through renovation: learning from the afterlife of social housing transformation in post-war estates of Flanders and Brussels Principle Investigator/ Researcher: Viviana d’Auria Project summary: Often built as innovative models, post-war social housing estates increasingly require renovation. Although the latter has been recently earmarked as a “high social impact” investment, it remains a complex process. One of its challenges is the sectorial treatment of social and spatial issues, even in the case of complex urban regeneration schemes. Participation, going from mere consultation to sophisticated co-creation, has become more common in public investment projects, but is not per se a guarantee of inclusion. This project targets inclusive renovation first-hand by focusing on renovation’s afterlife. Collecting insights from recent renovations in Flanders and Brussels, it will evaluate their impact from a situated, multi-stakeholder perspective, highlighting discrepancies between renovation and its afterlife. It will formulate inclusion-driven scenarios for future social housing renovation (mid-term) and for the 2030-50 horizon, when large renovations are expected (long-term). Institution: KU Leuven 2. Data description Will you generate/ collect new data and/or make use of existing data ? Generate new data Reuse existing data Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) and per WP or objective of the project. SUB WORK PACKAGE TYPE OF DATA FORMAT ORIGIN (HOW CREATED?) ESTIMATED SIZE/ STORAGE Discourse analysis and critical analysis of documentation of social housing renovation practices qualitative / textual and visual *doc, *docx, *odt., *pdf, *jpg, *png (policy) reports, meeting minutes and newsletters by social housing associations, articles and their transcriptions, architectural plans and reports, photographs 4-6 GB Evaluation of social housing renovation’s afterlife through ethnographic fieldwork qualitative / textual *doc, *docx, *odt., *pdf, Interview transcripts, typed notes, logbooks 2-4 GB qualitative/ numerical *mp3, *wav Interview audio recordings 3-5 GB physical + digitised paper + *pdf, *jpg, *png hard and soft copies of consent forms 1-2 GB Trans-disciplinary workshops Textual and visual *doc, *docx, *odt., *pdf, *jpg, *png Typed notes, sketches, photos of working posters 500 – 750 GB Design-driven scenarios and policy recommendations Qualitative / visual and textual; Compiled/ multimedia *.dwg, *.ai, *indd,*.idmp*, pdf, *jpg, *png Architectural drawings, 3D models, diagrams, mappings, visual processing of ethnographic findings, hybrid schemes and accompanying text 750 GB- 1 TB Most data generated in the course of the project will be new. Nonetheless, the research team will make use, especially in the first phase of the project and in the initial stages of case-based analysis, of existing data such as reports produced by social housing associations concerning the renovation of their building stock, as well as architectural plans and reports, including participation in public tenders for the obtention of subsidies, etc. Additionally, archival maps and photographs will be consulted and some of these may be embedded or retraced as layers as components of final schemes and drawings whenever relevant. If applicable, copyright issues will be settled, for both historical and contemporary documentation materials. No materials under copyright protection or that require tech transfer will be used. Our team will mobilize our soft IP-like expertise, in particular in mixed method research and mapping techniques on the one hand and action-research on the other hand. For this, we will make use of licenced software such as GIS, Autocad, Sketchup, Adobe Creative Suite. There is no intent to keep this know-how confidential. On the contrary trans-disciplinary workshops are part and parcel of this applied research project. Materials are produced precisely for the purpose of also being disseminated with the stakeholders involved as consortium members (mainly but not only social housing associations and public sector). The end-products will be open access as much as possible. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. - Yes As part of a joint submission with the ethical clearance, submission of the GDPR is underway (due date: 28/06/2023). Short description of the kind of personal data that will be used: Interviewed participants will be adults who are either inhabitants of social housing complexes that have been recently renovated or are in the process of being renovated. Due to the shift in the demographic landscape of social housing tenants, this population may include vulnerable individuals who will require particular protection. While documenting an individual’s experience in the context of renovation projects, the emergence of certain biographical details is likely to occur. For this reason, a number of protective measures will be considered, and precautions taken: 1. The information gathered will be immediately anonymised or pseudonymised. In the second case, no additional file allowing to revert pseudonomysation will be kept. 2. Since the most sensitive data is expected to be contained in the consent forms, these will be digitised and then original hard copies will be destroyed. Soft copies will be stored and backed up on KUL-managed computer under a different, coded and password protected filename and folder, and encrypted protected back-up (removable HD). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). - Yes As mentioned above, the project involves human participants. Formal ethical approval will be obtained before the start of ethnographic fieldwork, when sensitive data will start to be collected. Indeed, a PRET review is currently under preparation and will be submitted to the next SMEC meeting for evaluation (GDPR-related questions included). The official deadline for this document is June 26th 2023. Moreover, the first WP does not include the actual collection of personal data connected to the abovementioned ethical issues, but will, through desktop research, rather deal with discourse analysis and archival documentation. It is therefore expected that the approval by the SMEC will be released on time for the collection of such data to begin. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? - No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? - No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Based on a wordlog that will accompany the ethnographic research and then extend throughout the entire project until the writing of the final dissertation connected to this applied research project, the inquiry process, intermediary steps and results will be documented. This documentation will be stored together with the files connected to the steps and milestones constituting the research’s main outputs (inclusion primer, case-based logbook, album of inhabitation, inclusive recommendation scenarios and policy recommendations). Moreover, an overall index and separate lists for each dataset generated during ethnographic fieldwork and interdisciplinary workshops will be provided: - List of interviews mentioning location and date, interviewee (pseudonymized, unless otherwise stated in the consent form) - List of audio recordings and corresponding transcriptions (originals will be stored on a password-protected, encrypted computer and recordings will only be made available to the research supervisors if deemed relevant) - List of projects documented and associated documentation (articles, website screenshots, images, notes) - List of photo albums - List of mappings and drawings contained in the primer, logbook and album - Schedule and detailed programme of inter- and trans-disciplinary workshops, including list of participants (pseudonymized unless otherwise indicated on the consent form) Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. - No Although no standard will be used, data will be easily found and eventually re-used by relying on the following: - software packages such as Adobe Suite (Photoshop, Acrobat, etc.), MS Office (MS Word, etc.) and qualitative data analysis software (NVIVO) offer the option to add keywords to electronic files. - Windows 10/ OS 11 allow to generate searchable database formats mentioning keywords, subject and type as well as place and date. 5. Data storage and backup during the C2 project Where will the data be stored? The raw and processed data will be stored: - logbooks and sketch books will be stored under lock and key at the offices of the researchers at their departments - on the researchers’ laptops (KU Leuven and UGent managed), encrypted and protected by a personal password; - in a cloud service offered by KU Leuven (onedrive) As a working file, some of the processed data will only be accessible through the specific software that was used to generate the data e.g. Adobe Suite, Autocad, etc. How is backup of the data provided? - Raw data: laptop and in Box - Processed data: weekly back-ups of exported files saved on laptop and in Box Is there currently sufficient storage and backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. - Yes What are the expected costs for data storage and back up during the project? How will these costs be covered? Laptop purchase is covered by C2 costs. KU Leuven cloud space on onedrive is provided as a personal account to Faculty and PhD candidates. If more space is required, C2 project funding will be used to purchase more capacity. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Both raw and processed data will be stored on onedrive and on an encrypted and password-protected computer managed by the KU Leuven. 6. Data preservation after the C2 project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Raw data related to interviews will be retained for future research for the duration that has been indicated on consent forms. All other data is expected to be preserved in safe storage conditions for the expected 5-year period. Where will the data be archived (= stored for the longer term)? The data will be archived on a password protected and encrypted external hard drive. This will be stored in a locked drawer/ cupboard in the spokesperson’s office. Additional archiving on the long-term preservation repository of KU Leuven will also be considered after a cost anaylsis. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No costs are expected since the external hard drive is already available. A cost analysis for assessing the feasibility of long-term archiving still has to be made. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? - Yes. Specify: Following ethics and privacy protection (GDPR) sharing personal data is subject to restriction. The consent forms stipulate that primary data is confidential and as such will only be available to the research team (PhD candidates and supervisors). Which data will be made available after the end of the project? All datasets with the exception of personal data. Where/how will the data be made available for reuse? - In an Open Access repository - In a restricted access repository - Upon request by mail - Potentially on a KU Leuven long-term repository, after cost analysis is finalised. Datasets will then be discoverable through Limo. If not, third parties’ requests will be evaluated by the research team on a case-by-case basis. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? After evaluation of motivated request, peers will be able to access relevant data. What are the expected costs for data sharing? How will the costs be covered? No additional costs are foreseen for data sharing. 8. Responsibilities Who will be responsible for data documentation & metadata? Doctoral researcher (Jekaterina (Katja) Roslevitch) with the support of post-doctoral researcher Claire Bosmans Who will be responsible for data storage and back up during the project? Doctoral researcher (Jekaterina (Katja) Roslevitch) with the support of post-doctoral researcher Claire Bosmans Who will be responsible for ensuring data preservation and reuse? The project research team coordinated by project supervisor Viviana d’Auria Who bears the end responsibility for updating & implementing this DMP? The project research team coordinated by project supervisor Viviana d’Auria"
}