{
    "document_id": "D-2023-2355",
    "LinkTitle": "D-2023-2355",
    "file_name": "D-2023-2355.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2355.pdf",
    "metadata": {
        "title": "MAeSTRo: sensoriMotor ASsessment and TRaining for safe (e-)cycling",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "MAeSTRo: sensoriMotor ASsessment and TRaining for safe (e-)cycling\nA Data Management Plan created using DMPonline.be\nCreators: \nJef Leplae, Frea Deroost\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nGrant number / URL: \nZKE4359-00-W01\nID: \n202720\nStart date: \n01-10-2023\nEnd date: \n30-09-2027\nProject abstract:\nIn Flanders, 83% of the adult population uses a bicycle and one out of three uses their bike daily. Biking is an essential\nway to maintain physical activity levels in a population, but this is even truer for older persons. Bike safety is a major\nconcern, especially for this older population using e-bikes. Older adults are particularly at risk for accidents without\nmotorized vehicles, highlighting the preponderance of the physical and cognitive properties of an individual in bike\naccidents. This increased risk might be a result of decreased control of balance due to the decline of sensory, motor or\ncognitive function in the 65+ population. MAeSTRO is articulated around two arms: In the assessment arm, we will\ninvestigate riding competencies and neuro-musculosketetal properties influencing biking skills, which is a prerequisite\nto design effective interventions to improve bike safety. In the training arm, we will assess a training\nprogram developed by our stakeholder VSV, which targets cycling skills in children, and we will pilot an innovative\ntraining protocol that focuses on cycling skills in older adults.\nLast modified: \n23-11-2023\nCreated using DMPonline.be. Last modiﬁed 23 November 2023\n1 of 7\nMAeSTRo: sensoriMotor ASsessment and TRaining for safe (e-)cycling\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\nCreated using DMPonline.be. Last modiﬁed 23 November 2023\n2 of 7\nDataset name/ID\nDescription\nNew or reuse\nDigital or physical\ndata\nData type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or\nE\n(xisting data)\nIndicate: \nD\n(igital)\nor \nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther\n(specify)\n \nIndicate\n:\n< 1 GB\n< 100\nGB\n< 1 TB\n< 5 TB\n> 5 TB\nNA\n \nSensorimotor assessment\ncycling (experiment 1)\n \n \n \n \n \n \n \nQuestionnaires\nExperimental data based on standardized questionnaires\nfor participant screening and testing.\nN\nD and P\nT\n.csv\n.txt\n<1GB\n/\nIMU data\nExperimental data linked to steer, bike, head, pelvis and\nknee movement (Xsens)\nN\nD\nN\n.txt\n<10GB\n/\nEye movement data\nExperimental data linked to eye movement behavior as\ncollected by the eye tracker\nN\nD\nN\nmatlab\n<10GB\n/\nSpatial working memory\nExperimental data collected during spatial working memory\ntask\nN\nD\nN\nmatlab\n<1GB\n/\nNeurophysiological status\nExperimental data collected during repeatable battery for\nthe assessment of Neuropsychological status\nN\nP\nT\n/\n \n3 pages\nper\nparticipant\nPhysical activity level\nExperimental data about physical activity level collected by\nparticipants during 7 consecutive days.\nN\nD\nN\n.csv\n \n<1GB\n/\nPhysical fitness\nExperimental data based on physical fitness test (6-min\nwalk test)\nN\nD\nN\n.csv\n \n<1GB\n/\nUpper limb strength\nExperimental data linked to upper limb strength collected\nby hand dynamometer\nN\nD\nN\n.csv\n \n<1GB\n/\nPostural stability\nExperimental data collected during posture task by a\nportable force plate (BTracks Inc.)\nN\nD\nN\n.csv\n/matlab\n<1GB\n/\nVideos of track assessment\nVideos of track assessment\nN\nD\nA\nvideofile\n<1TB\n/\nUpper limb speed\nExperimental data collected during a plate tapping task\nN\nD\nN\n.csv\n<1GB\n/\nTraining children\n(experiment 2)\n \n \n \n \n \n \n \nQuestionnaires\nExperimental data based on standardized questionnaires\nfor participant screening and testing.\nN\nD and P\nT\n.csv\n.txt\n<1GB\n/\nIMU data\nExperimental data linked to steer, bike, head, pelvis and\nknee movement (Xsens)\nN\nD\nN\n.txt\n<10GB\n/\nVideos of track assessment\nVideos of track assessment\nN\nD\nA\nvideofile\n<1TB\n/\nUpper limb speed\nExperimental data collected during a plate tapping task\nN\nD\nN\n.csv\n<1GB\n/\nTraining elderly\n(experiment 3)\n \n \n \n \n \n \n \nQuestionnaires\nExperimental data based on standardized questionnaires\nfor participant screening and testing.\nN\nD and P\nT\n.csv\n.txt\n<1GB\n/\nIMU data\nExperimental data linked to steer, bike, head, pelvis and\nknee movement (Xsens)\nN\nD\nN\n.txt\n<10GB\n/\nEye movement data\nExperimental data linked to eye movement behavior as\ncollected by the eye tracker\nN\nD\nN\nmatlab\n<10GB\n/\nSpatial working memory\nExperimental data collected during spatial working memory\ntask\nN\nD\nN\nmatlab\n<1GB\n/\nNeurophysiological status\nExperimental data collected during repeatable battery for\nthe assessment of Neuropsychological status\nN\nP\nT\n/\n \n3 pages\nper\nparticipant\nPhysical activity level\nExperimental data about physical activity level collected by\nparticipants during 7 consecutive days.\nN\nD\nN\n.csv\n \n<1GB\n/\nPhysical fitness\nExperimental data based on physical fitness test (6-min\nwalk test)\nN\nD\nN\n.csv\n \n<1GB\n/\nUpper limb strength\nExperimental data linked to upper limb strength collected\nby hand dynamometer\nN\nD\nN\n.csv\n \n<1GB\n/\nPostural stability\nExperimental data collected during posture task by a\nportable force plate (BTracks Inc.)\nN\nD\nN\n.csv\n/matlab\n<1GB\n/\nVideos of track assessment\nVideos of track assessment\nN\nD\nA\nvideofile\n<1TB\n/\nUpper limb speed\nExperimental data collected during a plate tapping task\nN\nD\nN\n.csv\n<1GB\n/\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nCreated using DMPonline.be. Last modiﬁed 23 November 2023\n3 of 7\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \nYes\nKinematic data from inertial measurement unit could be used to develop an application to train bicycle skills\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for\nyourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, codebook.tsv etc. where this information is recorded). \nAt project level\nA README file will be provided. We will use KU Leuven’s template.\nA clear folder structure will be implemented.\nA detailed protocol is provided, including the research methods, practices and instructions given to participants. Additionally, all questionnaires are added to\nthis documentation. This will be provided in a .pdf format.\nAt data level\nA standardized case report form (CRF) will be completed during data collection, containing researchers notes, remarks concerning data quality, contextual\ninformation, deviations from the protocol, etc. These CRFs will be stored in REDCap.\nA user guide on data processing & handling will be provided as a .pdf file. Scripts/code written for data processing will contain the necessary information for\nuse in the comments.\nA data dictionary, containing names, labels and descriptions for variables, will be provided as a .csv file.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nAt project level the RDR metadata format will be followed (see Data sharing & reuse).\n \nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nCreated using DMPonline.be. Last modiﬁed 23 November 2023\n4 of 7\nOneDrive (KU Leuven)\nLarge Volume Storage\nWe will ensure automatic synchronization between files on OneDrive and the L-drive using FreeFileSync software.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe data will be stored on the university's central servers with automatic daily back-up procedures\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nL-drive: The KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor\nidentification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network drive for study personnel.\nOneDrive: Multifactor authentication with the KU Leuven authenticator app can be activated to ensure the safe storage of strictly confidential data. Only the PI can\nprovide access to the OneDrive for study personnel.\nREDCap: When using KU Leuven REDCap, physical access to the data centers is logged and restricted to authorized KU Leuven Information Technology (IT)\npersonnel, using badge identification. At the clinical database level only study team members, monitors and auditors/inspectors for whom the Coordinating or\nPrincipal Investigator (as applicable) has requested project-specific access, are granted data access.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nL-drive: € 522.1/5TB/year. Given the expected size of the project of 1 TB, costs for long-term storage are estimated at € 104.4/year. The department of Movement\nSciences covers the costs of the first 5TB per research group per year. Currently our group has a remaining 4.5 TB available, which covers the project.\nOneDrive: The use of OneDrive for Business is free for KU Leuven personnel and students.\nREDCap: REDCap costs €80/year, which will be covered by the BOF project funding.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nThe videos of the participants will be deleted after data analysis. Afterwards, the full dataset will be uploaded on the RDR website.\nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nKU Leuven RDR\n1\n. \nThe data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy.\n2\n. \nAnonymized raw and processed behavioral data will be shared on the Open Science Framework or the KU Leuven RDR website to be available for the scientific\ncommunity for the long-term.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nLarge Volume Storage, specifically K-drive: The K-drive costs € 11.38/100GB/year, from which 50% of the costs are covered by the Group Biomedical Sciences. Given\nthe expected size of the project of 1TB, costs for long-term storage are estimated at € 113.8/year. The costs will be carried by the BOF funding.\nRDR: all KU Leuven personnel can freely publish a dataset on RDR, with a max. of 50GB per year.\nData Sharing and Reuse\nCreated using DMPonline.be. Last modiﬁed 23 November 2023\n5 of 7\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nThe videos of the participants will be deleted after data analysis. Afterwards, the full dataset will be uploaded on the RDR website under a CC-BY license.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAccess will not be restricted as this is non-personal data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nNo\nThe study falls under SMEC. As such, the participants will be informed of data publication and they should not give permission first before sharing the data.\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nIn an Open Access repository\n1\n. \nThe full dataset linked to behavioral data with documentation will be uploaded on Open Science Framework/RDR website.\n2\n. \nThe source code to process the data and reproduced the analysis will be released on the Open Science Framework/RDR website as well.\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nCC-BY 4.0 (data)\nMIT licence (code)\nNone, It will be available to anyone for any purpose, provided that they give appropriate credit to the creators\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nDatasets on the OSF or RDR are given a DOI. This will be available upon making the datasets public.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nOpen Science Framework/RDR website are currently free.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe PhD students recruited for this project (Frea Deroost and Jef Leplae) will be responsible for data documentation and metadata together with the PI of the project (JJ\nOrban de Xivry).\nWho will manage data storage and backup during the research project? \nThe PI and the PhD students\nCreated using DMPonline.be. Last modiﬁed 23 November 2023\n6 of 7\nWho will manage data preservation and sharing? \nJJ Orban de Xivry is responsible for data preservation and reuse\nWho will update and implement this DMP? \nThe PI (JJ Orban de Xivry) bears the end responsibility of updating & implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 23 November 2023\n7 of 7"
    },
    "clean_full_text": "MAeSTRo: sensoriMotor ASsessment and TRaining for safe (e-)cycling A Data Management Plan created using DMPonline.be Creators: Jef Leplae, Frea Deroost Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF Grant number / URL: ZKE4359-00-W01 ID: 202720 Start date: 01-10-2023 End date: 30-09-2027 Project abstract: In Flanders, 83% of the adult population uses a bicycle and one out of three uses their bike daily. Biking is an essential way to maintain physical activity levels in a population, but this is even truer for older persons. Bike safety is a major concern, especially for this older population using e-bikes. Older adults are particularly at risk for accidents without motorized vehicles, highlighting the preponderance of the physical and cognitive properties of an individual in bike accidents. This increased risk might be a result of decreased control of balance due to the decline of sensory, motor or cognitive function in the 65+ population. MAeSTRO is articulated around two arms: In the assessment arm, we will investigate riding competencies and neuro-musculosketetal properties influencing biking skills, which is a prerequisite to design effective interventions to improve bike safety. In the training arm, we will assess a training program developed by our stakeholder VSV, which targets cycling skills in children, and we will pilot an innovative training protocol that focuses on cycling skills in older adults. Last modified: 23-11-2023 Created using DMPonline.be. Last modiﬁed 23 November 2023 1 of 7 MAeSTRo: sensoriMotor ASsessment and TRaining for safe (e-)cycling Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Created using DMPonline.be. Last modiﬁed 23 November 2023 2 of 7 Dataset name/ID Description New or reuse Digital or physical data Data type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate : < 1 GB < 100 GB < 1 TB < 5 TB > 5 TB NA Sensorimotor assessment cycling (experiment 1) Questionnaires Experimental data based on standardized questionnaires for participant screening and testing. N D and P T .csv .txt <1GB / IMU data Experimental data linked to steer, bike, head, pelvis and knee movement (Xsens) N D N .txt <10GB / Eye movement data Experimental data linked to eye movement behavior as collected by the eye tracker N D N matlab <10GB / Spatial working memory Experimental data collected during spatial working memory task N D N matlab <1GB / Neurophysiological status Experimental data collected during repeatable battery for the assessment of Neuropsychological status N P T / 3 pages per participant Physical activity level Experimental data about physical activity level collected by participants during 7 consecutive days. N D N .csv <1GB / Physical fitness Experimental data based on physical fitness test (6-min walk test) N D N .csv <1GB / Upper limb strength Experimental data linked to upper limb strength collected by hand dynamometer N D N .csv <1GB / Postural stability Experimental data collected during posture task by a portable force plate (BTracks Inc.) N D N .csv /matlab <1GB / Videos of track assessment Videos of track assessment N D A videofile <1TB / Upper limb speed Experimental data collected during a plate tapping task N D N .csv <1GB / Training children (experiment 2) Questionnaires Experimental data based on standardized questionnaires for participant screening and testing. N D and P T .csv .txt <1GB / IMU data Experimental data linked to steer, bike, head, pelvis and knee movement (Xsens) N D N .txt <10GB / Videos of track assessment Videos of track assessment N D A videofile <1TB / Upper limb speed Experimental data collected during a plate tapping task N D N .csv <1GB / Training elderly (experiment 3) Questionnaires Experimental data based on standardized questionnaires for participant screening and testing. N D and P T .csv .txt <1GB / IMU data Experimental data linked to steer, bike, head, pelvis and knee movement (Xsens) N D N .txt <10GB / Eye movement data Experimental data linked to eye movement behavior as collected by the eye tracker N D N matlab <10GB / Spatial working memory Experimental data collected during spatial working memory task N D N matlab <1GB / Neurophysiological status Experimental data collected during repeatable battery for the assessment of Neuropsychological status N P T / 3 pages per participant Physical activity level Experimental data about physical activity level collected by participants during 7 consecutive days. N D N .csv <1GB / Physical fitness Experimental data based on physical fitness test (6-min walk test) N D N .csv <1GB / Upper limb strength Experimental data linked to upper limb strength collected by hand dynamometer N D N .csv <1GB / Postural stability Experimental data collected during posture task by a portable force plate (BTracks Inc.) N D N .csv /matlab <1GB / Videos of track assessment Videos of track assessment N D A videofile <1TB / Upper limb speed Experimental data collected during a plate tapping task N D N .csv <1GB / If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Created using DMPonline.be. Last modiﬁed 23 November 2023 3 of 7 No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Kinematic data from inertial measurement unit could be used to develop an application to train bicycle skills Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). At project level A README file will be provided. We will use KU Leuven’s template. A clear folder structure will be implemented. A detailed protocol is provided, including the research methods, practices and instructions given to participants. Additionally, all questionnaires are added to this documentation. This will be provided in a .pdf format. At data level A standardized case report form (CRF) will be completed during data collection, containing researchers notes, remarks concerning data quality, contextual information, deviations from the protocol, etc. These CRFs will be stored in REDCap. A user guide on data processing & handling will be provided as a .pdf file. Scripts/code written for data processing will contain the necessary information for use in the comments. A data dictionary, containing names, labels and descriptions for variables, will be provided as a .csv file. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes At project level the RDR metadata format will be followed (see Data sharing & reuse). Data Storage & Back-up during the Research Project Where will the data be stored? Created using DMPonline.be. Last modiﬁed 23 November 2023 4 of 7 OneDrive (KU Leuven) Large Volume Storage We will ensure automatic synchronization between files on OneDrive and the L-drive using FreeFileSync software. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The data will be stored on the university's central servers with automatic daily back-up procedures Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? L-drive: The KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network drive for study personnel. OneDrive: Multifactor authentication with the KU Leuven authenticator app can be activated to ensure the safe storage of strictly confidential data. Only the PI can provide access to the OneDrive for study personnel. REDCap: When using KU Leuven REDCap, physical access to the data centers is logged and restricted to authorized KU Leuven Information Technology (IT) personnel, using badge identification. At the clinical database level only study team members, monitors and auditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has requested project-specific access, are granted data access. What are the expected costs for data storage and backup during the research project? How will these costs be covered? L-drive: € 522.1/5TB/year. Given the expected size of the project of 1 TB, costs for long-term storage are estimated at € 104.4/year. The department of Movement Sciences covers the costs of the first 5TB per research group per year. Currently our group has a remaining 4.5 TB available, which covers the project. OneDrive: The use of OneDrive for Business is free for KU Leuven personnel and students. REDCap: REDCap costs €80/year, which will be covered by the BOF project funding. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy The videos of the participants will be deleted after data analysis. Afterwards, the full dataset will be uploaded on the RDR website. Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) KU Leuven RDR 1 . The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 2 . Anonymized raw and processed behavioral data will be shared on the Open Science Framework or the KU Leuven RDR website to be available for the scientific community for the long-term. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Large Volume Storage, specifically K-drive: The K-drive costs € 11.38/100GB/year, from which 50% of the costs are covered by the Group Biomedical Sciences. Given the expected size of the project of 1TB, costs for long-term storage are estimated at € 113.8/year. The costs will be carried by the BOF funding. RDR: all KU Leuven personnel can freely publish a dataset on RDR, with a max. of 50GB per year. Data Sharing and Reuse Created using DMPonline.be. Last modiﬁed 23 November 2023 5 of 7 Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as open data The videos of the participants will be deleted after data analysis. Afterwards, the full dataset will be uploaded on the RDR website under a CC-BY license. If access is restricted, please specify who will be able to access the data and under what conditions. Access will not be restricted as this is non-personal data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. No The study falls under SMEC. As such, the participants will be informed of data publication and they should not give permission first before sharing the data. Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) In an Open Access repository 1 . The full dataset linked to behavioral data with documentation will be uploaded on Open Science Framework/RDR website. 2 . The source code to process the data and reproduced the analysis will be released on the Open Science Framework/RDR website as well. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. CC-BY 4.0 (data) MIT licence (code) None, It will be available to anyone for any purpose, provided that they give appropriate credit to the creators Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​Yes, a PID will be added upon deposit in a data repository Datasets on the OSF or RDR are given a DOI. This will be available upon making the datasets public. What are the expected costs for data sharing? How will these costs be covered? Open Science Framework/RDR website are currently free. Responsibilities Who will manage data documentation and metadata during the research project? The PhD students recruited for this project (Frea Deroost and Jef Leplae) will be responsible for data documentation and metadata together with the PI of the project (JJ Orban de Xivry). Who will manage data storage and backup during the research project? The PI and the PhD students Created using DMPonline.be. Last modiﬁed 23 November 2023 6 of 7 Who will manage data preservation and sharing? JJ Orban de Xivry is responsible for data preservation and reuse Who will update and implement this DMP? The PI (JJ Orban de Xivry) bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 23 November 2023 7 of 7"
}