{
    "document_id": "D-2021-1183",
    "LinkTitle": "D-2021-1183",
    "file_name": "D-2021-1183.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1183.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP\nProject Name\n My plan (FWO DMP) - DMP\nProject Identifier\n 11B8522N\nPrincipal Investigator / Researcher\n Miguel Flament\nDescription\n The projects lies at the interface of social ontology and deontic logic and studies so-\ncalled collective obligations and other normative attributes of social groups. Mereological\naccounts have recently raised a growing interest in social ontology and the present project\nintends to show that their use can be justified in the case of more normative type of concepts,\nlike those of (collective) obligations, responsibility and rights.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMiguel Flament\nFWO Project Number & Title\nMereology, collective obligations and deontic logic.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nType of\ndata\nFormat\nVolume\nHow\ncreate\nNotes,\npapers,\nslides.\n.pdf, .tex,\n.png, .csv.\nLess than\n10GB.\nMicrosoft\nWord,\nLatex.\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nOnly papers and documents with a textual format will be created.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nI will only need add metadata to references and will be using Zotero.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nDuring the project, I will store the data on KU Leuven's central network drives, which are safe,\nautomatically backed up, and archive large volumes of data. Joint work will also be stored on Box\n(https://kuleuven.account.box.com/). Storage on the central network drives of KU Leuven is free\nof costs. The estimated volume of generated data will be clearly less than the 50 GB of space\navailable on the network drives.\nHow is backup of the data provided?\nI am using an external drive on which I am storing all my data.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe network drives capacity is clearly sufficient (see previous point). Concerning the external\ndrive for back-up procedures, the capacity is 1TB so again clearly sufficient for the storage.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe cost is less than 100 euros and is covered by my benchfees.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nI always work on my laptop and always keep my external hard drive in my bag. Only me has\naccess to my laptop and my external drive. My supervisors also have access to KU Leuven central\nnetwork drives.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nPapers from my Dissertation.\nWhere will the data be archived (= stored for the longer term)?\nAfter the end of the project, my supervisors (Lorenz Demey and Hans Smessaert) will store the\ndata during 10 years on \"Archive storage\" (as required by KU Leuven) and the costs (price: 75\neuros each 500 GB/year) will be covered by my benchfee.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nCosts: 75 euros each 500 GB/year, will be covered by my benchfee.\n7. Data sharing and reuse\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nAll data will be shared without restriction. External reuse of the generated data will be greatly\nfacilitated since all publications will be added to open access archives such as Lirias\n(https://lirias.kuleuven.be) and subject repositories, e.g., arXiv (https://arxiv.org/), PsyArXiv\n(https://psyarxiv.com) and PhilArchive (https://philarchive.org/). Apart from the internal facilities\nsuch as Lirias, I will extensively use the Open Science Framework and will make available my\ndata\nupon publication in a Journal or presentation at a conference of my research results.\nWhere/how will the data be made available for reuse?\nSee previous point.\nWhen will the data be made available?\nAfter the end of the project.\nWho will be able to access the data and under what conditions?\nBoth scholars and non-scholars.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo costs expected.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nMyself.\nWho will be responsible for data storage & back up during the project?\nMyself.\nWho will be responsible for ensuring data preservation and reuse ?\nMy supervisor.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP Project Name My plan (FWO DMP) - DMP Project Identifier 11B8522N Principal Investigator / Researcher Miguel Flament Description The projects lies at the interface of social ontology and deontic logic and studies so- called collective obligations and other normative attributes of social groups. Mereological accounts have recently raised a growing interest in social ontology and the present project intends to show that their use can be justified in the case of more normative type of concepts, like those of (collective) obligations, responsibility and rights. Institution KU Leuven 1. General Information Name applicant Miguel Flament FWO Project Number & Title Mereology, collective obligations and deontic logic. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data Format Volume How create Notes, papers, slides. .pdf, .tex, .png, .csv. Less than 10GB. Microsoft Word, Latex. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Only papers and documents with a textual format will be created. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No I will only need add metadata to references and will be using Zotero. 5. Data storage and backup during the FWO project Where will the data be stored? During the project, I will store the data on KU Leuven's central network drives, which are safe, automatically backed up, and archive large volumes of data. Joint work will also be stored on Box (https://kuleuven.account.box.com/). Storage on the central network drives of KU Leuven is free of costs. The estimated volume of generated data will be clearly less than the 50 GB of space available on the network drives. How is backup of the data provided? I am using an external drive on which I am storing all my data. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The network drives capacity is clearly sufficient (see previous point). Concerning the external drive for back-up procedures, the capacity is 1TB so again clearly sufficient for the storage. What are the expected costs for data storage and back up during the project? How will these costs be covered? The cost is less than 100 euros and is covered by my benchfees. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? I always work on my laptop and always keep my external hard drive in my bag. Only me has access to my laptop and my external drive. My supervisors also have access to KU Leuven central network drives. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Papers from my Dissertation. Where will the data be archived (= stored for the longer term)? After the end of the project, my supervisors (Lorenz Demey and Hans Smessaert) will store the data during 10 years on \"Archive storage\" (as required by KU Leuven) and the costs (price: 75 euros each 500 GB/year) will be covered by my benchfee. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Costs: 75 euros each 500 GB/year, will be covered by my benchfee. 7. Data sharing and reuse This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? All data will be shared without restriction. External reuse of the generated data will be greatly facilitated since all publications will be added to open access archives such as Lirias (https://lirias.kuleuven.be) and subject repositories, e.g., arXiv (https://arxiv.org/), PsyArXiv (https://psyarxiv.com) and PhilArchive (https://philarchive.org/). Apart from the internal facilities such as Lirias, I will extensively use the Open Science Framework and will make available my data upon publication in a Journal or presentation at a conference of my research results. Where/how will the data be made available for reuse? See previous point. When will the data be made available? After the end of the project. Who will be able to access the data and under what conditions? Both scholars and non-scholars. What are the expected costs for data sharing? How will the costs be covered? No costs expected. 8. Responsibilities Who will be responsible for data documentation & metadata? Myself. Who will be responsible for data storage & back up during the project? Myself. Who will be responsible for ensuring data preservation and reuse ? My supervisor. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}