{
    "document_id": "D-2024-3284",
    "LinkTitle": "D-2024-3284",
    "file_name": "D-2024-3284.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3284.pdf",
    "metadata": {
        "title": "D-2024-3284",
        "author": "N/A",
        "num_pages": 11
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan\nVersion KU Leuven \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed \nDMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but to the research \nco-ordination office of the host institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by the su -\npervisor-spokesperson through FWO ’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final \nevaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may \nuse this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish \nStandard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders  \nand research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data \nmanagement planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is \navailable via the following link. \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 21.General Project Information\nName Grant Holder & ORCID Filippo Revello     0000-0002-1887-8351\nContributor name(s) (+ ORCID) & roles Thomas Van Riet, 0000-0002-9331-8450, supervisor\nProject number  & title 12A1Q25N  String Cosmology at the End of the world\nFunder(s) GrantID \nAffiliation(s) x KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nROR identifier KU Leuven: 05f950310\nPlease provide a short project description The proposal is in the area of String Phenomenology/Cosmology,   the study of possible observational  \nconsequences of String Theory. In particular, it aims to study and classify cosmological epochs  \ninvolving particles such as axions and moduli, which are themselves the most generic low-energy  \nfootprint of string theory. Examples of \"exotic\" cosmological epochs are kination, dominated by the  \nkinetic energy of a scalar field, or tracker solutions, co-dominated by multiple components. From a  \ntheoretical point of view, I will focus on a region of the string theory landscape known as the boundary  \nof moduli space, figuratively the “end of the world”. This region is not only physically interesting, but  \nalso rigorously treatable from a mathematical point of view, and has been studied intensely in recent  \nyears. On the more phenomenological side, I plan to investigate the observational consequences of  \nsuch epochs, with a variety of (complementary) techniques. These include the study of cosmological  \nperturbations, the phenomenology of axions and gravitational wave signatures.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 32.Research Data Summary\nMy project is purely theoretical, and it will not involve the production or storage of any kind of data.\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data  \ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether \nthe data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format \n(file extension), and an estimate of the upper limit of the volume of the data .  \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset NameDescriptionNew or Reused Digital or Physical Digital Data Type\nDigital Data Format  \nDigital Data Volume (MB, GB, TB) Physical Volume\n☐ Generate new data\n☐Reuse existing data\n☐ Digital\n☐Physical\n☐ Audiovisual\n☐ Images\n☐ Sound\n☐ Numerical\n☐ Textual\n☐ Model\n☐ Software\n☐ Other: ☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ > 5 TB\nx NA\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 4GUIDANCE:\nThe data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the \nwhole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper man -\nagement because they are valuable, difficult to replace and/or ethical issues are associated.  Materials that are not considered data in an RDM context include \nyour own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata.  \nRDM Guidance on data  \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent iden -\ntifier (e.g. DOI, Handle, URL etc.) per dataset \nor data type. \nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual  \nuse)? If so, refer to specific datasets or data \ntypes when appropriate and provide the rele -\nvant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number:  \n☐ Yes, animal data; provide ECD reference number:  \n☐ Yes, dual use; provide approval number:  \nx   No\nAdditional information:\nWill you process personal  data? If so, please  \nrefer to specific datasets or data types when  \nappropriate and provide the KU Leuven or UZ  \nLeuven privacy register number (G or S num -\nber).☐ Yes (provide PRET G-number or EC S-number below)\n x No\nAdditional information:\nDoes your work have potential for commer -\ncial valorization (e.g. tech transfer, for exam -\nple spin-offs, commercial exploitation, …)?  ☐ Yes\n x No\nIf yes, please comment:  \nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 5If so, please comment per dataset or data \ntype where appropriate.\nDo existing 3rd party agreements restrict ex -\nploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agree -\nments, research collaboration agreements)?  \nIf so, please explain to what data they relate \nand what restrictions are in place.☐ Yes\n x No\nIf yes, please explain:  \nAre there any other legal issues, such as intel -\nlectual property rights and ownership, to be \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate \nand which restrictions will be asserted.☐ Yes\nx  No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto capture the accompanying information neces -\nsary to keep data understandable and usable , for \nyourself and others, now and in the future (e.g. in  \nterms  of  documentation  levels  and  types  re -\nquired,  procedures  used,  Electronic  Lab  Note -\nbooks, README.txt files, Codebook.tsv etc. where  \nthis information is recorded).\nRDM guidance on documentation and metadata . I will not be collecting or producing any kind of data.\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 6Will a metadata standard be used to make it eas -\nier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which meta -\ndata will be created to make the data easier to \nfind and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes\nx  No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored?\nConsult the interactive KU Leuven storage guide  to \nfind the most suitable storage solution for your data.☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☐ Teams\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☐ Large Volume Storage\n☐ ManGO\n☐ Digital vault\n x  Other: I will not be storing any data\nHow will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution\n☐ Personal back-ups I make (specify)\nx  Other: I will not be storing any data\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 7Is there currently sufficient storage & backup ca -\npacity during the project? If yes, specify con -\ncisely. If no or insufficient storage or backup ca -\npacities are available, then explain how this will \nbe taken care of.☐ Yes\n☐ No\nIf no, please specify:  NA\nHow will you ensure that the data are securely \nstored and not accessed or modified by unautho -\nrized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. \nGuidance on security for research data  NA\nWhat are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?NA\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five years  \n(or longer, in agreement with other retention \npolicies that are applicable) after the end of the \nproject? In case some data cannot be preserved, \nclearly state the reasons for this  \n(e.g. legal or contractual restrictions, storage/\nbudget issues, institutional policies...).☐ All data will be preserved for 10 years according to KU Leuven RDM policy\n☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medici -\nnal products for human use and for clinical experiments on humans\n☐ Certain data cannot be kept for 10 years (explain)\nNA\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 8 Guidance on data preservation\nWhere will these data be archived (stored and \ncurated for the long-term)?\nDedicated data repositories  are often the best place \nto preserve your data. Data not suitable for preserva -\ntion in a repository can be stored using a KU Leuven \nstorage solution, consult the  interactive KU Leuven \nstorage guide.☐ KU Leuven RDR\n☐ Large Volume Storage (longterm for large volumes)\n☐ Shared network drive (J-drive)\nx Other (specifiy): There will be no data to store\nWhat are the expected costs for data preserva -\ntion during the expected retention period? How \nwill these costs be covered?NA\n6. Data Sharing and Reuse\nWill the data (or part of the data) be made avail -\nable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND \nUSE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH \nOPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☐ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\nx Other, please specify:  I will not produce or store any data\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 9If access is restricted, please specify who will be \nable to access the data and under what condi -\ntions.NA\nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restric -\ntions)? Please explain per dataset or data type \nwhere appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\nx  No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository per  \ndataset or data type.☐ KU Leuven RDR\n☐ Other data repository (specify)\n x  Other (specify)    I will not produce or store any data\nWhen will the data be made available? ☐ Upon publication of research results\n☐ Specific date (specify)\nX  Other (specify)   I will not produce or store any data\nWhich data usage licenses are you going to pro -\nvide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nCheck the RDR guidance on licences  for data and soft-X CC-BY 4.0 (data)\n☐ Data Transfer Agreement (restricted data)\n☐ MIT licence (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify)\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 10ware sources code or consult the  License selector \ntool to help you choose. \nDo you intend to add a PID/DOI/accession num -\nber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository\n☐ My dataset already has a PID\nX  No\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  NA\n7. Responsibilities\nWho will manage data documentation and meta -\ndata during the research project?NA\nWho will manage data storage and backup dur -\ning the research project?NA\nWho will manage data preservation and sharing? NA\nWho will update and implement this DMP? NA\nFWO DMP Template (Flemish Standard DMP)  - Version KU Leuven 11"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 1FWO DMP Template - Flemish Standard Data Management Plan Version KU Leuven Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the su - pervisor-spokesperson through FWO ’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 21.General Project Information Name Grant Holder & ORCID Filippo Revello 0000-0002-1887-8351 Contributor name(s) (+ ORCID) & roles Thomas Van Riet, 0000-0002-9331-8450, supervisor Project number & title 12A1Q25N String Cosmology at the End of the world Funder(s) GrantID Affiliation(s) x KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: ROR identifier KU Leuven: 05f950310 Please provide a short project description The proposal is in the area of String Phenomenology/Cosmology, the study of possible observational consequences of String Theory. In particular, it aims to study and classify cosmological epochs involving particles such as axions and moduli, which are themselves the most generic low-energy footprint of string theory. Examples of \"exotic\" cosmological epochs are kination, dominated by the kinetic energy of a scalar field, or tracker solutions, co-dominated by multiple components. From a theoretical point of view, I will focus on a region of the string theory landscape known as the boundary of moduli space, figuratively the “end of the world”. This region is not only physically interesting, but also rigorously treatable from a mathematical point of view, and has been studied intensely in recent years. On the more phenomenological side, I plan to investigate the observational consequences of such epochs, with a variety of (complementary) techniques. These include the study of cosmological perturbations, the phenomenology of axions and gravitational wave signatures. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 32.Research Data Summary My project is purely theoretical, and it will not involve the production or storage of any kind of data. List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data . ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescriptionNew or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume ☐ Generate new data ☐Reuse existing data ☐ Digital ☐Physical ☐ Audiovisual ☐ Images ☐ Sound ☐ Numerical ☐ Textual ☐ Model ☐ Software ☐ Other: ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ > 5 TB x NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 4GUIDANCE: The data description forms the basis of your entire DMP, so make sure it is detailed and complete. It includes digital and physical data and encompasses the whole spectrum ranging from raw data to processed and analysed data including analysis scripts and code. Physical data are all materials that need proper man - agement because they are valuable, difficult to replace and/or ethical issues are associated. Materials that are not considered data in an RDM context include your own manuscripts, theses and presentations; documentation is an integral part of your datasets and should described under documentation/metadata. RDM Guidance on data If you reuse existing data, please specify the source, preferably by using a persistent iden - tifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the rele - vant ethical approval number.☐ Yes, human subject data; provide SMEC or EC approval number: ☐ Yes, animal data; provide ECD reference number: ☐ Yes, dual use; provide approval number: x No Additional information: Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S num - ber).☐ Yes (provide PRET G-number or EC S-number below) x No Additional information: Does your work have potential for commer - cial valorization (e.g. tech transfer, for exam - ple spin-offs, commercial exploitation, …)? ☐ Yes x No If yes, please comment: FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 5If so, please comment per dataset or data type where appropriate. Do existing 3rd party agreements restrict ex - ploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agree - ments, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes x No If yes, please explain: Are there any other legal issues, such as intel - lectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes x No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information neces - sary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types re - quired, procedures used, Electronic Lab Note - books, README.txt files, Codebook.tsv etc. where this information is recorded). RDM guidance on documentation and metadata . I will not be collecting or producing any kind of data. FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 6Will a metadata standard be used to make it eas - ier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which meta - data will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☐ Yes x No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project Where will the data be stored? Consult the interactive KU Leuven storage guide to find the most suitable storage solution for your data.☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☐ Teams ☐ Sharepoint online ☐ Sharepoint on-premis ☐ Large Volume Storage ☐ ManGO ☐ Digital vault x Other: I will not be storing any data How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? ☐ Standard back-up provided by KU Leuven ICTS for my storage solution ☐ Personal back-ups I make (specify) x Other: I will not be storing any data FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 7Is there currently sufficient storage & backup ca - pacity during the project? If yes, specify con - cisely. If no or insufficient storage or backup ca - pacities are available, then explain how this will be taken care of.☐ Yes ☐ No If no, please specify: NA How will you ensure that the data are securely stored and not accessed or modified by unautho - rized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. Guidance on security for research data NA What are the expected costs for data storage and backup during the research project? How will these costs be covered?NA 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/ budget issues, institutional policies...).☐ All data will be preserved for 10 years according to KU Leuven RDM policy ☐ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medici - nal products for human use and for clinical experiments on humans ☐ Certain data cannot be kept for 10 years (explain) NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 8 Guidance on data preservation Where will these data be archived (stored and curated for the long-term)? Dedicated data repositories are often the best place to preserve your data. Data not suitable for preserva - tion in a repository can be stored using a KU Leuven storage solution, consult the interactive KU Leuven storage guide.☐ KU Leuven RDR ☐ Large Volume Storage (longterm for large volumes) ☐ Shared network drive (J-drive) x Other (specifiy): There will be no data to store What are the expected costs for data preserva - tion during the expected retention period? How will these costs be covered?NA 6. Data Sharing and Reuse Will the data (or part of the data) be made avail - able for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☐ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) x Other, please specify: I will not produce or store any data FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 9If access is restricted, please specify who will be able to access the data and under what condi - tions.NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restric - tions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other x No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.☐ KU Leuven RDR ☐ Other data repository (specify) x Other (specify) I will not produce or store any data When will the data be made available? ☐ Upon publication of research results ☐ Specific date (specify) X Other (specify) I will not produce or store any data Which data usage licenses are you going to pro - vide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. Check the RDR guidance on licences for data and soft-X CC-BY 4.0 (data) ☐ Data Transfer Agreement (restricted data) ☐ MIT licence (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify) FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 10ware sources code or consult the License selector tool to help you choose. Do you intend to add a PID/DOI/accession num - ber to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes, a PID will be added upon deposit in a data repository ☐ My dataset already has a PID X No What are the expected costs for data sharing? How will these costs be covered? NA 7. Responsibilities Who will manage data documentation and meta - data during the research project?NA Who will manage data storage and backup dur - ing the research project?NA Who will manage data preservation and sharing? NA Who will update and implement this DMP? NA FWO DMP Template (Flemish Standard DMP) - Version KU Leuven 11"
}