{
    "document_id": "D-2023-2356",
    "LinkTitle": "D-2023-2356",
    "file_name": "D-2023-2356.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2356.pdf",
    "metadata": {
        "title": "D-2023-2356",
        "author": "Evelien Nackaerts",
        "num_pages": 10
    },
    "content": {
        "full_text": "KU LEUVEN BOF-IOF\nIt is advised to use DMPonline.be to complete this template, as it provides KU Leuven guidance.\nA.RESEARCH DATA SUMMARY\n1.List and describe all datasets or research materials that you plan to generate/collect or reuse  \nduring your research project. For each dataset or data type (observational, experimental etc.),  \nprovide a short name & description (sufficient for yourself to know what data it is about),  \nindicate whether the data are newly generated/collected or reused, digital or physical, also  \nindicate the type of the data (the kind of content), its technical format (file extension), and an  \nestimate of the upper limit of the volume of the data.\nDataset name/ID Description New or \nreuseDigital or \nphysical \ndataData typeFile \nforma\ntData \nvolumePhysical \nvolume\nIndicate\n:\nN(ew \ndata) or \nE(xistin\ng data)Indicate: \nD(igital) \nor \nP(hysical)Indicate:\nAudiovisual\nImages\nSound\nNumerical\nTextual\nModel\nSOftware\nOther \n(specify)Indicate:\n< 1 GB\n< 100 \nGB\n< 1 TB\n< 5 TB\n> 5 TB\nNA\nWP1: \ndemographics 180 healthy older \nadults (65-80 \nyears) & 60 young \nadults (20-30 \nyears, 50% ♀)NewDigitalNumericalxlsx< 1 GB\nWP1: F-v profiling Data of 180 + 60 \nparticipants (all \nbaseline, 72 also \nmid- and post-\nintervention test)NewDigitalNumericalxlsx\nTDMS\ntxt< 100 \nGB\nWP1: training data Data of 72 \nparticipants, 24 \ntraining sessionsNewPhysicalNumerical 3 pages \nper \nperson, \n216 \npages\nWP1: training data Data of 72 \nparticipants, 24 \ntraining sessionsNewDigitalNumericalxlsx< 1GB\nWP1: adherence Data of 72 \nparticipants, 24 \ntraining sessionsNewDigitalNumericalxlsx< 1GB\nWP1: adverse \neventsAdverse events \nrecording \nthroughout \nintervention periodNewDigitalNumerical\nTextualxlsx< 1GB\nWP1: functional \nability10mFW, CMJ, \nTUG, 5xSTS & SANewDigitalNumericalxlsx\nJSON< 100 \nGB\nfor 72 participants \n(baseline, mid- and \npost-intervention \ntest)OMX\nWP1: scripts Data processing & \nanalyses scripts in \nMatlabNewDigitalCompiled < 1GB\nWP2: \ndemographics160 healthy older \nadults (65-80 \nyears)NewDigitalNumericalxlsx< 1 GB\nWP2: F-v profiling 160 healthy older \nadults (65-80 \nyears), baseline, \nmid- and post-\ninterventionNewDigitalNumericalxlsx\nTDMS\ntxt< 100 \nGB\nWP2a&b: \nfunctional ability160 healthy older \nadults (65-80 \nyears), 10mFW, \nCMJ, TUG, 5xSTS \n& SA (baseline, \nmid- and post-\nintervention test)NewDigitalNumericalxlsx\nJSON\nOMX< 100 \nGB\nWP2: training data Data of 120 \nparticipants, 24 \ntraining sessionsNewPhysicalNumerical 3 pages \nper \nperson, \n360 \npages\nWP2: training data Data of 120 \nparticipants, 24 \ntraining sessionsNewDigitalNumericalxlsx< 1GB\nWP2a&b: adverse \neventsAdverse events \nrecording \nthroughout \nintervention periodNewDigitalNumerical\nTextualxlsx< 1GB\nWP2a&b: scripts Data processing & \nanalyses scripts in \nMatlabNewDigitalCompiled < 1GB\nWP2c: \nquestionnairesFilled in \nquestionnaires \n(after two weeks of \ntraining, post-\nintervention and at \n12- and 24-week \nfollow-up)NewDigitalNumerical\nTextual< 1GB\nWP2c: logbook Patient exercise \nlogbookNewPhysicalNumerical\nTextual6 pages \nper \nperson, \n960 \npages\n2.If you reuse existing data, please specify the source, preferably by using a persistent identifier  \n(e.g. DOI, Handle, URL etc.) per dataset or data type:\nSpecify: NA\n3.Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on  \nhumans or animals, dual use)? If so, refer to specific datasets or data types when appropriate  \nand provide the relevant ethical approval number.\n☒ Yes, human subject data (Provide SMEC or EC approval number below)\n☐ Yes, animal data (Provide ECD reference number below)\n☐ Yes, dual use (Provide approval number below)\n☐ No\nAdditional information : Ethical approval will be requested within 6 months from the start of the study.  \nThe approval number will be added to this DMP at a later stage.\n4.Will you process personal data? If so, please refer to specific datasets or data types when  \nappropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number).\n☒ Yes (Provide PRET G-number or EC S-number below)\n☐ No\nAdditional information :\nPersonal data for organizing the research: name, address, e-mail, phone number. This data will  \nnot be included in the analyses and will be stored separately from the research data.\nPersonal  data  for  research  purposes  (both  WP1  &  2):  age,  sex,  education,  nationality,  \nprofession, height, body mass, medical history. These data will be pseudonymized during data  \ncollection.\nPRET for WP1 is approved (G-2023-7288), the approval number for WP2 will be added at a  \nlater stage.\n5.Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?   If so, please comment per dataset or data type where  \nappropriate. \n☐ Yes\n☒ No\nAdditional information :\n6.Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use  \n(e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please  \nexplain in the comment section to what data they relate and what restrictions are in place.\n☐ Yes\n☒ No\nAdditional information :\n7.Are there any other legal issues, such as intellectual property rights and ownership, to be  \nmanaged related to the data you (re)use? If so, please explain in the comment section to what  \ndata they relate and which restrictions will be asserted.\n☐ Yes\n☒ No\nAdditional information :\nB.DOCUMENTATION AND METADATA\n8.Clearly describe what approach will be followed to capture the accompanying information  \nnecessary to keep data understandable and usable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and types required, procedures used, Electronic  \nLab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded).  \nDescription:\nAt project level\noA README file will be provided for each of the WPs separately. We will use KU  \nLeuven’s template.\noFor  each  WP,  a  detailed  protocol  is  provided,  including  the  research  methods,  \npractices, instructions given to  participants and questionnaires. This will be provided in  \na .pdf format.\nAt data level\noFor each work package, a standardized case report form (CRF) will be completed  \nduring data collection, containing researchers notes, remarks concerning data quality,  \ncontextual information, deviations from the protocol, etc. These CRFs will be kept  \nonline, using REDCap.\noFor each work package, a user guide on data processing & handling will be provided as  \na .pdf file.\noFor each work package, a data dictionary will be provided (either in the same file, or  \nprovided in the same folder) as a .csv file.\n9.Will a metadata standard be used to make it easier to find and reuse the data?   If so, please \nspecify which metadata standard will be used. If not, please specify which metadata will be  \ncreated to make the data easier to find and reuse.  \n☒ Yes\n☐ No\nAdditional information :\nAt project level: the RDR metadata standard, i.e. DataCite, will be followed.\nC.DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT \n10.Where will the data be stored?\n☐ ManGO\n☐ Shared network drive (J-drive)\n☐ Personal network drive (I-drive)\n☒ OneDrive (KU Leuven)\n☐ Sharepoint online\n☐ Sharepoint on-premis\n☒ Large Volume Storage\n☐ Digital Vault\n☒ Other (specify below)\nAdditional information : REDCap; on paper\n11.How will the data be backed up?\n☒ Standard back-up provided by KU Leuven ICTS for my storage solution\n☒ Personal back-ups I make (specify below)\n☐ Other (specify below)\nAdditional information : FreeFileSync for synchronization between OneDrive & KU Leuven network drive\n12.Is there currently sufficient storage & backup capacity during the project? If no or insufficient  \nstorage or backup capacities are available, explain how this will be taken care of.  \n☒ Yes\n☐ No (explain solution below)\nAdditional information :\n13.How will you ensure that the data are securely stored and not accessed or modified by  \nunauthorized persons?  \nResponse:\nKU Leuven  network drive, specifically J/L-drive . The KU Leuven network  drives  are  \nincorporated within secured KU Leuven environments, are password-protected (including  \nsmartphone-based  multi-factor  identification)  and  are  only  accessible  by  registered  \ncollaborating researchers. Only the PI can request access to the network drive for study  \npersonnel.\nREDCap. When using KU Leuven REDCap, physical access to the data centers is logged and  \nrestricted to authorized KU Leuven Information Technology (IT) personnel, using badge  \nidentification.  At  the  clinical  database  level  only  study  team  members,  monitors  and  \nauditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has  \nrequested  project-specific  access,  are  granted  data  access.  Upon  successful  training  \ncompletion each user is centrally assigned a user role, associated with predefined system/data  \nprivileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC  \n(ctc.datamanagement@uzleuven.be ).\nOneDrive. Multifactor authentication with the KU Leuven authenticator app can be activated to  \nensure the safe storage of strictly confidential data. Only the PI can provide access to the  \nOneDrive for study personnel.\nOn paper: Data collected on paper (e.g. informed consents) will be stored in a locked cabinet in  \na locked room at the Department of Movement Sciences. During data collection the cabinet will  \nonly be accessible to study personnel. Informed consent forms will be stored separately from  \nresearch data.\n14.What are the expected costs for data storage and backup during the research project? How will  \nthese costs be covered?\nResponse:\nKU Leuven network drive, specifically L-drive : The Department of Movement Sciences  \nprovides an L-drive of 5 TB for our research group and costs (€ 522.1/5TB/year) will be carried  \nby the department. At the moment, 4.9 TB is available, thereby covering the project of ± 25GB.\nREDCap. €80/project/year\nOneDrive. The use of OneDrive for Business is free for KU Leuven personnel and students.\nD.DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT\n15.Which data will be retained for 10 years (or longer, in agreement with other retention policies  \nthat are applicable) after the end of the project? In case some data cannot be preserved, clearly  \nstate  the  reasons  for  this  (e.g.  legal  or  contractual  restrictions,  storage/budget  issues,  \ninstitutional policies...).\n☐ All data will be preserved for 10 years according to KU Leuven RDM policy\n☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with  \nmedicinal products for human use and for clinical experiments on humans.\n☐ Certain data cannot be kept for 10 years (explain below).\nAdditional information :\n16.Where will these data be archived (stored and curated for the long-term)?  \n☒ Large Volume Storage ( long term for large volumes)\n☐ Shared network drive (J-drive)\n☐ KU Leuven RDR\n☐ Other (specify below)\nAdditional information :\n17.What are the expected costs for data preservation during the expected retention period? How  \nwill these costs be covered?\nResponse: € 11.38/100GB/year, from which 50% of the costs are covered by the Group Biomedical  \nSciences. Given the expected size of the project of 25 GB and the minimum purchase of 100GB  \nstorage, costs for long-term storage are estimated at € 11.38/year. The costs will be carried for 50% by  \nthe project and 50% by the Group of Biomedical Sciences.\nE.DATA SHARING AND REUSE \n18.Will  the  data  (or  part  of  the  data)  be  made  available  for  reuse  after/during  the  project?  \nPlease explain per dataset or data type which data will be made available.\n☐ Yes, as open data\n☐ Yes, as embargoed data (temporary restriction)\n☒ Yes, as restricted data (upon approval, or institutional access only)\n☐ No (closed access)\n☐ Other (specify below)\nAdditional information :\n19.If access is restricted, please specify who will be able to access the data and under what  \nconditions. \nResponse: The minimal requirement is approval of an ethical committee for the project that wants to re-\nuse the data.\n20.Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in  \nan agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where  \nappropriate.\n☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☒ Yes, ethical aspects\n☐ Yes, aspects of dual-use\n☐ Yes, other\n☐ No\nAdditional information :\n21.Where will the data be made available?   If already known, please provide a repository per  \ndataset or data type.\n☒ KU Leuven RDR (Research Data Repository)\n☐ Other data repository (specify below)\n☐ Other (specify below)\nAdditional information :\n22.When will the data be made available?  \n☒ Upon publication of research results\n☐ Specific date (specify below)\n☐ Other (specify below)\nAdditional information :\n23.Which data usage licenses are you going to provide? If none, please explain why.  \n☐ CC-BY 4.0 (data)\n☒ Data Transfer Agreement (restricted data)\n☐ MIT license (code)\n☐ GNU GPL-3.0 (code)\n☐ Other (specify below)\nAdditional information :\n24.Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession  \nnumber? If already available, please provide it here.  \n☒ Yes, a PID will be added upon deposit in a data repository\n☐ Yes, my dataset already has a PID\n☐ No\nAdditional information :\n25.What are the expected costs for data sharing? How will these costs be covered?  \nResponse: RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing.\nF.RESPONSIBILITIES \n26.Who will manage data documentation and metadata during the research project?  \nResponse: The PhD researcher (Jolien Deboutte) and postdoctoral researcher (Evelien Van Roie) will  \nbe responsible for data documentation & metadata, under supervision of the PI (Christophe Delecluse).\n27.Who will manage data storage and backup during the research project?  \nResponse: Data management, storage and back up will be performed by the PhD researcher (Jolien  \nDeboutte) and postdoctoral researcher (Evelien Van Roie), under supervision of the PI (Christophe  \nDelecluse).\n28.Who will manage data preservation and sharing?  \nResponse: The PI (Christophe Delecluse) will be responsible for ensuring data preservation and  \nsharing.\n29.Who will update and implement this DMP?  \nResponse: The PhD researcher (Jolien Deboutte) and postdoctoral researcher (Evelien Van Roie) will  \nbe responsible for updating this DMP. The PI (Christophe Delecluse) bears the end responsibility for  \nupdating and implementing this DMP."
    },
    "clean_full_text": "KU LEUVEN BOF-IOF It is advised to use DMPonline.be to complete this template, as it provides KU Leuven guidance. A.RESEARCH DATA SUMMARY 1.List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name/ID Description New or reuseDigital or physical dataData typeFile forma tData volumePhysical volume Indicate : N(ew data) or E(xistin g data)Indicate: D(igital) or P(hysical)Indicate: Audiovisual Images Sound Numerical Textual Model SOftware Other (specify)Indicate: < 1 GB < 100 GB < 1 TB < 5 TB > 5 TB NA WP1: demographics 180 healthy older adults (65-80 years) & 60 young adults (20-30 years, 50% ♀)NewDigitalNumericalxlsx< 1 GB WP1: F-v profiling Data of 180 + 60 participants (all baseline, 72 also mid- and post- intervention test)NewDigitalNumericalxlsx TDMS txt< 100 GB WP1: training data Data of 72 participants, 24 training sessionsNewPhysicalNumerical 3 pages per person, 216 pages WP1: training data Data of 72 participants, 24 training sessionsNewDigitalNumericalxlsx< 1GB WP1: adherence Data of 72 participants, 24 training sessionsNewDigitalNumericalxlsx< 1GB WP1: adverse eventsAdverse events recording throughout intervention periodNewDigitalNumerical Textualxlsx< 1GB WP1: functional ability10mFW, CMJ, TUG, 5xSTS & SANewDigitalNumericalxlsx JSON< 100 GB for 72 participants (baseline, mid- and post-intervention test)OMX WP1: scripts Data processing & analyses scripts in MatlabNewDigitalCompiled < 1GB WP2: demographics160 healthy older adults (65-80 years)NewDigitalNumericalxlsx< 1 GB WP2: F-v profiling 160 healthy older adults (65-80 years), baseline, mid- and post- interventionNewDigitalNumericalxlsx TDMS txt< 100 GB WP2a&b: functional ability160 healthy older adults (65-80 years), 10mFW, CMJ, TUG, 5xSTS & SA (baseline, mid- and post- intervention test)NewDigitalNumericalxlsx JSON OMX< 100 GB WP2: training data Data of 120 participants, 24 training sessionsNewPhysicalNumerical 3 pages per person, 360 pages WP2: training data Data of 120 participants, 24 training sessionsNewDigitalNumericalxlsx< 1GB WP2a&b: adverse eventsAdverse events recording throughout intervention periodNewDigitalNumerical Textualxlsx< 1GB WP2a&b: scripts Data processing & analyses scripts in MatlabNewDigitalCompiled < 1GB WP2c: questionnairesFilled in questionnaires (after two weeks of training, post- intervention and at 12- and 24-week follow-up)NewDigitalNumerical Textual< 1GB WP2c: logbook Patient exercise logbookNewPhysicalNumerical Textual6 pages per person, 960 pages 2.If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Specify: NA 3.Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. ☒ Yes, human subject data (Provide SMEC or EC approval number below) ☐ Yes, animal data (Provide ECD reference number below) ☐ Yes, dual use (Provide approval number below) ☐ No Additional information : Ethical approval will be requested within 6 months from the start of the study. The approval number will be added to this DMP at a later stage. 4.Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). ☒ Yes (Provide PRET G-number or EC S-number below) ☐ No Additional information : Personal data for organizing the research: name, address, e-mail, phone number. This data will not be included in the analyses and will be stored separately from the research data. Personal data for research purposes (both WP1 & 2): age, sex, education, nationality, profession, height, body mass, medical history. These data will be pseudonymized during data collection. PRET for WP1 is approved (G-2023-7288), the approval number for WP2 will be added at a later stage. 5.Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☐ Yes ☒ No Additional information : 6.Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. ☐ Yes ☒ No Additional information : 7.Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No Additional information : B.DOCUMENTATION AND METADATA 8.Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Description: At project level oA README file will be provided for each of the WPs separately. We will use KU Leuven’s template. oFor each WP, a detailed protocol is provided, including the research methods, practices, instructions given to participants and questionnaires. This will be provided in a .pdf format. At data level oFor each work package, a standardized case report form (CRF) will be completed during data collection, containing researchers notes, remarks concerning data quality, contextual information, deviations from the protocol, etc. These CRFs will be kept online, using REDCap. oFor each work package, a user guide on data processing & handling will be provided as a .pdf file. oFor each work package, a data dictionary will be provided (either in the same file, or provided in the same folder) as a .csv file. 9.Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. ☒ Yes ☐ No Additional information : At project level: the RDR metadata standard, i.e. DataCite, will be followed. C.DATA STORAGE & BACK-UP DURING THE RESEARCH PROJECT 10.Where will the data be stored? ☐ ManGO ☐ Shared network drive (J-drive) ☐ Personal network drive (I-drive) ☒ OneDrive (KU Leuven) ☐ Sharepoint online ☐ Sharepoint on-premis ☒ Large Volume Storage ☐ Digital Vault ☒ Other (specify below) Additional information : REDCap; on paper 11.How will the data be backed up? ☒ Standard back-up provided by KU Leuven ICTS for my storage solution ☒ Personal back-ups I make (specify below) ☐ Other (specify below) Additional information : FreeFileSync for synchronization between OneDrive & KU Leuven network drive 12.Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. ☒ Yes ☐ No (explain solution below) Additional information : 13.How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Response: KU Leuven network drive, specifically J/L-drive . The KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network drive for study personnel. REDCap. When using KU Leuven REDCap, physical access to the data centers is logged and restricted to authorized KU Leuven Information Technology (IT) personnel, using badge identification. At the clinical database level only study team members, monitors and auditors/inspectors for whom the Coordinating or Principal Investigator (as applicable) has requested project-specific access, are granted data access. Upon successful training completion each user is centrally assigned a user role, associated with predefined system/data privileges, in accordance with CR DM-WI-001. The gatekeeper for UZL REDCap is UZL CTC (ctc.datamanagement@uzleuven.be ). OneDrive. Multifactor authentication with the KU Leuven authenticator app can be activated to ensure the safe storage of strictly confidential data. Only the PI can provide access to the OneDrive for study personnel. On paper: Data collected on paper (e.g. informed consents) will be stored in a locked cabinet in a locked room at the Department of Movement Sciences. During data collection the cabinet will only be accessible to study personnel. Informed consent forms will be stored separately from research data. 14.What are the expected costs for data storage and backup during the research project? How will these costs be covered? Response: KU Leuven network drive, specifically L-drive : The Department of Movement Sciences provides an L-drive of 5 TB for our research group and costs (€ 522.1/5TB/year) will be carried by the department. At the moment, 4.9 TB is available, thereby covering the project of ± 25GB. REDCap. €80/project/year OneDrive. The use of OneDrive for Business is free for KU Leuven personnel and students. D.DATA PRESERVATION AFTER THE END OF THE RESEARCH PROJECT 15.Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). ☐ All data will be preserved for 10 years according to KU Leuven RDM policy ☒ All data will be preserved for 25 years according to CTC recommendations for clinical trials with medicinal products for human use and for clinical experiments on humans. ☐ Certain data cannot be kept for 10 years (explain below). Additional information : 16.Where will these data be archived (stored and curated for the long-term)? ☒ Large Volume Storage ( long term for large volumes) ☐ Shared network drive (J-drive) ☐ KU Leuven RDR ☐ Other (specify below) Additional information : 17.What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Response: € 11.38/100GB/year, from which 50% of the costs are covered by the Group Biomedical Sciences. Given the expected size of the project of 25 GB and the minimum purchase of 100GB storage, costs for long-term storage are estimated at € 11.38/year. The costs will be carried for 50% by the project and 50% by the Group of Biomedical Sciences. E.DATA SHARING AND REUSE 18.Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. ☐ Yes, as open data ☐ Yes, as embargoed data (temporary restriction) ☒ Yes, as restricted data (upon approval, or institutional access only) ☐ No (closed access) ☐ Other (specify below) Additional information : 19.If access is restricted, please specify who will be able to access the data and under what conditions. Response: The minimal requirement is approval of an ethical committee for the project that wants to re- use the data. 20.Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☒ Yes, ethical aspects ☐ Yes, aspects of dual-use ☐ Yes, other ☐ No Additional information : 21.Where will the data be made available? If already known, please provide a repository per dataset or data type. ☒ KU Leuven RDR (Research Data Repository) ☐ Other data repository (specify below) ☐ Other (specify below) Additional information : 22.When will the data be made available? ☒ Upon publication of research results ☐ Specific date (specify below) ☐ Other (specify below) Additional information : 23.Which data usage licenses are you going to provide? If none, please explain why. ☐ CC-BY 4.0 (data) ☒ Data Transfer Agreement (restricted data) ☐ MIT license (code) ☐ GNU GPL-3.0 (code) ☐ Other (specify below) Additional information : 24.Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ☒ Yes, a PID will be added upon deposit in a data repository ☐ Yes, my dataset already has a PID ☐ No Additional information : 25.What are the expected costs for data sharing? How will these costs be covered? Response: RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing. F.RESPONSIBILITIES 26.Who will manage data documentation and metadata during the research project? Response: The PhD researcher (Jolien Deboutte) and postdoctoral researcher (Evelien Van Roie) will be responsible for data documentation & metadata, under supervision of the PI (Christophe Delecluse). 27.Who will manage data storage and backup during the research project? Response: Data management, storage and back up will be performed by the PhD researcher (Jolien Deboutte) and postdoctoral researcher (Evelien Van Roie), under supervision of the PI (Christophe Delecluse). 28.Who will manage data preservation and sharing? Response: The PI (Christophe Delecluse) will be responsible for ensuring data preservation and sharing. 29.Who will update and implement this DMP? Response: The PhD researcher (Jolien Deboutte) and postdoctoral researcher (Evelien Van Roie) will be responsible for updating this DMP. The PI (Christophe Delecluse) bears the end responsibility for updating and implementing this DMP."
}