{
    "document_id": "D-2022-1516",
    "LinkTitle": "D-2022-1516",
    "file_name": "D-2022-1516.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1516.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "1FWO STRUCTURAL, MOLECULAR, AND CELLULAR \nBIOLOGY OF PKD2 ALLOSTERIC MODULATORS AS \nNOVEL THERAPEUTICS FOR CANCER\nDMP TITLE\nADMIN DETAILS\nProject Name:FWO Structural, molecular, and cellular biology of PKD2 allosteric modulators as novel \ntherapeutics for cancer  \nProject Identifier: u0047937\nGrant Title: G095522N\nPrincipal Investigator / Researcher: Arnout Voet\nDescription: In this project we will characterise a novel class of allosteric PKD2 kinase inhibitors using \nmolecular biology methods and experimental structuraly biology methods with the aim of ratioanally \ndesign improved derivatives as cancer therapeutics\nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nArnout Voet \nFWO Project Number & Title\nG095522N FWO Structural, molecular, and cellular biology of PKD2 allosteric modulators as novel \ntherapeutics for cancer  \nAffiliation\n●KU Leuven\n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●Generate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \n2project. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the technical format).\nType of data format volume how created\nexpression constructs sample 20 microliter custom gene synthesis by \nbiotech company\nprotein purification data docx 100MB experimental reports \ndocumenting every step of  \nthe process\nraw diffraction data .cbf, h5 1TB diffraction at synchrotron\nprotein crystal structures .pdb,mtz 4-10GB solving diffraction at \nsynchrotron radiation \nfacilities\ninteracion assays .csv 25GB BLI measurements, \nvirtual screening .mdb, .pdb, .sdf 250GB using the MOE software\nProtein kinase assays .pzf, .xlsx 25GB ADP Glo kinase assay on \nplate reader\nWestern blots .tif 6GB Transfer of proteins to \nmembrane, followed by \nECL which is visualised in \na blot imager ImageQuant \nLAS4000\nCell proliferation assays .xlsx 20MB MTT assay, with readout \non a plate reader\nCell migration assays Xlsx, .pzf 4GB Scratch wound assay in \nIncucyte toestel\nRNA seq .bam, .bai 3 GB per group \n(containing 5 biol \nreplicates) (max 24 GB in \ntotal)Will be performed by \ngenomics core KU Leuven\n3. LEGAL AND ETHICAL ISSUES\nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service  \nPurposes (PRET application).   Be aware that registering the fact that you process personal data is  \na legal obligation.\n●No\nNA \n3Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●No\nNA \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●Yes\ncompounds with potential to be develloped into drugs will be protected as supported by LRD  \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●No\nNA \n4. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\n1. For every protein construct, Tte genetic code , vector map  and ORF will be stored into the benchling \ndigital lab book. Using Altec label printer and QR barcoding system the sample will be labeled and linked \nto the digital data indicating storate location.  \n2. For every protein the full purificaiton details will be written down in the digital lab notebook.  \n3. Crystallisation of relevant proteins, followed by diffraction and data so lving will be performed. For every \nprotein a folder will be created which contains all crystallographic data and meta data indicating the steps \nof processing. This progress will also be included into the digital lab book.  \n6.For every biophysical characterisation of protein interaction and inhbition  a separte folder will be created  \nper method (BLI ADPGLO, …)  which contains the raw observations (saved as .csv files) with meta data \ndescribing the expeirments. The experimental details and analysis will also be included into the digital lab \nbook. \n7.For every 3D model a PDB file will be created stored within its onw folder with a README file detailing \nthe modelling procedure, as well as noted into a digital lab book\n8. for every virtual screening. Docking or pharmacophore modelling experiment all results will be saved as  \nmdb, pdb and sdf file formats in separate folders each containing README files detailing the modelling \nprocedure, as well as noted into a digital lab book.\n9. For every cell based assay a separte folder will be created  per method (proliferation, migration, …)  \nwhich contains the raw observations (saved as . xlsx files) with meta data describing the expeirments. The  \nexperimental details and analysis will also be included into the digital lab book.\n410. RNAseq datasets will be deposited in the GEO EMBL databank, together with requested metadata.\nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\nYes, where possible otherwise own formats in README format will be made with sufficient explenation\n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\nWhere will the data be stored?  \nThe data collected by the voetlab will be saved on the labs NAS\nThe data collected in the Van Lint lab will be stored as follows. Master copies of the data will be kept \npurely for archiving on our research unit central storage facility (K-Drive). Additional copies will be kept on  \nJ-Drive and on personal devices for data analysis.\nHow is backup of the data provided?\nDouble backed up in the cloud and NAS servers\nThe data of the Van Lint lab will be stored on the university's central servers (K-DRive and J-Drive) with \nautomatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will  \nbe taken care of.\n●Yes\nEvery project gets a dediczated NAS drive at the start of the project, and costs have been budgetted \nwithin the project. \nVan Lint lab: within the dimensions of our project, the capacity of K-Drive and J-Drive can easily be \nadjusted according to our needs.\nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered? \nthey have been budgetted within the awar ded project. \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\nThe NAS drive works with secured directories only accessible to the administrator. Otherwise only the \nresearcher working on this project get access. Others have no reading rights.  \nVan Lint lab: data will be stored at the university's secure drives untill accepted for publication and at least  \n5 more years after publication. To have access to the data, prof Johan Van Lint will have to give \nautorisation to the K and J Drive to every member of the laboratory.\n6. DATA PRESERVATION AFTER THE FWO PROJECT\n5Which data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nAll data will be reatined, with exception of those that will be deposited online in dedicatd databases upon \npublication. Those will no longer be stored at the laboratory\nVan Lint lab: all data mentioned will be kept for 5 years on the archive drive of KU Leuven (KDrive). Lab \nnotebooks will be kept for 10 years.\nWhere will the data be archived (= stored for the longer term)?\nNAS drive\nVan Lint lab: data will be stored on the university's central servers (K-Drive with automatic back-up \nprocedures) for at least 5 years. If during these 5 years, data would become of interest, this can be \nprolongued to 10 years.\nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nThe hardware has been budgetted as a onetime cost, including cloud based backup at a remote location. \nFor he cloud based data preservation  \nVan Lint lab: costs have been budgeted in the project.\n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\nNO\nWhich data will be made available after the end of the project?\nAll, with the exception of those that are essential to preserve IP rights , fort his we will consult LRD\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\n1) The source codes of virtual screening will be released on GitHub.  \n2) Structures will be deposited to the PDB database \n3) other analysed data will be made available via data repositories. eg mendeley data.  \n4) other raw data is available upon request ed\nWhen will the data be made available?\nUpon publication of the result s\nWho will be able to access the data and under what conditions?\nAll data which  do not limit our IP position will be made public without restrictions  \n6What are the expected costs for data sharing? How will the costs be covered?  \nAll repositories to be used are free  \n8. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nDuring the course of the project the Phd students and or postdocs working on the project. The PI ’s will \ntake frequent roles in ensuring correct preservation of the data  related tot heir expertise . Following the \nend of the project, the PI ’s will be the responsible prerson  \nWho will be responsible for data storage & back up during the project?\nDuring the course of the project the Phd students and or postdocs working on the project. The PI ’s will \ntake frequent roles in ensuring correct preservation of the data  related tot heir expertise . Following the \nend of the project, the PI ’s will be the responsible prerson  \nWho will be responsible for ensuring data preservation and reuse ?\nDuring the course of the project the Phd students and or postdocs working on the project. The PI ’s will \ntake frequent roles in ensuring correct preservation of the data  related tot heir expertise . Following the \nend of the project, the PI ’s will be the responsible prerson  \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI’s"
    },
    "clean_full_text": "1FWO STRUCTURAL, MOLECULAR, AND CELLULAR BIOLOGY OF PKD2 ALLOSTERIC MODULATORS AS NOVEL THERAPEUTICS FOR CANCER DMP TITLE ADMIN DETAILS Project Name:FWO Structural, molecular, and cellular biology of PKD2 allosteric modulators as novel therapeutics for cancer Project Identifier: u0047937 Grant Title: G095522N Principal Investigator / Researcher: Arnout Voet Description: In this project we will characterise a novel class of allosteric PKD2 kinase inhibitors using molecular biology methods and experimental structuraly biology methods with the aim of ratioanally design improved derivatives as cancer therapeutics Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Arnout Voet FWO Project Number & Title G095522N FWO Structural, molecular, and cellular biology of PKD2 allosteric modulators as novel therapeutics for cancer Affiliation ●KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the 2project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Type of data format volume how created expression constructs sample 20 microliter custom gene synthesis by biotech company protein purification data docx 100MB experimental reports documenting every step of the process raw diffraction data .cbf, h5 1TB diffraction at synchrotron protein crystal structures .pdb,mtz 4-10GB solving diffraction at synchrotron radiation facilities interacion assays .csv 25GB BLI measurements, virtual screening .mdb, .pdb, .sdf 250GB using the MOE software Protein kinase assays .pzf, .xlsx 25GB ADP Glo kinase assay on plate reader Western blots .tif 6GB Transfer of proteins to membrane, followed by ECL which is visualised in a blot imager ImageQuant LAS4000 Cell proliferation assays .xlsx 20MB MTT assay, with readout on a plate reader Cell migration assays Xlsx, .pzf 4GB Scratch wound assay in Incucyte toestel RNA seq .bam, .bai 3 GB per group (containing 5 biol replicates) (max 24 GB in total)Will be performed by genomics core KU Leuven 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●No NA 3Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●No NA Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●Yes compounds with potential to be develloped into drugs will be protected as supported by LRD Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No NA 4. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? 1. For every protein construct, Tte genetic code , vector map and ORF will be stored into the benchling digital lab book. Using Altec label printer and QR barcoding system the sample will be labeled and linked to the digital data indicating storate location. 2. For every protein the full purificaiton details will be written down in the digital lab notebook. 3. Crystallisation of relevant proteins, followed by diffraction and data so lving will be performed. For every protein a folder will be created which contains all crystallographic data and meta data indicating the steps of processing. This progress will also be included into the digital lab book. 6.For every biophysical characterisation of protein interaction and inhbition a separte folder will be created per method (BLI ADPGLO, …) which contains the raw observations (saved as .csv files) with meta data describing the expeirments. The experimental details and analysis will also be included into the digital lab book. 7.For every 3D model a PDB file will be created stored within its onw folder with a README file detailing the modelling procedure, as well as noted into a digital lab book 8. for every virtual screening. Docking or pharmacophore modelling experiment all results will be saved as mdb, pdb and sdf file formats in separate folders each containing README files detailing the modelling procedure, as well as noted into a digital lab book. 9. For every cell based assay a separte folder will be created per method (proliferation, migration, …) which contains the raw observations (saved as . xlsx files) with meta data describing the expeirments. The experimental details and analysis will also be included into the digital lab book. 410. RNAseq datasets will be deposited in the GEO EMBL databank, together with requested metadata. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes, where possible otherwise own formats in README format will be made with sufficient explenation 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? The data collected by the voetlab will be saved on the labs NAS The data collected in the Van Lint lab will be stored as follows. Master copies of the data will be kept purely for archiving on our research unit central storage facility (K-Drive). Additional copies will be kept on J-Drive and on personal devices for data analysis. How is backup of the data provided? Double backed up in the cloud and NAS servers The data of the Van Lint lab will be stored on the university's central servers (K-DRive and J-Drive) with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes Every project gets a dediczated NAS drive at the start of the project, and costs have been budgetted within the project. Van Lint lab: within the dimensions of our project, the capacity of K-Drive and J-Drive can easily be adjusted according to our needs. What are the expected costs for data storage and back up during the project? How will these costs be covered? they have been budgetted within the awar ded project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The NAS drive works with secured directories only accessible to the administrator. Otherwise only the researcher working on this project get access. Others have no reading rights. Van Lint lab: data will be stored at the university's secure drives untill accepted for publication and at least 5 more years after publication. To have access to the data, prof Johan Van Lint will have to give autorisation to the K and J Drive to every member of the laboratory. 6. DATA PRESERVATION AFTER THE FWO PROJECT 5Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be reatined, with exception of those that will be deposited online in dedicatd databases upon publication. Those will no longer be stored at the laboratory Van Lint lab: all data mentioned will be kept for 5 years on the archive drive of KU Leuven (KDrive). Lab notebooks will be kept for 10 years. Where will the data be archived (= stored for the longer term)? NAS drive Van Lint lab: data will be stored on the university's central servers (K-Drive with automatic back-up procedures) for at least 5 years. If during these 5 years, data would become of interest, this can be prolongued to 10 years. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The hardware has been budgetted as a onetime cost, including cloud based backup at a remote location. For he cloud based data preservation Van Lint lab: costs have been budgeted in the project. 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? NO Which data will be made available after the end of the project? All, with the exception of those that are essential to preserve IP rights , fort his we will consult LRD Where/how will the data be made available for reuse? In an Open Access repository 1) The source codes of virtual screening will be released on GitHub. 2) Structures will be deposited to the PDB database 3) other analysed data will be made available via data repositories. eg mendeley data. 4) other raw data is available upon request ed When will the data be made available? Upon publication of the result s Who will be able to access the data and under what conditions? All data which do not limit our IP position will be made public without restrictions 6What are the expected costs for data sharing? How will the costs be covered? All repositories to be used are free 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? During the course of the project the Phd students and or postdocs working on the project. The PI ’s will take frequent roles in ensuring correct preservation of the data related tot heir expertise . Following the end of the project, the PI ’s will be the responsible prerson Who will be responsible for data storage & back up during the project? During the course of the project the Phd students and or postdocs working on the project. The PI ’s will take frequent roles in ensuring correct preservation of the data related tot heir expertise . Following the end of the project, the PI ’s will be the responsible prerson Who will be responsible for ensuring data preservation and reuse ? During the course of the project the Phd students and or postdocs working on the project. The PI ’s will take frequent roles in ensuring correct preservation of the data related tot heir expertise . Following the end of the project, the PI ’s will be the responsible prerson Who bears the end responsibility for updating & implementing this DMP? The PI’s"
}