{
    "document_id": "D-2022-1691",
    "LinkTitle": "D-2022-1691",
    "file_name": "D-2022-1691.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1691.pdf",
    "metadata": {
        "title": "The Socio-ecological Turn in Urbanism. Past and Future Interactions between Ecology, Urban Design and Participation in Brussels",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "The Socio-ecological Turn in Urbanism. Past and Future Interactions between Ecology, Urban\nDesign and Participation in Brussels\nA Data Management Plan created using DMPonline.be\nCreators: \nEline Inghelbrecht, Dries Pattyn, n.n. n.n.\nAffiliation: \nKU Leuven (KUL)\nFunder: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\n \nDries Pattyn, Eline Inghelbrecht\nData Manager:\n \nDries Pattyn, Eline Inghelbrecht, n.n. n.n.\nProject Administrator:\n \nDries Pattyn, Eline Inghelbrecht, n.n. n.n.\nGrant number / URL: \nC24M/22/020\nID: \n197505\nStart date: \n01-10-2022\nEnd date: \n30-09-2026\nProject abstract:\nBrussels, as many cities world-wide, faces a double challenge. On the one hand, the demand for housing and office space results in a\ncontinuous increase in built-up area. On the other hand, the Brussels Capital Region needs more open space for recreation and\nenvironmental needs, such as water management and biodiversity. These competing social and ecological claims on open space are\nalso reflected in the interactions between different governmental and civic actors. Governmental institutions concerning open space\npolicies are fragmented, illustrated by the divided urban development and environmental agencies. Civic activism, prominently initiated\nand articulated by Brussels´ action committees, recently attempts to safeguard open spaces from construction and addresses\nshortcomings in existing participatory planning procedures. However, a lack of forums for debate on the matter limits possibilities in\nreaching an equilibrium in urbanization and ecological needs in Brussels.\nThese tensions, and the need for forums in which they can be discussed, have been on the agenda before. Interactions between social\nand ecological dimensions have existed in past planning and design practices in Brussels, through the collaboration of action committees,\nexperts, governmental institutions, and designers from the 1960s onwards. We can learn from these past experiences, yet these\nhistorical precedents must be critically revisited. Existing historical research on civil strife and participation focuses on how the political\nand ideological context is expressed in the built form, but rarely on how broader ecological concerns are translated in design concepts\nand how action committees dealt with the tensions between green and built space within the cooperation.\nThis project therefore aims at filling this gap and develop 1) A historiography of the action committees and of the expertise they\ndeveloped/relied upon, with a particular attention to the round table and the counterproject as tools for socio-ecological debate and\ncooperation; 2) An understanding of how these tools and strategies connect with current and alternative methods of discussion,\nintervention and development of future scenarios, such as research-by-design. Indeed, in the field of architecture and urban design,\nresearch-by-design has been an effective instrument for exploring alternative futures, internationally as well as in Brussels. In this project\nwe therefore propose a double approach that brings together history – usually seen as a reflective science - and design - which is\nprospective - in an innovative framework. We aim to study the history of participation and urban design in Brussels, while using design\nprospectively in contemporary discussions on open spaces in Brussels. In this innovative methodology, the common logic of these\nsciences is reversed: history becomes a prospective tool for contemporary discussions, while design provides a reflection on those same\ndiscussions. The goal of this research project is to develop a critical historiography of participatory urbanism in Brussels focusing on\nconflicting ecological and social claims, that can be mobilized in current-day debates about urban design and policy making. Thus, the\nresearch will provide the action committees with operative insights regarding their own past and offer a conceptual framework for\ndesigners and policy makers that goes beyond the unproductive duality between built and open space.\nLast modified: \n31-03-2023\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n1 of 5\nThe Socio-ecological Turn in Urbanism. Past and Future Interactions between Ecology, Urban\nDesign and Participation in Brussels\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n1) Archival sources. These include: meeting reports, correspondence, drawings, plans, and images. The archival material that will be consulted will be both digital and physical. A database will be\ncreated of all archival material that will be consulted. This database will be saved as a CSV file on the OneDrive where materials are categorised according to archival collection, location, file\nnumber, year, title, author and creator. Relevant archival material will be scanned into a pdf format and stored on the OneDrive. \n2) Literature. This includes: academic literature, grey literature and policy documents. This literature will be consulted physically or digitally, via open access or online access through the Limo\nplatform of KU Leuven. The online literature will be consulted in pdf format and stored on the OneDrive or via Zotero, in the case of open access academic literature).\n3) Visual sources. These include: existing designs (spatial plans and schemes), drawings, models and digital visualisations and photographs. Visual sources from published material will be stored\non the OneDrive, given that intellectual property rights are guaranteed. \n4) Online media sources. These include news articles and reportages by local news outlets (e.g. Bruzz, La Capital, BX1), website articles of civil society organisations (e.g. BRAL, ARAU, IEB) and\nsocial media platforms of civil society organisations and activist groups.\n5) Oral sources. These include interviews and participatory moments. Interviews will be uploaded as .mp3 files and transcipts in Word format (.docx) on the OneDrive. Observational notes of\nparticipatory moments will also be uploaded in Word format (.docx) on the OneDrive.\n6) Personal data. Personal data of research participants (i.e. interviewees and participants in participatory moments) will include name, email address, phone number, gender, age and will be\nstored in a .csv file on the OneDrive.\n7) Locational data. This refers to existing maps and data sets used for GIS mapping (including BruGIS, Geo.Brussels, BruCiel, Mobigis, Geopunt Vlaanderen, etc.). The relevant datasets will be\nkept in .csv and .shp format. During the process of creating maps, the shapefiles (.shp) will be stored locally on the computer of the PhD researcher (Dries Pattyn) and as soon as the maps are\ncreated the data will be exported in a geopackage format and stored on the OneDrive.\n8) Publications and presentations. These include academic papers and presentations (for internal use in the research group or for conferences and seminars) that will be produced by the PhD\nresearchers (Dries Pattyn and Eline Inghelbrecht). Academic papers will be published in .pdf format and presentations will be made in .ppt format and stored in .pdf on the OneDrive. \n9) Visual material. These include: designs, drawings, images and other visual representations created during the process of the research. These materials will be created in\nAutoCAD/Vectorworks/Sketchup/Rhino and postproduction will happen using the Adobe Creative Cloud software and will be stored in JPEG (.jpg) or PNG (.png) format on the OneDrive. \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nArchival material \n- citizens' organizations: BRAL (Brusselse Raad Leefmilieu/Brussels' Council for the Environment), Inter-Environnement Bruxelles (IEB), ARAU (Atelier de Recherches et d'Action Urbaines)\n- Architectural institutions: Archives d'Architecture Moderne,Haute e\ń\ncole d’architecture La Cambre and Sint-Lucas School of Architecture, Location: CIVA Brussels\n- Parliamentary meeting notes: Brussels Agglomerations and municipalities\nPublications\n- Citizens' organizations: BRAL (Brusselse Raad Leefmilieu/Brussels' Council for the Environment), Inter-Environnement Bruxelles (IEB), ARAU (Atelier de Recherches et d'Action Urbaines)\n- Architectural institutions:Archives d'Architecture Moderne,Haute e\ń\ncole d’architecture La Cambre and Sint-Lucas School of Architecture, Location: CIVA Brussels\n- Multiple literature and research articles on relevant topics \nMaps\n- Leefmilieu Brussel/Bruxelles Environnement/Brussels Environment: https://geodata.environnement.brussels/client/view/?lang=nl \n- BruGIS: \nhttps://gis.urban.brussels/brugis/#/\n- BruCiel: \nhttps://www.bruciel.brussels/\n- MobiGis: \nhttps://data.mobility.brussels/mobigis/nl/\n- Geo.brussels: \nhttps://geobru.irisnet.be/nl/maps/new/\n- Geopunt Vlaanderen: \nhttps://www.geopunt.be/\n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nYes (Provide PRET G-number or EC S-number below)\nInterviews\nWhen conducting interviews personal data such as name, age, gender, profession, home municipality, email address, phone number will be collected. Interviews will be recorded and transcribed.\nNames of interviewees will be pseudonymised, unless it is relevant/necessary to use the name of the interviewee (e.g. an architect or a politician) and the interviewee consents to using their\npersonal data. The file where the pseudonyms are linked to the personal data and identifiers will be stored separately on the KU Leuven server. Data that might reveal the identity of the\nrespondents will be replaced with less 'revealing' information.\nInterviewees will include: (former) politicians, members of citizens' associations, architects activists from neighbourhood committees, students/members of architectural institutions such as La\nCambre and Sint-Lucas, officials from public institutions such as Brussels Environment and Perspective Brussels\nDesign labs and roundtable discussions \n- Interactive moments with stakeholders will be organised in the formats of (1) design and research labs and (2) roundtable discussions \n(1) In these half-yearly labs the research and design is discussed with members of the most important action committees (BRAL, ARAU and IEB)\n(2) Starting an in-depth conversation between the action committees and the Brussels governmental actors (Brussels Environment, Perspective Brussels, BMA) to identify the frictions and\npossible synergies, based on historical examples and design proposals.\nFor these interactive moments participants' personal data (name, e-mail address, telephone number) will be collected for practical use. In the output of these interactive moments, participants will\nbe anonymised and only the name of the organisation will be stated, except in the case of the BMA (Brussels' city architect).\nIn entering the discussions on safeguarding open space in Brussels, sensitive and clashing viewpoints and opinions will come forward in the debates. In reporting on such events, awareness and\nprecaution is necessary in order to avoid severe conflict between citizens and other stakeholder.\nPRET number: G-2023-6437 (currently working on the draft)\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n2 of 5\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nYes\nReuse of images and architectural drawings: does not only require mentioning the secondary source, but also the original author/creator. For some of these images, permission will have to be\ngranted from the author/creator or relevant institution.\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nThrough a clear folder structure located on the One Drive, existing data and developed material will be organised in order to simplify retrieving and consulting the overall documentation. \nProduced material will adopt meaningful filenaming starting with the date (year/month/day, e.g. 230331_), description of its content and, when applicable, ending with the initials of the creator.\nREADME files: data will be described according to category (archival, interviews, images) and structured according to several identifiers: title, year, location, author/creator, file type, key words \nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nWe are currently looking into the options regarding the different metadata standards within our research groups P.PUL and ARP. Possible options until now are DDI, UNBIS and AAT. \nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nOneDrive (KU Leuven)\nThe responsible person will be Bruno Notteboom, the supervisor of this C2 research project\nFor the Department of Architecture we have a 2 TB storage capacity + 5 TB for archiving available and it can be extended, if needed. The main tool for data storage will be KU Leuven OneDrive.\nThe ICT support is provided by LUCA. On LUCA managed devices, personal documents are stored and equally synchronized with the data server (no data on the hard disk of the laptops). All\npersonal data will be stored on the I-disk/ in Leuven/ department of Architecture. As a cloud application, Box is supported (up to 2TB per user). The long-term storage is guaranteed up to 10 years\nafter the end of a project. This is stored on servers in Leuven, on the K-disk. The members of the research group have access to the data with the permission of the supervisor.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOnedrive documents will be shared only among the supervisors and PhD researchers of the research project. In case documents are shared outside of the research project (e.g. within the\nresearch group) this will be done with restricted acces (shared via e-mail) and editing rights (view-only).\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n3 of 5\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere are no expected costs for data storage and backup.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nThe long-term storage is guaranteed up to 10 years after the end of a project. This is stored on servers in Leuven, on the K-disk. The members of the research group have access to the data with\nthe permission of the supervisor.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no expected costs for data storage and backup.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\n \n \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe collected data will be accessible to both PhD researchers, Eline Inghelbrecht and Dries Pattyn, and the responsible supervisors of the C2 project prof. Bruno Notteboom and the respective\nsupervisors and co-supervisors of the individual PhD trajectories prof. Martino Tattara, dr. Koenraad Danneels and prof. Sven Sterken. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nYes, intellectual property rights\n- Privacy aspects: personal data of the research participants (interviewees and participants in interactive moments) will be collected: name, email address, phone number, age, gender\n- Intellectual property rights of existing as well as newly generated images, designs, maps\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nData on all our publications resulting from this research will be stored in the KU Leuven repository LIRIAS.\nWhen will the data be made available? \nUpon publication of research results\npaper publications, seminars, exhibition, round tables and workshops\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nData Transfer Agreement (restricted data)\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n4 of 5\nMost probably we will use the Data Transfer Agreement. We will further look into the specific data usage licences when we evolve in the research project.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no expected costs for data sharing.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe data documentation and metadata will be managed by the two PhD researchers appointed to the C2 research project, being Dries Pattyn and Eline Inghelbrecht\nWho will manage data storage and backup during the research project? \nThe data storage and backup will be managed by the two PhD researchers appointed to the C2 research project, being Dries Pattyn and Eline Inghelbrecht.\nWho will manage data preservation and sharing? \nThe responsible person will be Bruno Notteboom, the supervisor of this C2 BOF project.\nWho will update and implement this DMP? \nThe data management plan will be updated and implemented by the two PhD researchers appointed to the C2 research project, being Dries Pattyn and Eline Inghelbrecht\nCreated using DMPonline.be. Last modiﬁed 31 March 2023\n5 of 5"
    },
    "clean_full_text": "The Socio-ecological Turn in Urbanism. Past and Future Interactions between Ecology, Urban Design and Participation in Brussels A Data Management Plan created using DMPonline.be Creators: Eline Inghelbrecht, Dries Pattyn, n.n. n.n. Affiliation: KU Leuven (KUL) Funder: KU Leuven (KUL) Template: KU Leuven BOF-IOF Principal Investigator: Dries Pattyn, Eline Inghelbrecht Data Manager: Dries Pattyn, Eline Inghelbrecht, n.n. n.n. Project Administrator: Dries Pattyn, Eline Inghelbrecht, n.n. n.n. Grant number / URL: C24M/22/020 ID: 197505 Start date: 01-10-2022 End date: 30-09-2026 Project abstract: Brussels, as many cities world-wide, faces a double challenge. On the one hand, the demand for housing and office space results in a continuous increase in built-up area. On the other hand, the Brussels Capital Region needs more open space for recreation and environmental needs, such as water management and biodiversity. These competing social and ecological claims on open space are also reflected in the interactions between different governmental and civic actors. Governmental institutions concerning open space policies are fragmented, illustrated by the divided urban development and environmental agencies. Civic activism, prominently initiated and articulated by Brussels´ action committees, recently attempts to safeguard open spaces from construction and addresses shortcomings in existing participatory planning procedures. However, a lack of forums for debate on the matter limits possibilities in reaching an equilibrium in urbanization and ecological needs in Brussels. These tensions, and the need for forums in which they can be discussed, have been on the agenda before. Interactions between social and ecological dimensions have existed in past planning and design practices in Brussels, through the collaboration of action committees, experts, governmental institutions, and designers from the 1960s onwards. We can learn from these past experiences, yet these historical precedents must be critically revisited. Existing historical research on civil strife and participation focuses on how the political and ideological context is expressed in the built form, but rarely on how broader ecological concerns are translated in design concepts and how action committees dealt with the tensions between green and built space within the cooperation. This project therefore aims at filling this gap and develop 1) A historiography of the action committees and of the expertise they developed/relied upon, with a particular attention to the round table and the counterproject as tools for socio-ecological debate and cooperation; 2) An understanding of how these tools and strategies connect with current and alternative methods of discussion, intervention and development of future scenarios, such as research-by-design. Indeed, in the field of architecture and urban design, research-by-design has been an effective instrument for exploring alternative futures, internationally as well as in Brussels. In this project we therefore propose a double approach that brings together history – usually seen as a reflective science - and design - which is prospective - in an innovative framework. We aim to study the history of participation and urban design in Brussels, while using design prospectively in contemporary discussions on open spaces in Brussels. In this innovative methodology, the common logic of these sciences is reversed: history becomes a prospective tool for contemporary discussions, while design provides a reflection on those same discussions. The goal of this research project is to develop a critical historiography of participatory urbanism in Brussels focusing on conflicting ecological and social claims, that can be mobilized in current-day debates about urban design and policy making. Thus, the research will provide the action committees with operative insights regarding their own past and offer a conceptual framework for designers and policy makers that goes beyond the unproductive duality between built and open space. Last modified: 31-03-2023 Created using DMPonline.be. Last modiﬁed 31 March 2023 1 of 5 The Socio-ecological Turn in Urbanism. Past and Future Interactions between Ecology, Urban Design and Participation in Brussels Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. 1) Archival sources. These include: meeting reports, correspondence, drawings, plans, and images. The archival material that will be consulted will be both digital and physical. A database will be created of all archival material that will be consulted. This database will be saved as a CSV file on the OneDrive where materials are categorised according to archival collection, location, file number, year, title, author and creator. Relevant archival material will be scanned into a pdf format and stored on the OneDrive. 2) Literature. This includes: academic literature, grey literature and policy documents. This literature will be consulted physically or digitally, via open access or online access through the Limo platform of KU Leuven. The online literature will be consulted in pdf format and stored on the OneDrive or via Zotero, in the case of open access academic literature). 3) Visual sources. These include: existing designs (spatial plans and schemes), drawings, models and digital visualisations and photographs. Visual sources from published material will be stored on the OneDrive, given that intellectual property rights are guaranteed. 4) Online media sources. These include news articles and reportages by local news outlets (e.g. Bruzz, La Capital, BX1), website articles of civil society organisations (e.g. BRAL, ARAU, IEB) and social media platforms of civil society organisations and activist groups. 5) Oral sources. These include interviews and participatory moments. Interviews will be uploaded as .mp3 files and transcipts in Word format (.docx) on the OneDrive. Observational notes of participatory moments will also be uploaded in Word format (.docx) on the OneDrive. 6) Personal data. Personal data of research participants (i.e. interviewees and participants in participatory moments) will include name, email address, phone number, gender, age and will be stored in a .csv file on the OneDrive. 7) Locational data. This refers to existing maps and data sets used for GIS mapping (including BruGIS, Geo.Brussels, BruCiel, Mobigis, Geopunt Vlaanderen, etc.). The relevant datasets will be kept in .csv and .shp format. During the process of creating maps, the shapefiles (.shp) will be stored locally on the computer of the PhD researcher (Dries Pattyn) and as soon as the maps are created the data will be exported in a geopackage format and stored on the OneDrive. 8) Publications and presentations. These include academic papers and presentations (for internal use in the research group or for conferences and seminars) that will be produced by the PhD researchers (Dries Pattyn and Eline Inghelbrecht). Academic papers will be published in .pdf format and presentations will be made in .ppt format and stored in .pdf on the OneDrive. 9) Visual material. These include: designs, drawings, images and other visual representations created during the process of the research. These materials will be created in AutoCAD/Vectorworks/Sketchup/Rhino and postproduction will happen using the Adobe Creative Cloud software and will be stored in JPEG (.jpg) or PNG (.png) format on the OneDrive. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Archival material - citizens' organizations: BRAL (Brusselse Raad Leefmilieu/Brussels' Council for the Environment), Inter-Environnement Bruxelles (IEB), ARAU (Atelier de Recherches et d'Action Urbaines) - Architectural institutions: Archives d'Architecture Moderne,Haute e ́ cole d’architecture La Cambre and Sint-Lucas School of Architecture, Location: CIVA Brussels - Parliamentary meeting notes: Brussels Agglomerations and municipalities Publications - Citizens' organizations: BRAL (Brusselse Raad Leefmilieu/Brussels' Council for the Environment), Inter-Environnement Bruxelles (IEB), ARAU (Atelier de Recherches et d'Action Urbaines) - Architectural institutions:Archives d'Architecture Moderne,Haute e ́ cole d’architecture La Cambre and Sint-Lucas School of Architecture, Location: CIVA Brussels - Multiple literature and research articles on relevant topics Maps - Leefmilieu Brussel/Bruxelles Environnement/Brussels Environment: https://geodata.environnement.brussels/client/view/?lang=nl - BruGIS: https://gis.urban.brussels/brugis/#/ - BruCiel: https://www.bruciel.brussels/ - MobiGis: https://data.mobility.brussels/mobigis/nl/ - Geo.brussels: https://geobru.irisnet.be/nl/maps/new/ - Geopunt Vlaanderen: https://www.geopunt.be/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Interviews When conducting interviews personal data such as name, age, gender, profession, home municipality, email address, phone number will be collected. Interviews will be recorded and transcribed. Names of interviewees will be pseudonymised, unless it is relevant/necessary to use the name of the interviewee (e.g. an architect or a politician) and the interviewee consents to using their personal data. The file where the pseudonyms are linked to the personal data and identifiers will be stored separately on the KU Leuven server. Data that might reveal the identity of the respondents will be replaced with less 'revealing' information. Interviewees will include: (former) politicians, members of citizens' associations, architects activists from neighbourhood committees, students/members of architectural institutions such as La Cambre and Sint-Lucas, officials from public institutions such as Brussels Environment and Perspective Brussels Design labs and roundtable discussions - Interactive moments with stakeholders will be organised in the formats of (1) design and research labs and (2) roundtable discussions (1) In these half-yearly labs the research and design is discussed with members of the most important action committees (BRAL, ARAU and IEB) (2) Starting an in-depth conversation between the action committees and the Brussels governmental actors (Brussels Environment, Perspective Brussels, BMA) to identify the frictions and possible synergies, based on historical examples and design proposals. For these interactive moments participants' personal data (name, e-mail address, telephone number) will be collected for practical use. In the output of these interactive moments, participants will be anonymised and only the name of the organisation will be stated, except in the case of the BMA (Brussels' city architect). In entering the discussions on safeguarding open space in Brussels, sensitive and clashing viewpoints and opinions will come forward in the debates. In reporting on such events, awareness and precaution is necessary in order to avoid severe conflict between citizens and other stakeholder. PRET number: G-2023-6437 (currently working on the draft) Created using DMPonline.be. Last modiﬁed 31 March 2023 2 of 5 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. Yes Reuse of images and architectural drawings: does not only require mentioning the secondary source, but also the original author/creator. For some of these images, permission will have to be granted from the author/creator or relevant institution. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Through a clear folder structure located on the One Drive, existing data and developed material will be organised in order to simplify retrieving and consulting the overall documentation. Produced material will adopt meaningful filenaming starting with the date (year/month/day, e.g. 230331_), description of its content and, when applicable, ending with the initials of the creator. README files: data will be described according to category (archival, interviews, images) and structured according to several identifiers: title, year, location, author/creator, file type, key words Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No We are currently looking into the options regarding the different metadata standards within our research groups P.PUL and ARP. Possible options until now are DDI, UNBIS and AAT. Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) OneDrive (KU Leuven) The responsible person will be Bruno Notteboom, the supervisor of this C2 research project For the Department of Architecture we have a 2 TB storage capacity + 5 TB for archiving available and it can be extended, if needed. The main tool for data storage will be KU Leuven OneDrive. The ICT support is provided by LUCA. On LUCA managed devices, personal documents are stored and equally synchronized with the data server (no data on the hard disk of the laptops). All personal data will be stored on the I-disk/ in Leuven/ department of Architecture. As a cloud application, Box is supported (up to 2TB per user). The long-term storage is guaranteed up to 10 years after the end of a project. This is stored on servers in Leuven, on the K-disk. The members of the research group have access to the data with the permission of the supervisor. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Onedrive documents will be shared only among the supervisors and PhD researchers of the research project. In case documents are shared outside of the research project (e.g. within the research group) this will be done with restricted acces (shared via e-mail) and editing rights (view-only). Created using DMPonline.be. Last modiﬁed 31 March 2023 3 of 5 What are the expected costs for data storage and backup during the research project? How will these costs be covered? There are no expected costs for data storage and backup. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Other (specify below) The long-term storage is guaranteed up to 10 years after the end of a project. This is stored on servers in Leuven, on the K-disk. The members of the research group have access to the data with the permission of the supervisor. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs for data storage and backup. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. The collected data will be accessible to both PhD researchers, Eline Inghelbrecht and Dries Pattyn, and the responsible supervisors of the C2 project prof. Bruno Notteboom and the respective supervisors and co-supervisors of the individual PhD trajectories prof. Martino Tattara, dr. Koenraad Danneels and prof. Sven Sterken. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, privacy aspects Yes, intellectual property rights - Privacy aspects: personal data of the research participants (interviewees and participants in interactive moments) will be collected: name, email address, phone number, age, gender - Intellectual property rights of existing as well as newly generated images, designs, maps Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Data on all our publications resulting from this research will be stored in the KU Leuven repository LIRIAS. When will the data be made available? Upon publication of research results paper publications, seminars, exhibition, round tables and workshops Which data usage licenses are you going to provide? If none, please explain why. Data Transfer Agreement (restricted data) Created using DMPonline.be. Last modiﬁed 31 March 2023 4 of 5 Most probably we will use the Data Transfer Agreement. We will further look into the specific data usage licences when we evolve in the research project. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for data sharing. Responsibilities Who will manage data documentation and metadata during the research project? The data documentation and metadata will be managed by the two PhD researchers appointed to the C2 research project, being Dries Pattyn and Eline Inghelbrecht Who will manage data storage and backup during the research project? The data storage and backup will be managed by the two PhD researchers appointed to the C2 research project, being Dries Pattyn and Eline Inghelbrecht. Who will manage data preservation and sharing? The responsible person will be Bruno Notteboom, the supervisor of this C2 BOF project. Who will update and implement this DMP? The data management plan will be updated and implemented by the two PhD researchers appointed to the C2 research project, being Dries Pattyn and Eline Inghelbrecht Created using DMPonline.be. Last modiﬁed 31 March 2023 5 of 5"
}