{
    "document_id": "D-2022-1579",
    "LinkTitle": "D-2022-1579",
    "file_name": "D-2022-1579.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1579.pdf",
    "metadata": {
        "title": "My plan (Internal Funds DMP) - DMP title",
        "author": "N/A",
        "num_pages": 3
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (Internal Funds DMP) - DMP title\nPrincipal Investigator / Researcher\n Erik Smolders\nProject Data Contact\n Maarten Everaert\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nProf. Erik Smolders\nInternal Funds Project number & title\n3E210665\nNovel mineral fertilizer matrices for improved microelement nutrition\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nWP1: All data will be of primary origin and experimentally obtained.\n- ICP, XRD, IR, pH fertilizer characterization data in .cvs or .xlsx format. Estimated\ndata volume 200 MB.\n- SEM fertilizer characterization data in .jpg format. Estimated data volume 1 GB.\n \nWP2: All data will be of primary origin and experimentally obtained.\n- Yield and ICP data from fertilizer pot trials, and ICP data from leaching trials, in .cvs or .xlsx\nformat. Estimated data volume 50 MB.\n \nWP3: All data will be of primary origin and experimentally obtained.\n- Yield and ICP data from fertilizer pot trials and LA-ICP-MS characterization in\n.cvs or .xlsx format. Estimated data volume 50 MB.\n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nNo personal data will be used.\n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nNo ethical issues are related to this project.\n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nWith the research, a patentable invention is pursued.\n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo 3rd party agreements are in place with respect to data (re)use.\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 3\nA 'read me' file will be included with the stored experimental data files, ensuring the\ninterpretability of the stored data.\n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nThe DataCite standard will be used.\n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nDuring the course of the project, the data will be stored on OneDrive for Bussiness, provided by\nKU Leuven.\n5.2. How will the data be backed up?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nGiven the limited data file size (see earlier), sufficient storage will be available. Via OneDrive for\nBussiness, provided by KU Leuven, a daily backup is performed onto\nthe central server storage of KU Leuven.\n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nFor data storage during the project, no additional costs will need to be considered.\n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nPersonal data, trade secrets, etc are not included in this project.\n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll project data will be stored for the 10 year period, given the small data size (see earlier).\n6.2. Where will these data be archived (= stored for the long term)?\nThe data will be stored on the KU Leuven central servers (with automatic back-up procedures) for\nat least 10 years, conform the KU Leuven RDM policy.\n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nBecause of the limited storage required for data obtained from this project, no costs will need to\nbe considered.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nThe data have IP potential.\n7.2. Which data will be made available after the end of the project?\nGiven the IP potential of the project, data sharing will be explored after an assessment is made\non the IP potential towards the end of the project. In the case that no patent application would be\npursued, the data will be shared upon request (see further).\n7.3. Where/how will the data be made available for reuse?\nUpon request by mail\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 3\n7.4. When will the data be made available?\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nThe length of the embargo period will depend on the patent application process, as mentioned\nealier.\n7.5. Who will be able to access the data and under what conditions?\nData sharing agreements will be arranged after evaluation by LRD.\n7.6. What are the expected costs for data sharing? How will these costs be covered?\nSince data sharing will be limited due to IP potential, and since internal storage will be used,\ncosts for data sharing will be limited.\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nMaarten Everaert\n8.2. Who will be responsible for data storage & back up during the project?\nMaarten Everaert\n8.3. Who will be responsible for ensuring data preservation and sharing?\nMaarten Everaert\n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe end responsibility for updating and implementing the DMP is with the supervisor (promotor).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 3"
    },
    "clean_full_text": "DMP title Project Name My plan (Internal Funds DMP) - DMP title Principal Investigator / Researcher Erik Smolders Project Data Contact Maarten Everaert Institution KU Leuven 1. General Information Name of the project lead (PI) Prof. Erik Smolders Internal Funds Project number & title 3E210665 Novel mineral fertilizer matrices for improved microelement nutrition 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. WP1: All data will be of primary origin and experimentally obtained. - ICP, XRD, IR, pH fertilizer characterization data in .cvs or .xlsx format. Estimated data volume 200 MB. - SEM fertilizer characterization data in .jpg format. Estimated data volume 1 GB. WP2: All data will be of primary origin and experimentally obtained. - Yield and ICP data from fertilizer pot trials, and ICP data from leaching trials, in .cvs or .xlsx format. Estimated data volume 50 MB. WP3: All data will be of primary origin and experimentally obtained. - Yield and ICP data from fertilizer pot trials and LA-ICP-MS characterization in .cvs or .xlsx format. Estimated data volume 50 MB. 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. No personal data will be used. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). No ethical issues are related to this project. 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? With the research, a patentable invention is pursued. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No 3rd party agreements are in place with respect to data (re)use. 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 3 A 'read me' file will be included with the stored experimental data files, ensuring the interpretability of the stored data. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. The DataCite standard will be used. 5. Data storage and backup during the project 5.1. Where will the data be stored? During the course of the project, the data will be stored on OneDrive for Bussiness, provided by KU Leuven. 5.2. How will the data be backed up? The data will be stored on the university's central servers with automatic daily back-up procedures. 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Given the limited data file size (see earlier), sufficient storage will be available. Via OneDrive for Bussiness, provided by KU Leuven, a daily backup is performed onto the central server storage of KU Leuven. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? For data storage during the project, no additional costs will need to be considered. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Personal data, trade secrets, etc are not included in this project. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All project data will be stored for the 10 year period, given the small data size (see earlier). 6.2. Where will these data be archived (= stored for the long term)? The data will be stored on the KU Leuven central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? Because of the limited storage required for data obtained from this project, no costs will need to be considered. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? The data have IP potential. 7.2. Which data will be made available after the end of the project? Given the IP potential of the project, data sharing will be explored after an assessment is made on the IP potential towards the end of the project. In the case that no patent application would be pursued, the data will be shared upon request (see further). 7.3. Where/how will the data be made available for reuse? Upon request by mail This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 3 7.4. When will the data be made available? After an embargo period. Specify the length of the embargo and why this is necessary The length of the embargo period will depend on the patent application process, as mentioned ealier. 7.5. Who will be able to access the data and under what conditions? Data sharing agreements will be arranged after evaluation by LRD. 7.6. What are the expected costs for data sharing? How will these costs be covered? Since data sharing will be limited due to IP potential, and since internal storage will be used, costs for data sharing will be limited. 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Maarten Everaert 8.2. Who will be responsible for data storage & back up during the project? Maarten Everaert 8.3. Who will be responsible for ensuring data preservation and sharing? Maarten Everaert 8.4. Who bears the end responsibility for updating & implementing this DMP? The end responsibility for updating and implementing the DMP is with the supervisor (promotor). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 3"
}