{
    "document_id": "D-2024-2484",
    "LinkTitle": "D-2024-2484",
    "file_name": "D-2024-2484.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2484.pdf",
    "metadata": {
        "title": "Is Significant Significant? Improving Practical Inferences of Eyewitness Memory Research using the Smallest Effect Size of Interest",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Is Significant Significant? Improving Practical Inferences of Eyewitness Memory Research using the Smallest\nIs Significant Significant? Improving Practical Inferences of Eyewitness Memory Research using the Smallest\nEffect Size of Interest\nEffect Size of Interest\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nn.n. n.n., Paul Riesthuis\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nPaul Riesthuis\nData Manager:\nData Manager:\n \nPaul Riesthuis\nProject Administrator:\nProject Administrator:\n \nPaul Riesthuis\nGrant number / URL: \nGrant number / URL: \n1203824N\nID: \nID: \n204640\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n01-11-2025\nProject abstract:\nProject abstract:\nMemory scientists sometimes provide expert testimony in the courtroom about whether eyewitness\nstatements accurately reflect what truly transpired. Assessing the accurateness of such statements is\ncrucial as testimonial errors can lead to severe consequences such as false accusations and wrongful\nconvictions. However, when can memory scientists confidently say which factors undermine memorybased\nstatements and recommend that such testimonies cannot be used in legal proceedings? One\nway to examine this practical relevance of eyewitness memory research is by establishing the\nminimum amount of memory errors needed to indicate that a testimony is inaccurate, also known as\nthe smallest effect size of interest (SESOI). Interestingly, there is currently not a SESOI for\neyewitness memory research. Hence, in the current proposal, I will assess the SESOI for eyewitness\nmemory research through the perspective of memory scientists but also legal professionals. To do so,\nI will present them with a hypothetical scenario of an eyewitness memory experiment or legal case.\nThen, they are asked to indicate how many memory errors they will permit before indicating that a\ntestimony is invalid or take certain legal actions. I will also show how to include and assess the\npractical relevance using the SESOI in the area of eyewitness memory. This project will be the first\nlarge scale effort aimed to improve the practical inferences of eyewitness memory research.\nLast modified: \nLast modified: \n12-02-2024\nCreated using DMPonline.be. Last modiﬁed 12 February 2024\n1 of 9\nIs Significant Significant? Improving Practical Inferences of Eyewitness Memory Research using the Smallest\nIs Significant Significant? Improving Practical Inferences of Eyewitness Memory Research using the Smallest\nEffect Size of Interest\nEffect Size of Interest\nApplication DMP\nApplication DMP\nQuestionnaire\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\ncharacters)\nFor my post doctoral fellowship at FWO, I planned to conduct four studies. The following datatypes will be collected/generated:\nWorkpackages (WP) 1 & 2: I will generate new data by distributing a survey wherein memory scientists (WP1) and legal psychologists (WP2)\nare asked what they deem the smallest effect size of interest to be for eyewitness memory research (.xlsx, .csx, .R, .Rmd; < 1GB). Personal\ninformation (i..e, email address) to enter a raffle will be collected. However, this information will be requested via a seperate link and will not\nbe connected to the results of the respondents. This data will also not be shared and only be used for the raffle and then deleted.\nWP3: I will reuse existing data by conducting a literature search to gather information about the variation of measurement procedures in\neyewitness memory research to show how to conduct power analyses for these types of studies. There will be no personal data (.xlsx, .csx, .R,\n.Rmd; < 1GB).\nWP4: I will reuse existing data by re-analyzing published findings and examine the practical relevance using the smallest effect size of interest.\nThere will be no personal data (.xlsx, .csx, .R, .Rmd; < 1GB). \nOther studies: \nS5: I will reuse existing data to examine eyewitness identification and memory research in terms of how power analyses are conducted and\nresults are analyzed/interpreted. There will be no personal data (.xlsx, .csx, .R, .Rmd; < 1GB).\nS6: I will conducted a simulation study on how to conduct power analyses using the smallest effect size of interest for equivalence and\nminimum-effect testing for frequently used experimental designs. There will be no personal data (.xlsx, .csx, .R, .Rmd; < 1GB).\nS7: Simulation study on how to conduct power analyses using the smallest effect size of interest for equivalence and minimum-effect testing\nfor Receiver Operating Characteristic curves analyses. There will be no personal data (.xlsx, .csx, .R, .Rmd; < 1GB).\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nMotivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n1\n. \nPaul Riesthuis and Prof. dr. Henry Otgaar (supervisor).\n2\n. \nStorage capacity/repository\nDuring the project: Data will be stored on the internal KU Leuven OneDrive network. Nonanonymized/non-coded personal data will\nbe stored in a digital vault/protected file and deleted after anonymization. Anonymized data will be shared on the Open Science\nFramework (OSF).\nAfter the project: Non-anonymized/non-coded personal data will be removed after anonymization took place. Anonymized/coded\ndata will be stored on Paul Riesthuis' KU Leuven network drive and on OSF.\nIn both cases, only me and my supervisors will have access to the non-coded personal data.\nWe will store the data for a minimum of 10 years on the Open Science Framework (OSF). Currently, the OSF has funding to last at least\n50 years of data storage. KU Leuven's RDM policy states that relevant research data must be stored for a minimum of 10 years and we\nwill also store this on the internal KU Leuven OneDrive network. \nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max.\n700 characters)\n700 characters)\nI do no with to deviate from the minimum preservation term of 5 years because KU Leuven can guarantee safe data storage (OneDrive, L-drive\nand Digital Vaults).\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do\nthose data require? (use up to 700 characters)\nthose data require? (use up to 700 characters)\nCreated using DMPonline.be. Last modiﬁed 12 February 2024\n2 of 9\nI do not expect any issues concerning research data indicated in the ethics questionnaire of this application form. However, we will request\nethical approval for each study to make sure than any ethical concerns is taken care of. No personal/non coded data will be shared and will\nonly be stored on the internal KU Leuven OneDrive until the data is anonymized. Afterwards it will be removed to guarantee the safety of\npersonal information. \nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nI do not foresee any other issues related to the data management because only anonymized data will be shared and there are enough resources\nto preserve the data for at least 5 years. The size of the datafiles will also be rather small and therefor I do not expect any issues in terms of\ncapacity to store the data.\nCreated using DMPonline.be. Last modiﬁed 12 February 2024\n3 of 9\nIs Significant Significant? Improving Practical Inferences of Eyewitness Memory Research using the Smallest\nIs Significant Significant? Improving Practical Inferences of Eyewitness Memory Research using the Smallest\nEffect Size of Interest\nEffect Size of Interest\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital\ndata\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nS1\nSurvey data from memory\nscientists about their\nperspective on the\nsmallest effect size of\ninterest for eyewitness\nmemory research\nPlease choose from the following\noptions:\nGenerate new data\nPlease\nchoose from\nthe following\noptions:\nDigital\n&\nPhysical\nPlease choose\nfrom the following\noptions:\nObservational\nPlease choose\nfrom the\nfollowing\noptions:\n.csv,.xlsx,\n.R, .Rmd\nPlease\nchoose from\nthe following\noptions:\n<\n100MB\n \nS2\nSurvey data from memory\nscientists about their\nperspective on the\nsmallest effect size of\ninterest for eyewitness\nmemory research\nGenerate new data\nDigital\nObservational\n.csv,.xlsx,\n.R, .Rmd\n<\n100MB\nPhysical\ndata will\nbe\ngathered\nfrom\njudges\nwho\nattend a\ntraining.\nThe\nphysical\ndata will\nbe\nscanned\nand\nPDFs\nwill be\ncreated.\nThen\nphysical\ndata will\nbe\nremoved.\nPhysical\ndata will\nonly two\nsheets of\npaper for\nthe\njudges to\nrespond\non.\nCreated using DMPonline.be. Last modiﬁed 12 February 2024\n4 of 9\nS3\nLiterature search of\neyewitness memory\nresearch to extract\ninformation regarding the\nvariation of measurement\nprocedures\nReuse existing data\nDigital\nScientific\narticles\n.csv,.xlsx,\n.R, .Rmd,\n.pdf\n< 1GB\n \nS4\nRe-analyzing published\nresearch in the field of\neyewitness memory\nresearch using the\nsmallest effect size of\ninterest\nReuse existing data\nDigital\nScientific\narticles\n.csv,.xlsx,\n.R, .Rmd,\n.pdf\n< 1GB\n \nS5\nExamining  eyewitness\nidentification and memory\nresearch in terms of how\npower analyses are\nconducted and results are\nanalyzed/interpreted\nReuse existing data\nDigital\nScientific articles\n.csv,.xlsx, .R,\n.Rmd, .pdf\n< 1GB\n \nS6\nSimulation study on how\nto conduct power analyses\nusing the smallest effect\nsize of interest for\nequivalence and\nminimum-effect testing\nfor frequently used\nexperimental designs\nSimulation of data\nDigital\nSimulation data\n.csv,.xlsx, .R,\n.Rmd,\n< 1GB\n \nS7\nSimulation study on how\nto conduct power analyses\nusing the smallest effect\nsize of interest for\nequivalence and\nminimum-effect testing\nfor Receiver Operating\nCharacteristic curves\nanalyses\nSimulation of data\nDigital\nSimulation data\n.csv,.xlsx, .R,\n.Rmd,\n< 1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nThe data I intent to reuse is the published literature in the field of eyewitness memory research. This data will be available on LIMO and will\nbe extracted from PsycINFO, PsycArticles, GoogleScholar, and all editions of the Web of Science Core Collection. Each article will have its\npersonal DOI but I currently do not have this infomation. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nissues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nI will collect survey data from memory scientists and legal professionals. I do not foresee any misuse of this data. No personal data will be\nshared or connected to the results (email-addresses will be requested in seperate links).\nI will ask ethical approval from Sociaal-maatschappelijke Ethische Commissie (SMEC) and PRivacy and EThics (PRET) for each study. \nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nYes\nI will only ask participants for their email address if they want to take part in the raffle. This is completely voluntary. Upon completion of the\nCreated using DMPonline.be. Last modiﬁed 12 February 2024\n5 of 9\nexperiment we will do the raffle. After the raffle, all email addresses will be permanently deleted. If participants wish to enter the raffle, they\ncan click on a qualtrics link at the end of the study where they will be redirected to another Qualtrics study wherein they can leave their email\naddress to enter the raffle. This way their email address is not linked to their study results in any way. \nI will also collect data about age, gender, ethnicity, nationality, education, and current and previous profession.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nplease comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable,\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nNotebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nFor each project, I will create the R code and R Markdown files wherein clear explanation are given about the project, data, and analyses step-\nby-step. This includes a short explanation of the study that was conducted, how the data was cleaned, exclusion criteria, the variables of\ninterest (and their meaning), how they are analyzed (in the Rcode analyses are given), and how they are visualized. I provide the Rmarkdown\nfiles for people who are not proficient in R but still want to understand the analyses and variables used. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type)\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nwhich metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to\nmake the data easier to find and reuse.\nmake the data easier to find and reuse.\nNo\nThis will be created specficially for each dataset. The R code and RMarkdown files wherein the data is stored, eplained, and usable will be\nstored on the open science framework and KU Leuven network drives.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nData with personal information (e-mail addresses) will be stored temporarily on Paul Riesthuis' KU Leuven network drive until the personal\nCreated using DMPonline.be. Last modiﬁed 12 February 2024\n6 of 9\ndata (e.g., e-mail addresses) are erased.  Multifactor authentication of the KU Leuven authenticator app is activated to ensure the safe storage\nof (strictly) confidential data.Then the anonymized data will be uploaded and stored on the Paul Riesthuis' KU Leuven network drive,\nOneDrive of Paul Riesthuis from KU Leuven, and the Open Science Framework. The database will be shared on the Open Science Framework\nwebsite in order to make the data public with the scientific community. However, all the personal data will be removed before it is uploaded on\nOSF. \nHow will the data be backed up?\nHow will the data be backed up?\nOneDrive automatically makes back-ups of files of the data that are added to Paul Riesthuis' KU Leuven network drive. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nKU Leuven personnel can store up to 2TB of data on OneDrive. Most of my projects will be below 1GB of data and thus there is sufficient\nstorage and backup capacity during the projects.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nOneDrive files can only be accessed by me through the multifactor authentication or by the supervisory (Prof. dr Henry Otgaar) on request.\nHence, only me and the supervisor will have access to the personal data.  \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive is free for all KU Leuven staff so there are no costs associated with the data storage and backup.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\ninstitutional policies...).\nThe digital anonymized data will be stored for at least 10 years on Paul Riesthuis' network drive of KU Leuven and the Open Science\nFramework which is in line with the KU\nLeuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nOn the KU Leuven network drive and the Open Science Framework.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo costs are expected as the use of the OneDrive and KU Leuven network is free for KU Leuven personnel and the Open Science Framework\nis also free. The Open Science Framework currently has enough funding for at least 50 years of data storage.\n5. Data sharing and reuse\n5. Data sharing and reuse\nCreated using DMPonline.be. Last modiﬁed 12 February 2024\n7 of 9\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or\ndata type which data will be made available.\ndata type which data will be made available.\nYes, in an Open Access repository\nAll anonymized data will for each study will be made available to the scientific community via the Open Science Framework. \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nOn the Open Science Framework on my personal profile page (osf.io/d6452)\nWhen will the data be made available?\nWhen will the data be made available?\nAfter anonyization of the data.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-By attribution 4.0 International. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment\nsection.\nsection.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe open science framework is free so I do no expect any costs for data sharing.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nPaul Riesthuis and Henry Otgaar (supervisor) \nCreated using DMPonline.be. Last modiﬁed 12 February 2024\n8 of 9\nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nPaul Riesthuis and Henry Otgaar (supervisor) \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nPaul Riesthuis and Henry Otgaar (supervisor) \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nPaul Riesthuis and Henry Otgaar (supervisor) \nCreated using DMPonline.be. Last modiﬁed 12 February 2024\n9 of 9"
    },
    "clean_full_text": "Is Significant Significant? Improving Practical Inferences of Eyewitness Memory Research using the Smallest Is Significant Significant? Improving Practical Inferences of Eyewitness Memory Research using the Smallest Effect Size of Interest Effect Size of Interest A Data Management Plan created using DMPonline.be Creators: Creators: n.n. n.n., Paul Riesthuis Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Paul Riesthuis Data Manager: Data Manager: Paul Riesthuis Project Administrator: Project Administrator: Paul Riesthuis Grant number / URL: Grant number / URL: 1203824N ID: ID: 204640 Start date: Start date: 01-11-2023 End date: End date: 01-11-2025 Project abstract: Project abstract: Memory scientists sometimes provide expert testimony in the courtroom about whether eyewitness statements accurately reflect what truly transpired. Assessing the accurateness of such statements is crucial as testimonial errors can lead to severe consequences such as false accusations and wrongful convictions. However, when can memory scientists confidently say which factors undermine memorybased statements and recommend that such testimonies cannot be used in legal proceedings? One way to examine this practical relevance of eyewitness memory research is by establishing the minimum amount of memory errors needed to indicate that a testimony is inaccurate, also known as the smallest effect size of interest (SESOI). Interestingly, there is currently not a SESOI for eyewitness memory research. Hence, in the current proposal, I will assess the SESOI for eyewitness memory research through the perspective of memory scientists but also legal professionals. To do so, I will present them with a hypothetical scenario of an eyewitness memory experiment or legal case. Then, they are asked to indicate how many memory errors they will permit before indicating that a testimony is invalid or take certain legal actions. I will also show how to include and assess the practical relevance using the SESOI in the area of eyewitness memory. This project will be the first large scale effort aimed to improve the practical inferences of eyewitness memory research. Last modified: Last modified: 12-02-2024 Created using DMPonline.be. Last modiﬁed 12 February 2024 1 of 9 Is Significant Significant? Improving Practical Inferences of Eyewitness Memory Research using the Smallest Is Significant Significant? Improving Practical Inferences of Eyewitness Memory Research using the Smallest Effect Size of Interest Effect Size of Interest Application DMP Application DMP Questionnaire Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) characters) For my post doctoral fellowship at FWO, I planned to conduct four studies. The following datatypes will be collected/generated: Workpackages (WP) 1 & 2: I will generate new data by distributing a survey wherein memory scientists (WP1) and legal psychologists (WP2) are asked what they deem the smallest effect size of interest to be for eyewitness memory research (.xlsx, .csx, .R, .Rmd; < 1GB). Personal information (i..e, email address) to enter a raffle will be collected. However, this information will be requested via a seperate link and will not be connected to the results of the respondents. This data will also not be shared and only be used for the raffle and then deleted. WP3: I will reuse existing data by conducting a literature search to gather information about the variation of measurement procedures in eyewitness memory research to show how to conduct power analyses for these types of studies. There will be no personal data (.xlsx, .csx, .R, .Rmd; < 1GB). WP4: I will reuse existing data by re-analyzing published findings and examine the practical relevance using the smallest effect size of interest. There will be no personal data (.xlsx, .csx, .R, .Rmd; < 1GB). Other studies: S5: I will reuse existing data to examine eyewitness identification and memory research in terms of how power analyses are conducted and results are analyzed/interpreted. There will be no personal data (.xlsx, .csx, .R, .Rmd; < 1GB). S6: I will conducted a simulation study on how to conduct power analyses using the smallest effect size of interest for equivalence and minimum-effect testing for frequently used experimental designs. There will be no personal data (.xlsx, .csx, .R, .Rmd; < 1GB). S7: Simulation study on how to conduct power analyses using the smallest effect size of interest for equivalence and minimum-effect testing for Receiver Operating Characteristic curves analyses. There will be no personal data (.xlsx, .csx, .R, .Rmd; < 1GB). Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 1 . Paul Riesthuis and Prof. dr. Henry Otgaar (supervisor). 2 . Storage capacity/repository During the project: Data will be stored on the internal KU Leuven OneDrive network. Nonanonymized/non-coded personal data will be stored in a digital vault/protected file and deleted after anonymization. Anonymized data will be shared on the Open Science Framework (OSF). After the project: Non-anonymized/non-coded personal data will be removed after anonymization took place. Anonymized/coded data will be stored on Paul Riesthuis' KU Leuven network drive and on OSF. In both cases, only me and my supervisors will have access to the non-coded personal data. We will store the data for a minimum of 10 years on the Open Science Framework (OSF). Currently, the OSF has funding to last at least 50 years of data storage. KU Leuven's RDM policy states that relevant research data must be stored for a minimum of 10 years and we will also store this on the internal KU Leuven OneDrive network. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) 700 characters) I do no with to deviate from the minimum preservation term of 5 years because KU Leuven can guarantee safe data storage (OneDrive, L-drive and Digital Vaults). Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) those data require? (use up to 700 characters) Created using DMPonline.be. Last modiﬁed 12 February 2024 2 of 9 I do not expect any issues concerning research data indicated in the ethics questionnaire of this application form. However, we will request ethical approval for each study to make sure than any ethical concerns is taken care of. No personal/non coded data will be shared and will only be stored on the internal KU Leuven OneDrive until the data is anonymized. Afterwards it will be removed to guarantee the safety of personal information. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Which other issues related to the data management are relevant to mention? (use up to 700 characters) I do not foresee any other issues related to the data management because only anonymized data will be shared and there are enough resources to preserve the data for at least 5 years. The size of the datafiles will also be rather small and therefor I do not expect any issues in terms of capacity to store the data. Created using DMPonline.be. Last modiﬁed 12 February 2024 3 of 9 Is Significant Significant? Improving Practical Inferences of Eyewitness Memory Research using the Smallest Is Significant Significant? Improving Practical Inferences of Eyewitness Memory Research using the Smallest Effect Size of Interest Effect Size of Interest FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume S1 Survey data from memory scientists about their perspective on the smallest effect size of interest for eyewitness memory research Please choose from the following options: Generate new data Please choose from the following options: Digital & Physical Please choose from the following options: Observational Please choose from the following options: .csv,.xlsx, .R, .Rmd Please choose from the following options: < 100MB S2 Survey data from memory scientists about their perspective on the smallest effect size of interest for eyewitness memory research Generate new data Digital Observational .csv,.xlsx, .R, .Rmd < 100MB Physical data will be gathered from judges who attend a training. The physical data will be scanned and PDFs will be created. Then physical data will be removed. Physical data will only two sheets of paper for the judges to respond on. Created using DMPonline.be. Last modiﬁed 12 February 2024 4 of 9 S3 Literature search of eyewitness memory research to extract information regarding the variation of measurement procedures Reuse existing data Digital Scientific articles .csv,.xlsx, .R, .Rmd, .pdf < 1GB S4 Re-analyzing published research in the field of eyewitness memory research using the smallest effect size of interest Reuse existing data Digital Scientific articles .csv,.xlsx, .R, .Rmd, .pdf < 1GB S5 Examining eyewitness identification and memory research in terms of how power analyses are conducted and results are analyzed/interpreted Reuse existing data Digital Scientific articles .csv,.xlsx, .R, .Rmd, .pdf < 1GB S6 Simulation study on how to conduct power analyses using the smallest effect size of interest for equivalence and minimum-effect testing for frequently used experimental designs Simulation of data Digital Simulation data .csv,.xlsx, .R, .Rmd, < 1GB S7 Simulation study on how to conduct power analyses using the smallest effect size of interest for equivalence and minimum-effect testing for Receiver Operating Characteristic curves analyses Simulation of data Digital Simulation data .csv,.xlsx, .R, .Rmd, < 1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: The data I intent to reuse is the published literature in the field of eyewitness memory research. This data will be available on LIMO and will be extracted from PsycINFO, PsycArticles, GoogleScholar, and all editions of the Web of Science Core Collection. Each article will have its personal DOI but I currently do not have this infomation. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data I will collect survey data from memory scientists and legal professionals. I do not foresee any misuse of this data. No personal data will be shared or connected to the results (email-addresses will be requested in seperate links). I will ask ethical approval from Sociaal-maatschappelijke Ethische Commissie (SMEC) and PRivacy and EThics (PRET) for each study. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. Yes I will only ask participants for their email address if they want to take part in the raffle. This is completely voluntary. Upon completion of the Created using DMPonline.be. Last modiﬁed 12 February 2024 5 of 9 experiment we will do the raffle. After the raffle, all email addresses will be permanently deleted. If participants wish to enter the raffle, they can click on a qualtrics link at the end of the study where they will be redirected to another Qualtrics study wherein they can leave their email address to enter the raffle. This way their email address is not linked to their study results in any way. I will also collect data about age, gender, ethnicity, nationality, education, and current and previous profession. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For each project, I will create the R code and R Markdown files wherein clear explanation are given about the project, data, and analyses step- by-step. This includes a short explanation of the study that was conducted, how the data was cleaned, exclusion criteria, the variables of interest (and their meaning), how they are analyzed (in the Rcode analyses are given), and how they are visualized. I provide the Rmarkdown files for people who are not proficient in R but still want to understand the analyses and variables used. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. make the data easier to find and reuse. No This will be created specficially for each dataset. The R code and RMarkdown files wherein the data is stored, eplained, and usable will be stored on the open science framework and KU Leuven network drives. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? Data with personal information (e-mail addresses) will be stored temporarily on Paul Riesthuis' KU Leuven network drive until the personal Created using DMPonline.be. Last modiﬁed 12 February 2024 6 of 9 data (e.g., e-mail addresses) are erased. Multifactor authentication of the KU Leuven authenticator app is activated to ensure the safe storage of (strictly) confidential data.Then the anonymized data will be uploaded and stored on the Paul Riesthuis' KU Leuven network drive, OneDrive of Paul Riesthuis from KU Leuven, and the Open Science Framework. The database will be shared on the Open Science Framework website in order to make the data public with the scientific community. However, all the personal data will be removed before it is uploaded on OSF. How will the data be backed up? How will the data be backed up? OneDrive automatically makes back-ups of files of the data that are added to Paul Riesthuis' KU Leuven network drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes KU Leuven personnel can store up to 2TB of data on OneDrive. Most of my projects will be below 1GB of data and thus there is sufficient storage and backup capacity during the projects. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? OneDrive files can only be accessed by me through the multifactor authentication or by the supervisory (Prof. dr Henry Otgaar) on request. Hence, only me and the supervisor will have access to the personal data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive is free for all KU Leuven staff so there are no costs associated with the data storage and backup. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). institutional policies...). The digital anonymized data will be stored for at least 10 years on Paul Riesthuis' network drive of KU Leuven and the Open Science Framework which is in line with the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? On the KU Leuven network drive and the Open Science Framework. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No costs are expected as the use of the OneDrive and KU Leuven network is free for KU Leuven personnel and the Open Science Framework is also free. The Open Science Framework currently has enough funding for at least 50 years of data storage. 5. Data sharing and reuse 5. Data sharing and reuse Created using DMPonline.be. Last modiﬁed 12 February 2024 7 of 9 Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. data type which data will be made available. Yes, in an Open Access repository All anonymized data will for each study will be made available to the scientific community via the Open Science Framework. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. On the Open Science Framework on my personal profile page (osf.io/d6452) When will the data be made available? When will the data be made available? After anonyization of the data. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC-By attribution 4.0 International. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. section. Yes What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? The open science framework is free so I do no expect any costs for data sharing. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Paul Riesthuis and Henry Otgaar (supervisor) Created using DMPonline.be. Last modiﬁed 12 February 2024 8 of 9 Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Paul Riesthuis and Henry Otgaar (supervisor) Who will manage data preservation and sharing? Who will manage data preservation and sharing? Paul Riesthuis and Henry Otgaar (supervisor) Who will update and implement this DMP? Who will update and implement this DMP? Paul Riesthuis and Henry Otgaar (supervisor) Created using DMPonline.be. Last modiﬁed 12 February 2024 9 of 9"
}