{
    "document_id": "D-2025-3759",
    "LinkTitle": "D-2025-3759",
    "file_name": "D-2025-3759.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2025-3759.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Liesbeth Bogaert",
        "num_pages": 5
    },
    "content": {
        "full_text": " \n1 DATA MANAGEMENT PLAN  \nADMIN DETAILS  \nProject Name: CAMDAM  – An empirical validation of the emotional Contrast Avoidance Model of positive \naffect D AMpening  \nPrincipal Investigator / Researcher: Filip Raes  \nInstitution: KU Leuven  \n \nProject abstract: Dampening refers to a specific thinking style in response to positive feelings that \nessentially nips those  feelings in the bud. It proves to be a significant vulnerability factor, impacting not only \ndepression but  also appearing to be implicated in a diverse range of mental health issues. Individuals who \nengage in  dampening often deprive themselves of positive emotions, as their dampening thoughts \nundermine  those positive feelings. Yet, these positive emotions are crucial for mental well -being. To \nenhance our  understanding of dampening, initiate theoretical development, and devise effective therapies, \nit is crucial to uncover the motivations behind why people employ dampening strategies. Preliminary  \nindications suggest that individuals may dampen to avoid negative emotional contrasts, a hypothesis  that \nhas not yet been systematically investigated. This is precisely what the current project sets out to  do in \nthree work packages. We will (1) examine both the concurrent and prospective associat ion between \ndampening of positive emotions and avoidance of negative emotional contrasts; (2)  experimentally test \nwhether dampening enables avoidance of negative emotional contrasts; and (3)  explore whether exposure \nto negative emotional contrasts leads to a reduction in the avoidance of  negative emotional contrasts and \ndampening.  \n \nProject Start : October 2025  \nProject End : October 2029  \nFunding status : Funded  \nTemplate : KU Leuven BOF -IOF \n \n1. GENERAL INFORMATION  \nName applicant  \nProf. dr. Filip Raes (applicant)     \nProject Number & Title  \nInternal Funding of KU Leuven (C14/24/058)  \nAffiliation  \nKU Leuven  \nFaculty of Psychology and Educational Sciences    \n \n \n \n \n \n2 2. DATA COLLECTION  \n \nWhat data will you collect or create ?  \nNo existing data will be reused.  \nWe will g enerate new data , both self -report data  and psychophysiological data.  \n \nWP1 consists of two observational studie s (self-report data) , and WP2 and WP3 each consist of two \nexperimental studies.  Except for Study 2 in WP2, a ll data will be initially collected either via self -report \nquestionnaires  through validated, GDPR -proof online data management platforms , or via experience \nsampling assessments using  the m -Path mobile application participants install on their personal \nsmartphones . Those data will be collected mainly in Microsoft Excel and MS Word formats, and at a later \nstage - for archiving purposes - also as CSV files. Those formats and software enable  sharing and long -\nterm access to the data. We expect the total volume not to exceed  1 GB.  \n \nData collection for Study 2 of WP2  will result in skin conductance and fEMG data , collected using Biopac \nMP 160 . Those data will be initially collected in .acq formats, and at a later stage transformed into .mat files. \nWe expect the total volume not to exceed 5 GB.   \n \nHow will the data be collected or created ?  \n \nIn the first study of WP1, there are three waves of data collection , each wave consisting of a series of \nvalidated self-report scales. For the second study of WP1, there will be two waves of data collection, and \nwithin each wave data will be collected via Experience Sampling Method ologies  (ESM). For the studies in  \nWP2 , data will be collected in one wave of data collection  and involves self -report data . For WP3, there are \nthree waves of ESM data collection , collected via ESM protocols. To assure quality, all self -report scales \nare or will be validated or piloted before actual use in the studies of the current project.  Study 2 from WP2 \ninvolve s objective psychophysiological data, for which the procedure in the lab will be extensively piloted \nbefore the actual start of the study.  \n \nPer study, d ata will be stored in a separate OneDrive -folder (named by the work package and study number \nof the original project) . Within each folder, a separate file will be used to store the data from each wave. \nInformation needed to link data from participants across waves will be stored in a separated, encrypted file \nonly accessible to the involved researchers (PhD students and PI).  \n \n3. DOCUMENTATION AND METADATA  \nWhat documentation and metadata will accompany the data ? \n \nA summary of study design and methodology, questionnaires, training manuals are documented as Word \nfiles. All other (e.g., contextual) information necessary for a secondary analyst to use the data accurately \nand effectively are documented as an Excel or as txt.-file (this includes, e.g., info on dates of assessments \n \n3 and training sessions; number of participants; variable  list and legend; info on accessibility of the dataset; \nand info on processing operations on data files).  Because  there is no formally acknowledged metadata \nstandard specific to our discipline, the fields of the DDI standard (Data Documentation Initiative) will be \nused for the description on project level in the txt -file.  \n \n4. ETHICS AND LEGAL COMPLIANCE   \nHow will you manage any ethical issues?  \n   \nRestricted and personal information:  This includes all sensitive information. In this project, we will collect \nthe following: datafile linking participants’ ID, month and year of birth, contact information, signed informed \nconsent forms. Those data will be considered as restricted throughout the entire project.  This means that \nthis restricted information will be stored in a OneDrive -folder  that can only be accessed by the involved \nresearchers , separate from the folders in which other data is stored. All drives are managed by ICTS \npersonnel, bound by the KUL ICT code of conduct. Offline copies of the informed consent forms (Study 2 \nof WP2, lab study) will be separately archived in a locked room.  \n   \nConfidential data:  This contains moderately sensitive information. In this study we collect the following, age, \ndemographic data, all other data coming from questionnaires and experience sampling data using \nsmartphones. This data will be pseudo -anonymized and be stored in the OneDrive folder , to which only the \ninvolved researchers have access, in line with the storage guidelines of the Faculty of Psychology and \nEducational Sciences. To allow for secure storage, management and sharing of files and to avoid l oss of \ndata and/or conflicting versions, we will use a shared drive. It allows all team members to store and edit \nfiles and to access the information using their employee ID. All drives are managed by ICTS personnel, \nbound by the KUL ICT code of conduct. P seudo -anonymized data will not be transferred unencrypted or by \ne-mail. Pseudo -anonymized data can also be shared with regulatory authorities, ethical committees, other \nparties that collaborate with the research team and will be shared on the OSF platform.  Of course, \ninformation with regard to data sharing will be part of the information form.  \n \nBefore preregist ering the study and beginning  the data collection, all studies will receive approval from the \nSocial and Societal Ethics Committee (SMEC)  of KU Leuven.  \n \nThe project will generate psychological insights on the mechanisms of the  transdiagnostic vulnerability \nfactor of dampening . This knowledge could be valorized , although we do not intend to do so at this stage.  \nIn terms of dissemination of the data and (re)use, 3rd party agreements (i.e., participants) are part of the \nInformed Consent, mentioning the publication of results in scientific communications and the (re -)use of \ndata by other researchers.    \n \nHow will you manage copyright and Intellectual Property Rights (IPR) issues ? \n \nThe third-party  agreements of the participants are part of the Informed Consent, mentioning the publication \nof results in scientific communications and the (re -)use of data by other researchers.  Pseudo -anonymized \n \n4 data can be shared with regulatory authorities, ethical committees, other parties that collaborate with the \nresearch team and will be shared on the OSF platform  in a restricted access repository . \n \n5. DATA STORAGE & BACK UP DURING THE PROJECT  \nHow will the data be stored and backed up during the research?  \n \nDigital data is stored at a restricted area of the personal OneDrive folder, which can only be accessed by \nthe involved researchers. All drives are managed by ICTS personnel, bound by the KUL ICT code of \nconduct.   \n \nThe data will be stored on the university's central servers with automatic daily back -up procedures.  \n \nThere is currently sufficient storage & backup capacity during the project . If additional storage is needed, \nthese costs will be covered by personal funds of the PI (about 50 EUR).  \n \nHow will you manage access and security ? \n \nDigital data is stored at a restricted area of the personal OneDrive folder, which can only be accessed by \nthe involved researchers. All drives are managed by ICTS personnel, bound by the KUL ICT code of \nconduct.  \n \n6. SELECTION AND PRESERVATION  \nWhich data are of long -term value and should be retained, shared, and/or preserved ? \n \nAll data will be retained for the expected 10-year period after t he end of the project  (KU Leuven’s policy) . \nExcept for the  binding key that allows to couple an individual's name to the collected data.  \n \nWhat is the long -term preservation plan for the dataset ? \n \nDuring the  project, all data will be stored in a OneDrive -folder of the involved researchers (shared with the  \nPI), for  which automatic back -ups are made. After the end of the studies, data will be stored on SharePoint  \n(KU Leuven) and on our research unit’s central storage facility (a dedicated NAS – network -attached  \nstorage – with automatic internal back -up, and in the near future also off -site back -up in a different  building \nof our Faculty). The PI can request access to this NAS from the group's IT responsible who  manages the \nNAS.  \n \nAll drives are managed by  ICTS personnel, bound by the KUL ICT code of conduct.  Digital data will be \narchived as CSV after the 10-year period for archiving  purposes.   \n \n \n \n5 7. DATA SHARING  \nHow will you share the data ?  \n \nThe coded, anonymized dataset s will be uploaded in a csv format to OSF (in a restricted access repository)  \nupon publication of the research results.  Coded, anonymized data can   be shared with regulatory \nauthorities, ethical committees, other parties that  collaborate with the research team and will be shared, as \nmentioned above, on the OSF platform.  \n \n8. RESPONSIBILITIES  \nWho will be responsible for data management?  \n \nFilip Raes (PI)  will bear the end responsibility for implementing the DMP, ensuring review and revision, \nand for each data management activity.   \n \nWhat resources will you require to deliver your plan ? \n \nThe required software licenses will be purchased to implement the research plan. No specific training is \nneeded to uses  these software programs. A technical staff  member from our research group will provide  \nlimited support during th e study setup phase and throughout the  duration of Study 2 from WP2 , including \ntroubleshooting . "
    },
    "clean_full_text": "1 DATA MANAGEMENT PLAN ADMIN DETAILS Project Name: CAMDAM – An empirical validation of the emotional Contrast Avoidance Model of positive affect D AMpening Principal Investigator / Researcher: Filip Raes Institution: KU Leuven Project abstract: Dampening refers to a specific thinking style in response to positive feelings that essentially nips those feelings in the bud. It proves to be a significant vulnerability factor, impacting not only depression but also appearing to be implicated in a diverse range of mental health issues. Individuals who engage in dampening often deprive themselves of positive emotions, as their dampening thoughts undermine those positive feelings. Yet, these positive emotions are crucial for mental well -being. To enhance our understanding of dampening, initiate theoretical development, and devise effective therapies, it is crucial to uncover the motivations behind why people employ dampening strategies. Preliminary indications suggest that individuals may dampen to avoid negative emotional contrasts, a hypothesis that has not yet been systematically investigated. This is precisely what the current project sets out to do in three work packages. We will (1) examine both the concurrent and prospective associat ion between dampening of positive emotions and avoidance of negative emotional contrasts; (2) experimentally test whether dampening enables avoidance of negative emotional contrasts; and (3) explore whether exposure to negative emotional contrasts leads to a reduction in the avoidance of negative emotional contrasts and dampening. Project Start : October 2025 Project End : October 2029 Funding status : Funded Template : KU Leuven BOF -IOF 1. GENERAL INFORMATION Name applicant Prof. dr. Filip Raes (applicant) Project Number & Title Internal Funding of KU Leuven (C14/24/058) Affiliation KU Leuven Faculty of Psychology and Educational Sciences 2 2. DATA COLLECTION What data will you collect or create ? No existing data will be reused. We will g enerate new data , both self -report data and psychophysiological data. WP1 consists of two observational studie s (self-report data) , and WP2 and WP3 each consist of two experimental studies. Except for Study 2 in WP2, a ll data will be initially collected either via self -report questionnaires through validated, GDPR -proof online data management platforms , or via experience sampling assessments using the m -Path mobile application participants install on their personal smartphones . Those data will be collected mainly in Microsoft Excel and MS Word formats, and at a later stage - for archiving purposes - also as CSV files. Those formats and software enable sharing and long - term access to the data. We expect the total volume not to exceed 1 GB. Data collection for Study 2 of WP2 will result in skin conductance and fEMG data , collected using Biopac MP 160 . Those data will be initially collected in .acq formats, and at a later stage transformed into .mat files. We expect the total volume not to exceed 5 GB. How will the data be collected or created ? In the first study of WP1, there are three waves of data collection , each wave consisting of a series of validated self-report scales. For the second study of WP1, there will be two waves of data collection, and within each wave data will be collected via Experience Sampling Method ologies (ESM). For the studies in WP2 , data will be collected in one wave of data collection and involves self -report data . For WP3, there are three waves of ESM data collection , collected via ESM protocols. To assure quality, all self -report scales are or will be validated or piloted before actual use in the studies of the current project. Study 2 from WP2 involve s objective psychophysiological data, for which the procedure in the lab will be extensively piloted before the actual start of the study. Per study, d ata will be stored in a separate OneDrive -folder (named by the work package and study number of the original project) . Within each folder, a separate file will be used to store the data from each wave. Information needed to link data from participants across waves will be stored in a separated, encrypted file only accessible to the involved researchers (PhD students and PI). 3. DOCUMENTATION AND METADATA What documentation and metadata will accompany the data ? A summary of study design and methodology, questionnaires, training manuals are documented as Word files. All other (e.g., contextual) information necessary for a secondary analyst to use the data accurately and effectively are documented as an Excel or as txt.-file (this includes, e.g., info on dates of assessments 3 and training sessions; number of participants; variable list and legend; info on accessibility of the dataset; and info on processing operations on data files). Because there is no formally acknowledged metadata standard specific to our discipline, the fields of the DDI standard (Data Documentation Initiative) will be used for the description on project level in the txt -file. 4. ETHICS AND LEGAL COMPLIANCE How will you manage any ethical issues? Restricted and personal information: This includes all sensitive information. In this project, we will collect the following: datafile linking participants’ ID, month and year of birth, contact information, signed informed consent forms. Those data will be considered as restricted throughout the entire project. This means that this restricted information will be stored in a OneDrive -folder that can only be accessed by the involved researchers , separate from the folders in which other data is stored. All drives are managed by ICTS personnel, bound by the KUL ICT code of conduct. Offline copies of the informed consent forms (Study 2 of WP2, lab study) will be separately archived in a locked room. Confidential data: This contains moderately sensitive information. In this study we collect the following, age, demographic data, all other data coming from questionnaires and experience sampling data using smartphones. This data will be pseudo -anonymized and be stored in the OneDrive folder , to which only the involved researchers have access, in line with the storage guidelines of the Faculty of Psychology and Educational Sciences. To allow for secure storage, management and sharing of files and to avoid l oss of data and/or conflicting versions, we will use a shared drive. It allows all team members to store and edit files and to access the information using their employee ID. All drives are managed by ICTS personnel, bound by the KUL ICT code of conduct. P seudo -anonymized data will not be transferred unencrypted or by e-mail. Pseudo -anonymized data can also be shared with regulatory authorities, ethical committees, other parties that collaborate with the research team and will be shared on the OSF platform. Of course, information with regard to data sharing will be part of the information form. Before preregist ering the study and beginning the data collection, all studies will receive approval from the Social and Societal Ethics Committee (SMEC) of KU Leuven. The project will generate psychological insights on the mechanisms of the transdiagnostic vulnerability factor of dampening . This knowledge could be valorized , although we do not intend to do so at this stage. In terms of dissemination of the data and (re)use, 3rd party agreements (i.e., participants) are part of the Informed Consent, mentioning the publication of results in scientific communications and the (re -)use of data by other researchers. How will you manage copyright and Intellectual Property Rights (IPR) issues ? The third-party agreements of the participants are part of the Informed Consent, mentioning the publication of results in scientific communications and the (re -)use of data by other researchers. Pseudo -anonymized 4 data can be shared with regulatory authorities, ethical committees, other parties that collaborate with the research team and will be shared on the OSF platform in a restricted access repository . 5. DATA STORAGE & BACK UP DURING THE PROJECT How will the data be stored and backed up during the research? Digital data is stored at a restricted area of the personal OneDrive folder, which can only be accessed by the involved researchers. All drives are managed by ICTS personnel, bound by the KUL ICT code of conduct. The data will be stored on the university's central servers with automatic daily back -up procedures. There is currently sufficient storage & backup capacity during the project . If additional storage is needed, these costs will be covered by personal funds of the PI (about 50 EUR). How will you manage access and security ? Digital data is stored at a restricted area of the personal OneDrive folder, which can only be accessed by the involved researchers. All drives are managed by ICTS personnel, bound by the KUL ICT code of conduct. 6. SELECTION AND PRESERVATION Which data are of long -term value and should be retained, shared, and/or preserved ? All data will be retained for the expected 10-year period after t he end of the project (KU Leuven’s policy) . Except for the binding key that allows to couple an individual's name to the collected data. What is the long -term preservation plan for the dataset ? During the project, all data will be stored in a OneDrive -folder of the involved researchers (shared with the PI), for which automatic back -ups are made. After the end of the studies, data will be stored on SharePoint (KU Leuven) and on our research unit’s central storage facility (a dedicated NAS – network -attached storage – with automatic internal back -up, and in the near future also off -site back -up in a different building of our Faculty). The PI can request access to this NAS from the group's IT responsible who manages the NAS. All drives are managed by ICTS personnel, bound by the KUL ICT code of conduct. Digital data will be archived as CSV after the 10-year period for archiving purposes. 5 7. DATA SHARING How will you share the data ? The coded, anonymized dataset s will be uploaded in a csv format to OSF (in a restricted access repository) upon publication of the research results. Coded, anonymized data can be shared with regulatory authorities, ethical committees, other parties that collaborate with the research team and will be shared, as mentioned above, on the OSF platform. 8. RESPONSIBILITIES Who will be responsible for data management? Filip Raes (PI) will bear the end responsibility for implementing the DMP, ensuring review and revision, and for each data management activity. What resources will you require to deliver your plan ? The required software licenses will be purchased to implement the research plan. No specific training is needed to uses these software programs. A technical staff member from our research group will provide limited support during th e study setup phase and throughout the duration of Study 2 from WP2 , including troubleshooting ."
}