{
    "document_id": "D-2024-2841",
    "LinkTitle": "D-2024-2841",
    "file_name": "D-2024-2841.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2841.pdf",
    "metadata": {
        "title": "Identification and validation of susceptibility genes for beet yellows virus resistance in sugar beet",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Identification and validation of susceptibility genes for beet yellows virus resistance in sugar beet\nIdentification and validation of susceptibility genes for beet yellows virus resistance in sugar beet\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nKlaas Cloots\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \n1SH4L24N\nID: \nID: \n205884\nStart date: \nStart date: \n01-11-2023\nEnd date: \nEnd date: \n31-10-2027\nProject abstract:\nProject abstract:\nThe recent ban on neonicotinoid insecticides in Europe has resulted in an explosion of virus yellows disease outbreaks in sugar beet. Beet yellows virus\n(BYV) causes the largest virus yellows yield losses. Due to the absence of genetic resistance and alternative treatments, we propose to\nidentify susceptibility genes (S-genes) for BYV as a natural and durable resistance source. This is based on evidence that host proteins encoded by S-\ngenes are essential enablers of virus replication. S-gene\ndisruption could stringently reduce virus replication and thus result in a reduced likelihood of resistance breakthroughs. The experimental approach\nexploits the observation that S-genes often encode RNA-binding proteins (RBPs) that bind viral RNA to form ribonucleoprotein complexes (RNPs). In\nessence, covalent cross-linking of RNPs, RNP isolation via SAPS, capture of RNPs containing BYV RNA and finally identification and quantification\nof the isolated RBPs result in a list of potential S-genes. Three similar yet complementary approaches that apply modified versions of this\nworkflow will be performed. In this way, promising S-genes are identified with higher certainty and knowledge will be gained on the complementarity\nand efficiency of the different approaches. The most promising\nS-genes will be disrupted and S-gene knockout lines will be phenotypically examined for BYV resistance. The final goal is to disrupt identified S-\ngenes in a commercial cultivar to introduce BYV resistance.\nLast modified: \nLast modified: \n02-04-2024\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n1 of 6\nIdentification and validation of susceptibility genes for beet yellows virus resistance in sugar beet\nIdentification and validation of susceptibility genes for beet yellows virus resistance in sugar beet\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\n \n \n \n \nOnly for digital data\nOnly for\ndigital data \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the\nfollowing options:\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por,\n.xml,\n.tab,\n.csv,.pdf,\n.txt, .rtf,\n.dwg,\n.gml, …\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nBYV\nRBPome\nMS data on\nBYV RBPs\nthrough\nRBPome\nanalysis\nNew data\nDigital\nSoftware (MaxQuant)\n.raw\n<100GB\n \nBYV SAPS-\ncapture\nMS data on\nBYV RBPs\nthrough\nSAPS-capture\nNew data\nDigital\nSoftware (MaxQuant\n.raw\n<100GB\n \nBYV\nformaldehyde-\ncapture\nMS data on\nBYV RBPs\nthrough\nformaldehyde-\ncapture\nNew data\nDigital\nSoftware (MaxQuant)\n.raw\n<100GB\n \nVisual quality\ncontrol of\nSAPS-capture\n& equivalents\nVisual output\nof QC\nexperiments\nsuch as GE, SS\nand WB\nNew data\nDigital \nExperimental\n.jpg\n<100MB\n \nElectronic\nquality control\nof SAPS-\ncapture &\nequivalents\nqPCR,\nNanoDrop,\nRNA integrity\n(BioAnalyzer),\nRIP-qPCR\nNew data\nDigital \nExperimental\n.xlsx, .txt, .jpg\n<100MB\n \nLab notebook\nAnnual lab\nnotebook\nNew data\nPhysical\nObservational +\nexperimental\nwritten text +\nfigures\n \napprox. 1\nbook/year\nS-gene lists\nCompiled\ncandidate\nBYV S-gene\nlists for \nRBPome,\nformaldehyde-\ncapture and\nSAPS-capture\nNew data\nDigital\nCompiled data\n.xlsx\n<100MB\n \nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n2 of 6\nS-gene KO\nline\nphenotyping\ndata\nObservation \nof mutiple\nphenotypic\nproperties of\nBYV-infected\nS-gene KO\nlines \nnew data\nDigital\nObservational\n.xlsx\n<100MB\n \nS-gene KO\nline\nexperimental\ndata\nExperimental\ndata (qPCR,\nELISA) of\nBYV-infected\nS-gene KO\nlines \nnew data\nDigital\nExperimental\n.xlsl, .jpg\n<100MB\n \nStatistical\nanalysis \nStatistical\nanalysis of\nBYV infection\nin S-gene KO\nlines based on\nphenotypic\n+ELISA/qPCR\ndata \nnew data\nDigital\nSoftware (Rstudio)\n.R\n<100MB\n \nNA\nNo\nNo\nYes\nS-gene lists:\nS-gene lists:\nProteins bound to BYV RNA identified through HPLC-MS/MS are candidate susceptibility genes for Beet Yellows Virus and hence are\ncandidate breeding targets. Due to its commericial value, such proteins can be patented by the host lab after identification or after subsequent\nvalidation (e.g. reduced BYV infection in the S-gene KO line). Consequently, data to be patented will not be published before patentation and\nwill not be distributed with external organizations without them singing a non-disclosure agreement.\nCandiate BYV S-genes can be valorized through facilitating the setup of a spin-off by the host lab on the streamlined identification of viral S-\ngenes for all relevant crop species based on the in-house SAPS-capture, RBPome & formaldehyde-capture techniques. Alternatively, candidate\nS-genes for BYV identified in this study can be valorized seperately through a tech transfer of the identified S-genes to major sugar beet\nbreeding companies (SES VanderHave, KWS,...). These companies can use BYV S-genes for their own breeding programs. \nYes\nSugar beet seeds of the EL10 variety were gifted by USDA-ARS Soil Management and Sugarbeet Research Unit, Crops Research Laboratory,\n1701 Centre Ave, Fort Collins, CO 80526, USA. An agreement is in place that states that there are no restrictions for us to use these EL10\nsugar beets for all academic purposes, including publishing.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n3 of 6\nAll electronic datasets are organized according to the guidelines of the faculty's ICT department, including folder structure, date formats and\nfile naming. Hence, my own data is easy-to-use for other department members. All electornic data is backed up the the PhD candidate's KUL\nOneDrive for Business.\nProtocols, results (e.g. lists of identified candidate S-genes), statistical analyses and other types of datatsets that could be valuable for other lab\nmembers now or in the future are loaded onto the shared Teams channel of the lab. \nThe lab notebook contains detailed information about the experimental set-up, methodology, observations, results, conclusions and notable\ndetails in a chronological order. The lab notebook is written in such a way that a third person with regular lab experience can repeat the exact\nsame experiment solely based on these notes.\n \nYes\nMetadata for the essential parts of the project are shared among lab members through the lab's Teams channel. This includes the detailed\nprotocols of the three main techniques (SAPS-capture, formaldehyde-capture and RBPome) as well as the guidelines for mass spectrometry\ndata analysis through MaxQuant. \nSpecifically for mass spectrometry data, the standard metadata archive format of the Protein Data Bank (PDB), namely PDBx, will be used for\ndata deposition.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nElectronic data will be stored on computers paid for by the PhD project. The most important data is also stored on the lab's Teams channel.\nAfter the PhD, data is maintained for 10 years (KUL standard) in the LUNA system of KUL. Physical samples used for the main experiments\nare stored in freezers and recorded in a database to allow use by colleagues after the PhD's end. For this PhD, the generated HPLC-MS/MS data\nmust be stored in a controlled way in the corresponding database, e.g. PRIDE.\nWritten data in the lab notebook is stored in a chronological manner. The notebook is written in such way that other lab members can easily\nrepeat any described experiments. \nAll data is automatically backed-up through the PhD candidate's KUL OneDrive for Business cloud system (2 TB of storage capacity).The\nmost important data is also loaded onto the lab's Teams channel, also acting as a backup system. For large datasets such as mass spectrometry\ndata (> 1 GB), the lab's hard drive could also be used as backup instead of cloud storage.\nPhysical samples of infected plants, viral and bacterial stocks are kept in freezer and their exact allocation is maintained in a suitable database\nused by the lab.\nTo prevent data loss when notebooks are lost, most important experimental data/results written in the notebook is also loaded onto the lab's\nTeams channel.\nYes\nAll datasets require limited storage capacity (< 100 GB) and, therefore, are suitable for automatic backup through the PhD candidate's KUL\nOneDrive cloud system (2 TB) and the lab's Teams channel. Exceptionally, for the large datasets of mass spectrometry data (at least 3X 1-100\nGB), the lab's multi-TB hard drive can also be considered as.\nIn general, no personal or sensitive data will be used throughout the study, therefore no specific security measures should be taken. For any\nsensitivae data that, unexecpectedly, would be handled, multi-factor authentication will be used. All electornic data is secured in KUL's\nOneDrive cloud service by the candidate's two-factor authentication. The lab's Teams channel is secured identically.\nWhenever valuable data such as candidate S-gene lists are shared with external partners for presentations, posters,... all participants will be\nasked to sign a non-disclosure agreement before the data is displayed.\nThe cost of the lab's Teams channel (and maybe hard drives) are financed by the lab. \nThe PhD's candidate KUL OneDrive for Business (2TB) freely is available for all KU Leuven students and has excessive space left to store all\ndatasets of size > 1GB. Using a OneDrive cloud system also facilitates full data accesability for the PhD candidate when working from home.\nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n4 of 6\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nAll electronic data to be generated by the PhD candidate will be retained for 10 years after the PhD according to KU Leuven Research Data\nManagement policy. No exceptions are required to to legal/contractual restrictions.\nElectronic data of the PhD student's project is accessible for the lab throughout the PhD through the lab's Teams channel. After the PhD, the\ndata loaded onto the lab's Teams channel is combined with the data stored in the PhD candidate's personal KUL OneDrive cloud system, and\nall data is loaded onto and stored in KUL's LUNA data storage system for the regular duration of 10 years. \nPhysical data (lab notebooks) is kept by the lab under supervision of the promotor to facilitate looking up detailed information about the PhD\ncandidate's research.\nCosts for retaining the data for the regular duration of 10 years on the KUL LUNA system after the PhD are covered by the lab.\n5. Data sharing and reuse\n5. Data sharing and reuse\nNo (closed access)\nGeneral data about experimental results such as candidate S-genes will be closed access for people outside of the lab because of the\nvalorization potential of this project. Accordingly, research data will not be shared outside of the lab \nunless through patents or publications\nunless through patents or publications\n.\nAdditionally, the PhD will also be put under embargo by KU Leuven and valuable results (e.g. candidate S-genes)  that are given to external\npartners will be anonymized or attendees will be asked to sign an NDA before displaying such commercially valuable data.\nException\nException\n: As required for any publication/patent, the raw data of each mass spectrometry experiment will be submitted to PRIDE database.\nUnder regular conditions (without NDA), only lab members will be able to access the unpublished research data of this PhD which is loaded\nonto the lab's Teams channel. Access to this Teams channel is secured through KUL's two-factor authentication system.\nNo\nNo unpublished research data will be made available. Published results will be available open-access in the corresponding journal. Patents will\nbe accesibble in the patent database of the country/region where the patent has been applied for.\nThe mass spectrometry raw data will be made available in PRIDE, the standard mass spectrometry open access repository. \nAs described earlier, no research data will be made available unless through a publication or patent. \nMass spectrometry data will be made available simultaneously with the design of the manuscript of the scientific article describing the mass\nspectrometry data.\nFor publications, according to FWO guidelines, all articles will be published in an open access way. Patents are always open access through the\nsite of the patent office of the country/region where the patent has been applied for.\nFor mass spectrometry results deposited in the PRIDE open access repository, PRIDE's regular data usage regulations will be applied.\nNo other research data of this PhD will be shared with any external enquirer in another format using any type of data usage license without\nsigning an NDA.\n \nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n5 of 6\nYes\nPublished articles will be open access and accompanied with a DOI identifier for easy data sharing.\nMass spectrometry data deposited to PRIDE is identifyable through its PRIDE dataset identifyer \"PXDXXXXX\"n, which will be available in\nthe accompanying manuscript/article.\nThere are no expected costs for data sharing as the mass spectrometry data is deposited in the free open-access repositery PRIDE. \nThe cost for publishing an article or applying for patents is fully covered by the host lab.\n6. Responsibilities\n6. Responsibilities\n(Meta)data management throughout the PhD is the responsability of the PhD candidate (Klaas Cloots) \n(Meta)data storage and backup throughout the PhD is the responsability of the PhD candidate (Klaas Cloots). \nPromotor Prof. Koen Geuten is responsible in the end for ensuring data preservation and reuse \nPromotor Prof. Koen Geuten is responsible in the end for updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 02 April 2024\n6 of 6"
    },
    "clean_full_text": "Identification and validation of susceptibility genes for beet yellows virus resistance in sugar beet Identification and validation of susceptibility genes for beet yellows virus resistance in sugar beet A Data Management Plan created using DMPonline.be Creator: Creator: Klaas Cloots Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: 1SH4L24N ID: ID: 205884 Start date: Start date: 01-11-2023 End date: End date: 31-10-2027 Project abstract: Project abstract: The recent ban on neonicotinoid insecticides in Europe has resulted in an explosion of virus yellows disease outbreaks in sugar beet. Beet yellows virus (BYV) causes the largest virus yellows yield losses. Due to the absence of genetic resistance and alternative treatments, we propose to identify susceptibility genes (S-genes) for BYV as a natural and durable resistance source. This is based on evidence that host proteins encoded by S- genes are essential enablers of virus replication. S-gene disruption could stringently reduce virus replication and thus result in a reduced likelihood of resistance breakthroughs. The experimental approach exploits the observation that S-genes often encode RNA-binding proteins (RBPs) that bind viral RNA to form ribonucleoprotein complexes (RNPs). In essence, covalent cross-linking of RNPs, RNP isolation via SAPS, capture of RNPs containing BYV RNA and finally identification and quantification of the isolated RBPs result in a list of potential S-genes. Three similar yet complementary approaches that apply modified versions of this workflow will be performed. In this way, promising S-genes are identified with higher certainty and knowledge will be gained on the complementarity and efficiency of the different approaches. The most promising S-genes will be disrupted and S-gene knockout lines will be phenotypically examined for BYV resistance. The final goal is to disrupt identified S- genes in a commercial cultivar to introduce BYV resistance. Last modified: Last modified: 02-04-2024 Created using DMPonline.be. Last modiﬁed 02 April 2024 1 of 6 Identification and validation of susceptibility genes for beet yellows virus resistance in sugar beet Identification and validation of susceptibility genes for beet yellows virus resistance in sugar beet FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .csv,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA BYV RBPome MS data on BYV RBPs through RBPome analysis New data Digital Software (MaxQuant) .raw <100GB BYV SAPS- capture MS data on BYV RBPs through SAPS-capture New data Digital Software (MaxQuant .raw <100GB BYV formaldehyde- capture MS data on BYV RBPs through formaldehyde- capture New data Digital Software (MaxQuant) .raw <100GB Visual quality control of SAPS-capture & equivalents Visual output of QC experiments such as GE, SS and WB New data Digital Experimental .jpg <100MB Electronic quality control of SAPS- capture & equivalents qPCR, NanoDrop, RNA integrity (BioAnalyzer), RIP-qPCR New data Digital Experimental .xlsx, .txt, .jpg <100MB Lab notebook Annual lab notebook New data Physical Observational + experimental written text + figures approx. 1 book/year S-gene lists Compiled candidate BYV S-gene lists for RBPome, formaldehyde- capture and SAPS-capture New data Digital Compiled data .xlsx <100MB Created using DMPonline.be. Last modiﬁed 02 April 2024 2 of 6 S-gene KO line phenotyping data Observation of mutiple phenotypic properties of BYV-infected S-gene KO lines new data Digital Observational .xlsx <100MB S-gene KO line experimental data Experimental data (qPCR, ELISA) of BYV-infected S-gene KO lines new data Digital Experimental .xlsl, .jpg <100MB Statistical analysis Statistical analysis of BYV infection in S-gene KO lines based on phenotypic +ELISA/qPCR data new data Digital Software (Rstudio) .R <100MB NA No No Yes S-gene lists: S-gene lists: Proteins bound to BYV RNA identified through HPLC-MS/MS are candidate susceptibility genes for Beet Yellows Virus and hence are candidate breeding targets. Due to its commericial value, such proteins can be patented by the host lab after identification or after subsequent validation (e.g. reduced BYV infection in the S-gene KO line). Consequently, data to be patented will not be published before patentation and will not be distributed with external organizations without them singing a non-disclosure agreement. Candiate BYV S-genes can be valorized through facilitating the setup of a spin-off by the host lab on the streamlined identification of viral S- genes for all relevant crop species based on the in-house SAPS-capture, RBPome & formaldehyde-capture techniques. Alternatively, candidate S-genes for BYV identified in this study can be valorized seperately through a tech transfer of the identified S-genes to major sugar beet breeding companies (SES VanderHave, KWS,...). These companies can use BYV S-genes for their own breeding programs. Yes Sugar beet seeds of the EL10 variety were gifted by USDA-ARS Soil Management and Sugarbeet Research Unit, Crops Research Laboratory, 1701 Centre Ave, Fort Collins, CO 80526, USA. An agreement is in place that states that there are no restrictions for us to use these EL10 sugar beets for all academic purposes, including publishing. No 2. Documentation and Metadata 2. Documentation and Metadata Created using DMPonline.be. Last modiﬁed 02 April 2024 3 of 6 All electronic datasets are organized according to the guidelines of the faculty's ICT department, including folder structure, date formats and file naming. Hence, my own data is easy-to-use for other department members. All electornic data is backed up the the PhD candidate's KUL OneDrive for Business. Protocols, results (e.g. lists of identified candidate S-genes), statistical analyses and other types of datatsets that could be valuable for other lab members now or in the future are loaded onto the shared Teams channel of the lab. The lab notebook contains detailed information about the experimental set-up, methodology, observations, results, conclusions and notable details in a chronological order. The lab notebook is written in such a way that a third person with regular lab experience can repeat the exact same experiment solely based on these notes. Yes Metadata for the essential parts of the project are shared among lab members through the lab's Teams channel. This includes the detailed protocols of the three main techniques (SAPS-capture, formaldehyde-capture and RBPome) as well as the guidelines for mass spectrometry data analysis through MaxQuant. Specifically for mass spectrometry data, the standard metadata archive format of the Protein Data Bank (PDB), namely PDBx, will be used for data deposition. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Electronic data will be stored on computers paid for by the PhD project. The most important data is also stored on the lab's Teams channel. After the PhD, data is maintained for 10 years (KUL standard) in the LUNA system of KUL. Physical samples used for the main experiments are stored in freezers and recorded in a database to allow use by colleagues after the PhD's end. For this PhD, the generated HPLC-MS/MS data must be stored in a controlled way in the corresponding database, e.g. PRIDE. Written data in the lab notebook is stored in a chronological manner. The notebook is written in such way that other lab members can easily repeat any described experiments. All data is automatically backed-up through the PhD candidate's KUL OneDrive for Business cloud system (2 TB of storage capacity).The most important data is also loaded onto the lab's Teams channel, also acting as a backup system. For large datasets such as mass spectrometry data (> 1 GB), the lab's hard drive could also be used as backup instead of cloud storage. Physical samples of infected plants, viral and bacterial stocks are kept in freezer and their exact allocation is maintained in a suitable database used by the lab. To prevent data loss when notebooks are lost, most important experimental data/results written in the notebook is also loaded onto the lab's Teams channel. Yes All datasets require limited storage capacity (< 100 GB) and, therefore, are suitable for automatic backup through the PhD candidate's KUL OneDrive cloud system (2 TB) and the lab's Teams channel. Exceptionally, for the large datasets of mass spectrometry data (at least 3X 1-100 GB), the lab's multi-TB hard drive can also be considered as. In general, no personal or sensitive data will be used throughout the study, therefore no specific security measures should be taken. For any sensitivae data that, unexecpectedly, would be handled, multi-factor authentication will be used. All electornic data is secured in KUL's OneDrive cloud service by the candidate's two-factor authentication. The lab's Teams channel is secured identically. Whenever valuable data such as candidate S-gene lists are shared with external partners for presentations, posters,... all participants will be asked to sign a non-disclosure agreement before the data is displayed. The cost of the lab's Teams channel (and maybe hard drives) are financed by the lab. The PhD's candidate KUL OneDrive for Business (2TB) freely is available for all KU Leuven students and has excessive space left to store all datasets of size > 1GB. Using a OneDrive cloud system also facilitates full data accesability for the PhD candidate when working from home. Created using DMPonline.be. Last modiﬁed 02 April 2024 4 of 6 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project All electronic data to be generated by the PhD candidate will be retained for 10 years after the PhD according to KU Leuven Research Data Management policy. No exceptions are required to to legal/contractual restrictions. Electronic data of the PhD student's project is accessible for the lab throughout the PhD through the lab's Teams channel. After the PhD, the data loaded onto the lab's Teams channel is combined with the data stored in the PhD candidate's personal KUL OneDrive cloud system, and all data is loaded onto and stored in KUL's LUNA data storage system for the regular duration of 10 years. Physical data (lab notebooks) is kept by the lab under supervision of the promotor to facilitate looking up detailed information about the PhD candidate's research. Costs for retaining the data for the regular duration of 10 years on the KUL LUNA system after the PhD are covered by the lab. 5. Data sharing and reuse 5. Data sharing and reuse No (closed access) General data about experimental results such as candidate S-genes will be closed access for people outside of the lab because of the valorization potential of this project. Accordingly, research data will not be shared outside of the lab unless through patents or publications unless through patents or publications . Additionally, the PhD will also be put under embargo by KU Leuven and valuable results (e.g. candidate S-genes) that are given to external partners will be anonymized or attendees will be asked to sign an NDA before displaying such commercially valuable data. Exception Exception : As required for any publication/patent, the raw data of each mass spectrometry experiment will be submitted to PRIDE database. Under regular conditions (without NDA), only lab members will be able to access the unpublished research data of this PhD which is loaded onto the lab's Teams channel. Access to this Teams channel is secured through KUL's two-factor authentication system. No No unpublished research data will be made available. Published results will be available open-access in the corresponding journal. Patents will be accesibble in the patent database of the country/region where the patent has been applied for. The mass spectrometry raw data will be made available in PRIDE, the standard mass spectrometry open access repository. As described earlier, no research data will be made available unless through a publication or patent. Mass spectrometry data will be made available simultaneously with the design of the manuscript of the scientific article describing the mass spectrometry data. For publications, according to FWO guidelines, all articles will be published in an open access way. Patents are always open access through the site of the patent office of the country/region where the patent has been applied for. For mass spectrometry results deposited in the PRIDE open access repository, PRIDE's regular data usage regulations will be applied. No other research data of this PhD will be shared with any external enquirer in another format using any type of data usage license without signing an NDA. Created using DMPonline.be. Last modiﬁed 02 April 2024 5 of 6 Yes Published articles will be open access and accompanied with a DOI identifier for easy data sharing. Mass spectrometry data deposited to PRIDE is identifyable through its PRIDE dataset identifyer \"PXDXXXXX\"n, which will be available in the accompanying manuscript/article. There are no expected costs for data sharing as the mass spectrometry data is deposited in the free open-access repositery PRIDE. The cost for publishing an article or applying for patents is fully covered by the host lab. 6. Responsibilities 6. Responsibilities (Meta)data management throughout the PhD is the responsability of the PhD candidate (Klaas Cloots) (Meta)data storage and backup throughout the PhD is the responsability of the PhD candidate (Klaas Cloots). Promotor Prof. Koen Geuten is responsible in the end for ensuring data preservation and reuse Promotor Prof. Koen Geuten is responsible in the end for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 02 April 2024 6 of 6"
}