{
    "document_id": "D-2022-1510",
    "LinkTitle": "D-2022-1510",
    "file_name": "D-2022-1510.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1510.pdf",
    "metadata": {
        "title": "Aerts_ASTRONOMY (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Aerts_ASTRONOMY (FWO DMP) - DMP title\nProject Identifier\n G089422N\nGrant Title\n G089422N\nPrincipal Investigator / Researcher\n Conny Aerts\nProject Data Contact\n Clio Gielen (clio.gielen@kuleuven.be)\nDescription\n ASTRONOMY: ASTeROseismic iNput fOr cheMical Yield computations: The chemical\nenrichment of the Universe is caused by yields created by evolving stars. This ever changing\nastrochemistry is a critical ingredient for the understanding of the formation and evolution of\ngalaxies in the Universe. So far, chemical yield computations rely on stellar structure and\nevolution models that remained uncalibrated in terms of interior chemical mixing and interior\nrotation properties. Here, we take an entirely unique approach by computing chemical yields\nfrom new stellar models to be computed in accordance with asteroseismology of stars. We treat\nthe carefully chosen range of intermediate- and high-mass stars between 3 and 25 solar masses.\nAsteroseismology - the study and interpretation of detected stellar oscillations - will be applied to\nboth single and binary stars in this mass range. Stellar oscillations are massively detected\nnowadays across the entire sky thanks to new high-precision space photometric time series\nassembled by the NASA TESS space telescope. Coupling these NASA data to ESA Gaia space\nastrometry and ground-based spectroscopy assembled at worldwide observatories offers a new\nand unique way to calibrate the interior chemistry and rotation of stars in our Milky Way and in\nour closest metal-poor neighbouring galaxy, the Large Magellanic Cloud. Our FWO project brings\nthe first chemical yield computations based on new stellar models calibrated by asteroseismically\ninferred chemical mixing profiles of stars of intermediate and high mass.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nConny Aerts\nFWO Project Number & Title\nG089422N\nASTRONOMY: ASTeROseismic iNput fOr cheMical Yield computations\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\n \n \n \n \nType of data\nFormat\nVolume\nHow created\nTESS photometry\n.fits\n \n 1PB\nPublic archive:\nhttps://archive.stsci.edu/missions-and-\ndata/tess \nGaia astrometry\n.fits\n 1PB\nPublic\narchive: https://gea.esac.esa.int/archive/\nMercator/HERMES\nspectroscopy\n.fits\n 100TB\nInstitute in-house archive and new\nobservations\nESO/FEROS/UVES\nspectroscopy\n.fits\n 100TB\nPublic\narchive: http://archive.eso.org/cms/data-\nportal.html\nSDSS-V\nspectroscopy\n.fits\n 1PB\nArchive (https://www.sdss5.org/data/) and\nearly access observations\nModel\noutput (stellar\nproperties, binary\nparameters,\npulsation modes)\n.ascii,\n.fits\n100TB \ncreated using state-of-the-art computational\ncodes: in-house tools and public codes such\nas GYRE\n(https://github.com/rhdtownsend/gyre), MESA\n(https://docs.mesastar.org/), GSSP\n(https://fys.kuleuven.be/ster/meetings/binary-\n2015/gssp-software-package) , PHOEBE\n(http://phoebe-project.org), ChETEC-INFRA\n(https://chetec-infra.eu/)\ncodes\n.py,\nfortran\n 1GB\nPython, made available on GitHub\n \n \n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nYes\nAll but the SDSS-V/HERMES data will be either public already, or published during the project.\nThe SDSS-V data is subject to an early access agreement for member parties (Promotor C. Aerts\nand team members have access) and this will be made public by the SDSS organisation in data\nreleases planned to start in 2022. Use of this data has to be acknowledged.\nUse of the public archival astronomical data has to be properly acknowledged with citations of\nscientific publications. Use of public software tools MESA and GYRE has to be acknowledged with\ncitations of scientific publications.\n4. Documentation and metadata\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nAstronomical observations will include a metadata description of the observational strategy,\nprogramme descripton and instrumental set-up in the fits headers. A description of the\nobservational strategy is written down in the observational proposal and will be saved.\nDetailed description of the full scientific process (observational setup, data reduction, quality\nanalysis, model development and setup, scientific deliverables) will be documented in text files\nin the working directories.\nCombining a human-readable ascii format (like a .csv file) with appropriate column names\nensures simple reuse of model output data.\nSoftware code will include readme files on Github and will be commentated inline in the code\n(ReadMe files on BitBucket and/or Github and documented inline within the code using, e.g.\ndocstrings in Python code.).\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nYes\nAll astronomical observations will be available from the dedicated archives of the observatories\n(FITS files) using astronomical metadata standards. Information on observational setup and\nquality control will be available in metadata (e.g. in file headers).\nDatabases of model outputs will have a description of the different parameters in the model\nheaders (ReadMe file and a description of the different parameters in the file headers, as is the\nstandard for when using the e.g. MESA and GYRE codes.).\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll newly-generated data will be stored locally on both personal devices and networked storage\nhosted by the Institute of Astronomy of KU Leuven's server system. Codes/software will be stored\non GitHub servers.\nOriginal and processed observations are saved on archival databases of the different\nobservatories. \nHow is backup of the data provided?\nThe resarch unit has an automatic periodic backup (daily and off-site) on the network server of\nraw and processed data according to KU Leuven and in-house security standards: all data are\nsecured with access restrictions on file-system level. The backup and recovery procedures are\nhandles by the in-house IT team.\nOriginal observations are archived and backed-up on the website of observatories.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe Institute of Astronomy currently manages a large-volume (>500TB) server system.\nNecessary additonal storage facilities (50TB) are calculated in the project budget. If even more\nstorage is needed, these can be taken on by the research group working budget.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe calculated cost for the needed computation and storage disks, disk servers and back-up is\n€12.000, covering a rack of 50TB disk arrays and dedicated servers and 16TB fast local storage\nfor computation. This cost is included in the project budget.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nRaw data is stored in observatory archives, each with specific access requirements and security\npolicies.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nRaw and processed data are stored on institute network servers and backup following KU Leuven\nand in-house security standards: all data are secured with access restrictions on file-system\nlevel.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll original observations and retrievals/results (raw,processed, models, retrievals, publications)\nwill be stored long-term (10+ years).\nWhere will the data be archived (= stored for the longer term)?\nAll data stored/backed-up on the research unit network are stored long-term (locally and off-site).\nThe same goes for astronomical observations and tools that are stored and archived externally\non GitHub, dedicated servers of the observatories and dedicated astronomical databases.\n \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAstronomical observations, code source on GitHub and journal publications are stored by\nexternal partners and thus without additional cost.\nCosts for backup and storage on local institute servers has been included in the project budget.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nThe SDSS-V data is early-access based, and thus this data can not be shared beyond project\nteam members, at least until the data is publicly released (typically after 1-year proprietary\nperiod).\nWhich data will be made available after the end of the project?\nRelevant algorithms will be made available on GitHub once an accompanying paper is published.\nA description of the full scientific analysis, tools and deliverables will be published through peer-\nreviewed journals, which are available through the respective publisher websites, the open-\naccess ArXiv journal-repository (https://arxiv.org), and the KU Leuven Lirias repository.\n \nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nRelevant algorithms will be released on GitHub. Model output will be available in relevant peer-\nreviewed papers in astronomical journals. Journal publications will be made available on the\njournal website, ArXiv (open-access) and the KU Leuven tool Lirias.\nWhen will the data be made available?\nAfter an embargo period. Specify the length of the embargo and why this is necessary\nUpon publication of the research results\nThe SDSS-V data will be made available by the SDSS organisation in public data releases planned\nto start in 2022.\nWho will be able to access the data and under what conditions?\nThe data will be made available to the public via the open-access online repositories associated\nwith publication of a peer-reviewed article, as long as the necessary acknowledgements are\ngiven.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo additional costs are expected for data sharing, besides journal publication costs which are\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nincluded in the project budget.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe astronomical facilities are responsible for the data documentation and metadata of data\nstored on their servers.\nFor the in-house deliverables and data products, the project PI's together with other team\nmembers.\nWho will be responsible for data storage & back up during the project?\nThe project PI and team members, with assistance from the IT team of the Institute of\nAstronomy, will be responsible.\nWho will be responsible for ensuring data preservation and reuse ?\nThe project PI and team members, with assistance from the IT team of the Institute of\nAstronomy, will be responsible.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI, with assistance from the institute's project coordinator, bears the end responsibility of\nupdating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Aerts_ASTRONOMY (FWO DMP) - DMP title Project Identifier G089422N Grant Title G089422N Principal Investigator / Researcher Conny Aerts Project Data Contact Clio Gielen (clio.gielen@kuleuven.be) Description ASTRONOMY: ASTeROseismic iNput fOr cheMical Yield computations: The chemical enrichment of the Universe is caused by yields created by evolving stars. This ever changing astrochemistry is a critical ingredient for the understanding of the formation and evolution of galaxies in the Universe. So far, chemical yield computations rely on stellar structure and evolution models that remained uncalibrated in terms of interior chemical mixing and interior rotation properties. Here, we take an entirely unique approach by computing chemical yields from new stellar models to be computed in accordance with asteroseismology of stars. We treat the carefully chosen range of intermediate- and high-mass stars between 3 and 25 solar masses. Asteroseismology - the study and interpretation of detected stellar oscillations - will be applied to both single and binary stars in this mass range. Stellar oscillations are massively detected nowadays across the entire sky thanks to new high-precision space photometric time series assembled by the NASA TESS space telescope. Coupling these NASA data to ESA Gaia space astrometry and ground-based spectroscopy assembled at worldwide observatories offers a new and unique way to calibrate the interior chemistry and rotation of stars in our Milky Way and in our closest metal-poor neighbouring galaxy, the Large Magellanic Cloud. Our FWO project brings the first chemical yield computations based on new stellar models calibrated by asteroseismically inferred chemical mixing profiles of stars of intermediate and high mass. Institution KU Leuven 1. General Information Name applicant Conny Aerts FWO Project Number & Title G089422N ASTRONOMY: ASTeROseismic iNput fOr cheMical Yield computations Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created TESS photometry .fits 1PB Public archive: https://archive.stsci.edu/missions-and- data/tess Gaia astrometry .fits 1PB Public archive: https://gea.esac.esa.int/archive/ Mercator/HERMES spectroscopy .fits 100TB Institute in-house archive and new observations ESO/FEROS/UVES spectroscopy .fits 100TB Public archive: http://archive.eso.org/cms/data- portal.html SDSS-V spectroscopy .fits 1PB Archive (https://www.sdss5.org/data/) and early access observations Model output (stellar properties, binary parameters, pulsation modes) .ascii, .fits 100TB created using state-of-the-art computational codes: in-house tools and public codes such as GYRE (https://github.com/rhdtownsend/gyre), MESA (https://docs.mesastar.org/), GSSP (https://fys.kuleuven.be/ster/meetings/binary- 2015/gssp-software-package) , PHOEBE (http://phoebe-project.org), ChETEC-INFRA (https://chetec-infra.eu/) codes .py, fortran 1GB Python, made available on GitHub 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes All but the SDSS-V/HERMES data will be either public already, or published during the project. The SDSS-V data is subject to an early access agreement for member parties (Promotor C. Aerts and team members have access) and this will be made public by the SDSS organisation in data releases planned to start in 2022. Use of this data has to be acknowledged. Use of the public archival astronomical data has to be properly acknowledged with citations of scientific publications. Use of public software tools MESA and GYRE has to be acknowledged with citations of scientific publications. 4. Documentation and metadata This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 What documentation will be provided to enable reuse of the data collected/generated in this project? Astronomical observations will include a metadata description of the observational strategy, programme descripton and instrumental set-up in the fits headers. A description of the observational strategy is written down in the observational proposal and will be saved. Detailed description of the full scientific process (observational setup, data reduction, quality analysis, model development and setup, scientific deliverables) will be documented in text files in the working directories. Combining a human-readable ascii format (like a .csv file) with appropriate column names ensures simple reuse of model output data. Software code will include readme files on Github and will be commentated inline in the code (ReadMe files on BitBucket and/or Github and documented inline within the code using, e.g. docstrings in Python code.). Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. Yes All astronomical observations will be available from the dedicated archives of the observatories (FITS files) using astronomical metadata standards. Information on observational setup and quality control will be available in metadata (e.g. in file headers). Databases of model outputs will have a description of the different parameters in the model headers (ReadMe file and a description of the different parameters in the file headers, as is the standard for when using the e.g. MESA and GYRE codes.). 5. Data storage and backup during the FWO project Where will the data be stored? All newly-generated data will be stored locally on both personal devices and networked storage hosted by the Institute of Astronomy of KU Leuven's server system. Codes/software will be stored on GitHub servers. Original and processed observations are saved on archival databases of the different observatories. How is backup of the data provided? The resarch unit has an automatic periodic backup (daily and off-site) on the network server of raw and processed data according to KU Leuven and in-house security standards: all data are secured with access restrictions on file-system level. The backup and recovery procedures are handles by the in-house IT team. Original observations are archived and backed-up on the website of observatories. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The Institute of Astronomy currently manages a large-volume (>500TB) server system. Necessary additonal storage facilities (50TB) are calculated in the project budget. If even more storage is needed, these can be taken on by the research group working budget. What are the expected costs for data storage and back up during the project? How will these costs be covered? The calculated cost for the needed computation and storage disks, disk servers and back-up is €12.000, covering a rack of 50TB disk arrays and dedicated servers and 16TB fast local storage for computation. This cost is included in the project budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Raw data is stored in observatory archives, each with specific access requirements and security policies. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 Raw and processed data are stored on institute network servers and backup following KU Leuven and in-house security standards: all data are secured with access restrictions on file-system level. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All original observations and retrievals/results (raw,processed, models, retrievals, publications) will be stored long-term (10+ years). Where will the data be archived (= stored for the longer term)? All data stored/backed-up on the research unit network are stored long-term (locally and off-site). The same goes for astronomical observations and tools that are stored and archived externally on GitHub, dedicated servers of the observatories and dedicated astronomical databases. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Astronomical observations, code source on GitHub and journal publications are stored by external partners and thus without additional cost. Costs for backup and storage on local institute servers has been included in the project budget. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: The SDSS-V data is early-access based, and thus this data can not be shared beyond project team members, at least until the data is publicly released (typically after 1-year proprietary period). Which data will be made available after the end of the project? Relevant algorithms will be made available on GitHub once an accompanying paper is published. A description of the full scientific analysis, tools and deliverables will be published through peer- reviewed journals, which are available through the respective publisher websites, the open- access ArXiv journal-repository (https://arxiv.org), and the KU Leuven Lirias repository. Where/how will the data be made available for reuse? In an Open Access repository Relevant algorithms will be released on GitHub. Model output will be available in relevant peer- reviewed papers in astronomical journals. Journal publications will be made available on the journal website, ArXiv (open-access) and the KU Leuven tool Lirias. When will the data be made available? After an embargo period. Specify the length of the embargo and why this is necessary Upon publication of the research results The SDSS-V data will be made available by the SDSS organisation in public data releases planned to start in 2022. Who will be able to access the data and under what conditions? The data will be made available to the public via the open-access online repositories associated with publication of a peer-reviewed article, as long as the necessary acknowledgements are given. What are the expected costs for data sharing? How will the costs be covered? No additional costs are expected for data sharing, besides journal publication costs which are This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 included in the project budget. 8. Responsibilities Who will be responsible for data documentation & metadata? The astronomical facilities are responsible for the data documentation and metadata of data stored on their servers. For the in-house deliverables and data products, the project PI's together with other team members. Who will be responsible for data storage & back up during the project? The project PI and team members, with assistance from the IT team of the Institute of Astronomy, will be responsible. Who will be responsible for ensuring data preservation and reuse ? The project PI and team members, with assistance from the IT team of the Institute of Astronomy, will be responsible. Who bears the end responsibility for updating & implementing this DMP? The PI, with assistance from the institute's project coordinator, bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}