{
    "document_id": "D-2024-3087",
    "LinkTitle": "D-2024-3087",
    "file_name": "D-2024-3087.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3087.pdf",
    "metadata": {
        "title": "HONEY project: Heterogeneity and Oscillome in Naturalistic Environments in Young Children",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "HONEY project: Heterogeneity and Oscillome in Naturalistic Environments in Young Children\nHONEY project: Heterogeneity and Oscillome in Naturalistic Environments in Young Children\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname /\nID\nDescription\nNew\nor\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical volume\nDYSCO-\nHONEY\nWe plan to \ncollect\n a dataset, collecting neural data\n(EEG and MRI), speech recordings and behavioural\ndata as part of a longitudinal study that will follow\npreschool children across development. A more\nextensive description is added below.\nNew\nNew\nD (digital)\n& P\n(physical)\nA\nA\nudiovisual\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\n \n.pdf\n. apr\n.txt\n.csv\n.pdf\n \nEEG:\n.bdf\nMRI:\n.bval,\n.bvec,\n.par,\n.rec,\n.xml,\n.json,\n.nii\n~ 7 TB\nPhysical data (e.g.\noutcomes from\npaper pencil tests).\nThis data does not\ncontain participant\ninformation and will\nbe stored in closed\ncabinets (10th floor\nON2, ExpORL). \nDYSCO\n2018\nWe plan to \nreuse\n a dataset, collected in a previous\nlongitudinal study which consist of structural MRI\nscans of 330 prereading children.\nReuse\nD (digital)\nN\nN\numerical\nT\nT\nextual\n \n.pdf\n. apr\n.txt\n.csv\n.pdf\nMRI:\n.bval,\n.bvec,\n.par,\n.rec,\n.xml,\n.json,\n.nii\n~ 1.5\nTB\n \nImportant Note:\nImportant Note:\n During data collection, the physical outcomes generated from paper-and-pencil tasks will be stored in different\nlocations depending on the scientist managing the behavioral task (either Ortho or ExpORL). Once data collection is complete\nand the behavioral results have been cleaned (after each time point in the longitudinal study), the physical data will be securely\ntransferred to a locked cabinet on the 10th floor of ExpORL. Access to this cabinet will be restricted to researchers involved in the\nDYSCO collaboration.\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nThe dataset DYSCO-2018 was collected within the same DYSCO collaboration (collaboration between prof. Jan Wouters, prof.Pol\nGhesquière en prof.Maaike Vandermosten). This resulted in the publications listed below. However, the dataset was never made\npublicly available. \nVanderauwera et al. Early dynamics of white matter deficits in children developing dyslexia. Dev Cogn Neurosci 27, 69–77 (2017).\nBlockmans et al. Role of Family Risk and of Pre-Reading Auditory and Neurostructural Measures in Predicting Reading Outcome.\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n1 of 7\nNeurobiology of Language 4, 474–500 (2023).\nEconomou et al. Investigating the impact of early literacy training on white matter structure in prereaders at risk for dyslexia.\nCereb Cortex 32, 4684–4697 (2022).\nVandermosten et al. A DTI tractography study in pre-readers at risk for dyslexia. Dev Cogn Neurosci 14, 8–15 (2015). \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nThis project relies on data collected in children, a vulnerable participant population. An ethical approval for collecting new data is\npending. \nExisting dataset (DYSCO-2018): ethical approval was obtained when collecting the dataset ((S55139 and\nS54415)\nDYSCO-HONEY dataset: ethical approval is under review (S70080)\nThe one of the largest issues is protection of the child's identity. We will take all necessary measures to make sure no direct\nidentification is possible from the data, i.e., no files with identity details will be stored in the overall dataset, the files with identify\ndetails will be stored in a separate folder on KU Leuven maintained storage, with limited access only accessible for the\nresearchers involved in the data collection.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nYes, \nG-2025-9003\n. \nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n2 of 7\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nWe will implement two key steps to enhance the readability of the datasets and the reproducibility of the results:\n1\n. \nImplementing the BIDS Format:\nImplementing the BIDS Format:\n The BIDS (Brain Imaging Data Structure) format will be used to organize the data, which\ninvolves incorporating additional metadata files. This structure will improve both the readability and reproducibility of the\ndataset, as well as the derived results. Metadata will be added whenever available.\n2\n. \nCode Maintenance Using GIT (GitLab):\nCode Maintenance Using GIT (GitLab):\n GitLab will be utilized for managing and versioning the code. It will also serve as a\nbackup for all scripts and code necessary to generate intermediate results, ensuring that the entire process is reproducible\nand well-documented.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nThe BIDS data structure incorporates additional metadata files to improve the readability and reproducibility of the dataset.\nThese metadata will be included whenever available. BIDS is a standardized format that ensures proper documentation of data\nwith sufficient metadata for easy readability.\nAt ExpORL, we use a customized variation of the BIDS structure to support additional file types. However, this custom variation\nstill maintains the mandatory metadata requirements of the standard BIDS format.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nDYSCO-2018 Dataset:\nDYSCO-2018 Dataset:\n Currently stored at GBW-0101_DYSCO_Projects2020.\nDYSCO Dataset Storage and Management:\nDYSCO Dataset Storage and Management:\nThe source data for the DYSCO dataset will be stored on KU Leuven-managed drives. During data collection, the data will initially\nreside on the L-drive, allowing researchers to make updates and modifications as needed. Once the data is converted to the BIDS\nformat, it will be moved to the K-drive, where it will be locked in its final, unmodifiable form.\nResearchers will aim to reformat the data to BIDS standards as soon as possible after collecting data from each participant, with\nthe formatted data subsequently transferred to the K-drive for archival. The BIDS-compliant dataset on the L-drive will also\ncontain a \"derivatives\" folder, where ongoing analyses and intermediate results are stored. Once a study is completed and\nformatted for publication, the study’s code, processing results, and final outputs will also be moved to the derivatives folder on\nthe K-drive. This ensures that all associated data, intermediate findings, and results that lead to the study's conclusions are\nproperly archived.\nImaging Modality Storage:\nImaging Modality Storage:\nEach imaging modality (behavioral data, EEG, and MRI) is backed up on a 4TB encrypted hard drive. These drives act as an\nintermediary to transfer the collected data from the stimulation/recording PC to the L-drive, ensuring redundancy. Each modality's\ndrive contains a copy of the corresponding data on the L-drive.\nData Analysis:\nData Analysis:\nDuring analysis, data is temporarily stored on the researcher’s encrypted hard drive. This is necessary due to the large file sizes,\nas reading from the network drives would cause significant delays in processing. It is important to note that only\npseudoanonymised data is stored on the researcher’s local hard drive, ensuring that no identifiable participant information is\npresent.\nHow will the data be backed up?\nHow will the data be backed up?\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n3 of 7\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe collected DYSCO data is stored and backed up in three different locations:\n1\n. \nL-drive\nL-drive\n: During ongoing data collection, the data is stored on the L-drive. This drive is regularly backed up according to KU\nLeuven’s backup strategies.\n2\n. \nK-drive\nK-drive\n: Once the collected data is transformed into the BIDS format, it is transferred to the K-drive. Researchers are\nencouraged to upload each participant’s data to the K-drive as soon as possible after collection. The K-drive is also backed\nup in accordance with KU Leuven’s backup protocols.\n3\n. \nImaging-Specific Hard Drive\nImaging-Specific Hard Drive\n: For each imaging modality, the data is first stored on a dedicated encrypted hard drive before\nbeing transferred to the L-drive. This imaging-specific hard drive serves as an intermediate storage solution.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nThe size of the required partitions on both the \nL-drive\nL-drive\n and \nK-drive\nK-drive\n will be incrementally increased to accommodate the growing\ndataset over time.\nAdditionally, the \nimaging-specific hard drives\nimaging-specific hard drives\n are purchased and encrypted prior to the start of data collection. These drives\nensure secure, storage for each imaging modality before the data is transferred to the L and K-drive.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe data on the external hard drives is protected through encryption, ensuring that access is restricted. The encryption is\npassword-protected, allowing only the designated researchers to access their personal hard drives. For the imaging-specific hard\ndrives, access is limited to researchers involved in the DYSCO collaboration.\nOn the \nL-drive\nL-drive\n, permission settings are configured so that files can be modified by researchers involved in the DYSCO\ncollaboration. Once data is moved to the \nK-drive\nK-drive\n, files are locked and cannot be modified.\nThe research scripts are securely backed up through \nGitLab\nGitLab\n, which is accessible to all team members and principal investigators\n(PIs), but restricted from unauthorized individuals.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nExpected Costs for data storage and backup during the research project:\n1\n. \nL-drive\nL-drive\n:\n€475.70 per year x 4 years = \n€1 902.80\n€1 902.80\n (for 5 TB)\n2\n. \nK-drive\nK-drive\n:\nFor the first 2 years: €4.76 per 100 GB per year x 35 x 2 year = €333.2 (for 3.5 TB)\nFor the following 2 years: €4.76 per 100 GB per year x 70 x 2 year= €666.4 (for 4 TB)\nTotal for K-drive\nTotal for K-drive\n: €999.6\n3\n. \nTotal Storage Cost on KUL Maintained Drives\nTotal Storage Cost on KUL Maintained Drives\n:\n€2 902.4\n€2 902.4\n, which will be covered by the C1 bench fee.\n4\n. \nImaging-Specific Hard Drives\nImaging-Specific Hard Drives\n:\nThe imaging-specific hard drives, purchased for \n€722.99\n€722.99\n, were acquired using the personal FWO bench fee allocated to\nMarlies Gillis.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n4 of 7\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\n All data will be preserved for 10 years according to KU Leuven RDM policy.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nThe data will be stored for a longer period using the K-drive. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nExpected Cost of Data Preservation: 10 years x €4.76 per 100 GB per year x 70 = \n€3 332\n€3 332\n (for 7 TB)\nThese costs will be covered by grant attributed to prof. Maaike Vandermosten (who is responsible for data preservation). \nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as open data\nThe decisions regarding data collection for the DYSCO-HONEY dataset are made with the intention of eventually making the\ndataset publicly available after the completion of the longitudinal study. However, the specific details regarding the practicalities\nof data sharing have not yet been agreed upon among the PIs overseeing the project. It is important to note that any data that\ncould potentially identify participants will not be shared.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nNA\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nIf the DYSCO-HONEY dataset is published at the end of the longitudinal study, only pseudonymized data will be shared to ensure\nthe protection of participants' identities.. The key of this pseudonymization will only be available to the PI after finalization of the\nproject. \nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n5 of 7\nOther (specify below)\nNot determined yet. \nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nSpecific date (specify below)\nIf the data of the DYSCO-HONEY dataset will be made available, this will be after finalization of the longitudinal study (i.e., 2028). \nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nNot discussed yet. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \n​​Yes, a PID will be added upon deposit in a data repository\nIf the data of the DYSCO-HONEY dataset will be made available, we intend to publish this dataset and therefore this will also\nobtain a DOI number. \nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nNot discussed yet. \nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nEach researcher is responsible for creating the proper metadata to their collected data. However, overall for the final dataset,\nMarlies Gillis, is responsible to ensure all the collected data is correctly combined in one BIDS dataset of the DYSCO-HONEY\nproject. \nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nOverall for the final dataset, Marlies Gillis, is responsible to ensure all the collected data is correctly combined in one BIDS\ndataset of the DYSCO-HONEY project. This dataset will be stored on KU Leuven maintained drives which are automatically\nbacked up. \nMaaike Vandermosten is responsible for availability of the data storage during and after the project. \nThe scripts to generate the results are saved through GitLab and maintained in a specific repository managed by a subset of\nresearchers involved in the project. A code respository will be created for each data type (behavioural processing, EEG processing\nand MRI processing). \nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n6 of 7\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nMaaike Vandermosten is responsible for ensuring the availability of data storage during and after the project, as well as for\noverseeing the sharing of the data if it is made publicly available.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nMarlies Gillis will be responsible for updating and implementing the DMP. \nCreated using DMPonline.be. Last modiﬁed 26 February 2025\n7 of 7"
    },
    "clean_full_text": "HONEY project: Heterogeneity and Oscillome in Naturalistic Environments in Young Children HONEY project: Heterogeneity and Oscillome in Naturalistic Environments in Young Children Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume DYSCO- HONEY We plan to collect a dataset, collecting neural data (EEG and MRI), speech recordings and behavioural data as part of a longitudinal study that will follow preschool children across development. A more extensive description is added below. New New D (digital) & P (physical) A A udiovisual S S ound N N umerical T T extual .pdf . apr .txt .csv .pdf EEG: .bdf MRI: .bval, .bvec, .par, .rec, .xml, .json, .nii ~ 7 TB Physical data (e.g. outcomes from paper pencil tests). This data does not contain participant information and will be stored in closed cabinets (10th floor ON2, ExpORL). DYSCO 2018 We plan to reuse a dataset, collected in a previous longitudinal study which consist of structural MRI scans of 330 prereading children. Reuse D (digital) N N umerical T T extual .pdf . apr .txt .csv .pdf MRI: .bval, .bvec, .par, .rec, .xml, .json, .nii ~ 1.5 TB Important Note: Important Note: During data collection, the physical outcomes generated from paper-and-pencil tasks will be stored in different locations depending on the scientist managing the behavioral task (either Ortho or ExpORL). Once data collection is complete and the behavioral results have been cleaned (after each time point in the longitudinal study), the physical data will be securely transferred to a locked cabinet on the 10th floor of ExpORL. Access to this cabinet will be restricted to researchers involved in the DYSCO collaboration. If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: The dataset DYSCO-2018 was collected within the same DYSCO collaboration (collaboration between prof. Jan Wouters, prof.Pol Ghesquière en prof.Maaike Vandermosten). This resulted in the publications listed below. However, the dataset was never made publicly available. Vanderauwera et al. Early dynamics of white matter deficits in children developing dyslexia. Dev Cogn Neurosci 27, 69–77 (2017). Blockmans et al. Role of Family Risk and of Pre-Reading Auditory and Neurostructural Measures in Predicting Reading Outcome. Created using DMPonline.be. Last modiﬁed 26 February 2025 1 of 7 Neurobiology of Language 4, 474–500 (2023). Economou et al. Investigating the impact of early literacy training on white matter structure in prereaders at risk for dyslexia. Cereb Cortex 32, 4684–4697 (2022). Vandermosten et al. A DTI tractography study in pre-readers at risk for dyslexia. Dev Cogn Neurosci 14, 8–15 (2015). Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) This project relies on data collected in children, a vulnerable participant population. An ethical approval for collecting new data is pending. Existing dataset (DYSCO-2018): ethical approval was obtained when collecting the dataset ((S55139 and S54415) DYSCO-HONEY dataset: ethical approval is under review (S70080) The one of the largest issues is protection of the child's identity. We will take all necessary measures to make sure no direct identification is possible from the data, i.e., no files with identity details will be stored in the overall dataset, the files with identify details will be stored in a separate folder on KU Leuven maintained storage, with limited access only accessible for the researchers involved in the data collection. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Yes, G-2025-9003 . Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data Created using DMPonline.be. Last modiﬁed 26 February 2025 2 of 7 understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). We will implement two key steps to enhance the readability of the datasets and the reproducibility of the results: 1 . Implementing the BIDS Format: Implementing the BIDS Format: The BIDS (Brain Imaging Data Structure) format will be used to organize the data, which involves incorporating additional metadata files. This structure will improve both the readability and reproducibility of the dataset, as well as the derived results. Metadata will be added whenever available. 2 . Code Maintenance Using GIT (GitLab): Code Maintenance Using GIT (GitLab): GitLab will be utilized for managing and versioning the code. It will also serve as a backup for all scripts and code necessary to generate intermediate results, ensuring that the entire process is reproducible and well-documented. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes The BIDS data structure incorporates additional metadata files to improve the readability and reproducibility of the dataset. These metadata will be included whenever available. BIDS is a standardized format that ensures proper documentation of data with sufficient metadata for easy readability. At ExpORL, we use a customized variation of the BIDS structure to support additional file types. However, this custom variation still maintains the mandatory metadata requirements of the standard BIDS format. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) DYSCO-2018 Dataset: DYSCO-2018 Dataset: Currently stored at GBW-0101_DYSCO_Projects2020. DYSCO Dataset Storage and Management: DYSCO Dataset Storage and Management: The source data for the DYSCO dataset will be stored on KU Leuven-managed drives. During data collection, the data will initially reside on the L-drive, allowing researchers to make updates and modifications as needed. Once the data is converted to the BIDS format, it will be moved to the K-drive, where it will be locked in its final, unmodifiable form. Researchers will aim to reformat the data to BIDS standards as soon as possible after collecting data from each participant, with the formatted data subsequently transferred to the K-drive for archival. The BIDS-compliant dataset on the L-drive will also contain a \"derivatives\" folder, where ongoing analyses and intermediate results are stored. Once a study is completed and formatted for publication, the study’s code, processing results, and final outputs will also be moved to the derivatives folder on the K-drive. This ensures that all associated data, intermediate findings, and results that lead to the study's conclusions are properly archived. Imaging Modality Storage: Imaging Modality Storage: Each imaging modality (behavioral data, EEG, and MRI) is backed up on a 4TB encrypted hard drive. These drives act as an intermediary to transfer the collected data from the stimulation/recording PC to the L-drive, ensuring redundancy. Each modality's drive contains a copy of the corresponding data on the L-drive. Data Analysis: Data Analysis: During analysis, data is temporarily stored on the researcher’s encrypted hard drive. This is necessary due to the large file sizes, as reading from the network drives would cause significant delays in processing. It is important to note that only pseudoanonymised data is stored on the researcher’s local hard drive, ensuring that no identifiable participant information is present. How will the data be backed up? How will the data be backed up? Created using DMPonline.be. Last modiﬁed 26 February 2025 3 of 7 Standard back-up provided by KU Leuven ICTS for my storage solution The collected DYSCO data is stored and backed up in three different locations: 1 . L-drive L-drive : During ongoing data collection, the data is stored on the L-drive. This drive is regularly backed up according to KU Leuven’s backup strategies. 2 . K-drive K-drive : Once the collected data is transformed into the BIDS format, it is transferred to the K-drive. Researchers are encouraged to upload each participant’s data to the K-drive as soon as possible after collection. The K-drive is also backed up in accordance with KU Leuven’s backup protocols. 3 . Imaging-Specific Hard Drive Imaging-Specific Hard Drive : For each imaging modality, the data is first stored on a dedicated encrypted hard drive before being transferred to the L-drive. This imaging-specific hard drive serves as an intermediate storage solution. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes The size of the required partitions on both the L-drive L-drive and K-drive K-drive will be incrementally increased to accommodate the growing dataset over time. Additionally, the imaging-specific hard drives imaging-specific hard drives are purchased and encrypted prior to the start of data collection. These drives ensure secure, storage for each imaging modality before the data is transferred to the L and K-drive. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data on the external hard drives is protected through encryption, ensuring that access is restricted. The encryption is password-protected, allowing only the designated researchers to access their personal hard drives. For the imaging-specific hard drives, access is limited to researchers involved in the DYSCO collaboration. On the L-drive L-drive , permission settings are configured so that files can be modified by researchers involved in the DYSCO collaboration. Once data is moved to the K-drive K-drive , files are locked and cannot be modified. The research scripts are securely backed up through GitLab GitLab , which is accessible to all team members and principal investigators (PIs), but restricted from unauthorized individuals. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Expected Costs for data storage and backup during the research project: 1 . L-drive L-drive : €475.70 per year x 4 years = €1 902.80 €1 902.80 (for 5 TB) 2 . K-drive K-drive : For the first 2 years: €4.76 per 100 GB per year x 35 x 2 year = €333.2 (for 3.5 TB) For the following 2 years: €4.76 per 100 GB per year x 70 x 2 year= €666.4 (for 4 TB) Total for K-drive Total for K-drive : €999.6 3 . Total Storage Cost on KUL Maintained Drives Total Storage Cost on KUL Maintained Drives : €2 902.4 €2 902.4 , which will be covered by the C1 bench fee. 4 . Imaging-Specific Hard Drives Imaging-Specific Hard Drives : The imaging-specific hard drives, purchased for €722.99 €722.99 , were acquired using the personal FWO bench fee allocated to Marlies Gillis. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? Created using DMPonline.be. Last modiﬁed 26 February 2025 4 of 7 In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy All data will be preserved for 10 years according to KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) The data will be stored for a longer period using the K-drive. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Expected Cost of Data Preservation: 10 years x €4.76 per 100 GB per year x 70 = €3 332 €3 332 (for 7 TB) These costs will be covered by grant attributed to prof. Maaike Vandermosten (who is responsible for data preservation). Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as open data The decisions regarding data collection for the DYSCO-HONEY dataset are made with the intention of eventually making the dataset publicly available after the completion of the longitudinal study. However, the specific details regarding the practicalities of data sharing have not yet been agreed upon among the PIs overseeing the project. It is important to note that any data that could potentially identify participants will not be shared. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. NA Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects If the DYSCO-HONEY dataset is published at the end of the longitudinal study, only pseudonymized data will be shared to ensure the protection of participants' identities.. The key of this pseudonymization will only be available to the PI after finalization of the project. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Created using DMPonline.be. Last modiﬁed 26 February 2025 5 of 7 Other (specify below) Not determined yet. When will the data be made available? When will the data be made available? Upon publication of research results Specific date (specify below) If the data of the DYSCO-HONEY dataset will be made available, this will be after finalization of the longitudinal study (i.e., 2028). Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) Not discussed yet. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. ​​Yes, a PID will be added upon deposit in a data repository If the data of the DYSCO-HONEY dataset will be made available, we intend to publish this dataset and therefore this will also obtain a DOI number. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Not discussed yet. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Each researcher is responsible for creating the proper metadata to their collected data. However, overall for the final dataset, Marlies Gillis, is responsible to ensure all the collected data is correctly combined in one BIDS dataset of the DYSCO-HONEY project. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Overall for the final dataset, Marlies Gillis, is responsible to ensure all the collected data is correctly combined in one BIDS dataset of the DYSCO-HONEY project. This dataset will be stored on KU Leuven maintained drives which are automatically backed up. Maaike Vandermosten is responsible for availability of the data storage during and after the project. The scripts to generate the results are saved through GitLab and maintained in a specific repository managed by a subset of researchers involved in the project. A code respository will be created for each data type (behavioural processing, EEG processing and MRI processing). Created using DMPonline.be. Last modiﬁed 26 February 2025 6 of 7 Who will manage data preservation and sharing? Who will manage data preservation and sharing? Maaike Vandermosten is responsible for ensuring the availability of data storage during and after the project, as well as for overseeing the sharing of the data if it is made publicly available. Who will update and implement this DMP? Who will update and implement this DMP? Marlies Gillis will be responsible for updating and implementing the DMP. Created using DMPonline.be. Last modiﬁed 26 February 2025 7 of 7"
}