{
    "document_id": "D-2021-1177",
    "LinkTitle": "D-2021-1177",
    "file_name": "D-2021-1177.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1177.pdf",
    "metadata": {
        "title": "D-2021-1177",
        "author": "Myriam Mertens",
        "num_pages": 15
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template   1 \n FWO DMP Template  \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed \nDMP no later than 6 months after the official  start date  of the project or fellowship. The DMP should not be submitted to FWO but to the \nresearch co -ordination office of the host institute; FWO may request the DMP in a random check.  \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first vers ion. The DMP is an element \nin the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start date and the \nfinal DMP may use this template.  \n \n \n1. General Information  \n \nName applicant  Elia Mico li \nFWO Project Number & Title  Application number: 1192822N  \nTitle: Specification and functional maturation of cortical long -range inhibitory neurons  \nAffiliation  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☐ Reuse existing data  \n2019-10-01 | FWO DMP Template   2 \n Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).  Identifying which genes drive neuronal progenitors to generate distinct neuronal cell types is the first step \nto understand brain circuit assembly. My lab found a transcription factor, POU3f2 , that is uniquely expressed \nin mature cortical long -range inhibi tory neurons, a cell type that plays crucial roles in sleep, motor \ncoordination, and reward. Developmentally, POU3f2  is also expressed in newly born long -range inhibitory \nneurons and progenitors that generate these cells. In my project, I will study how POU3f2  orchestrates the \nspecification and fate maintenance of this unique cell type. My host lab has generated two conditional \nmutant mouse lines that lack POU3f2  in either postmitotic long -range inhibitory neurons or their \nprogenitors, respectively. By char acterizing the developmental trajectories of long -range inhibitory neurons \nin these mouse models in vivo, I will determine how POU3f2  coordinates the specification and maturation \nof long -range inhibitory neurons in the mammalian neocortex.  \n \nUnless stated o therwise, t he following datasets  will be newly created by this  project .  \n \n1. Experimental data  \nDataset 1.1. – Digital images  \nThis dataset includes digital images obtained from widefield and confocal microscopy on the different cell \nand animal models  using fluorescently -labelled  antibodies  and endogenous fluorescent protein ; digital \nimages obtained from gel electrophoresis ; illustrations and figures derived from experimental data sets.  \n \nData formats:  \n-Digital images in raster formats: uncompressed TI FF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable \nDocument Format (.pdf), bitmap (.bmp),  camera serial interface (.csi)  .gif; \n-Digital images in vector formats: scalable vector graphics (.svg), Scalable Vector Graphics (.svg), Adobe \nIllustrato r (.ai);  \n-Text files describing digital images, illustrations and figures: Rich Text Format (.rtf), plain text data (Unicode, \n.txt), MS Word (.doc/.docx), eXtensible Mark -up Language (.xml), Adobe Portable Document Format (.pdf), \nLaTex (.tex) format;  \n-Imaging data are quantified and quantifications represented in quantitative tabular data: comma -\nseparated value files (.csv), tab -delimited file (.tab), delimited text (.txt), Digital  Audio Tape (.DAT), MS Excel \n(.xls/ .xlsx) . \n2019-10-01 | FWO DMP Template   3 \n  \nAn estimate d 100 GB of data will be stored every year . \n \n \nDataset 1. 2. – Vectors  \nBacterial vectors, mammalian expression vectors  and viral vectors will be used to generate molecular tools \nto mark different types of neurons in cell lines and animal models , and to alter the expression levels of key \ndevelopmental factors .  \n \nData formats:  \n- Biological samples: frozen DNA  plasmid  (-20° C), viral particles ( -80° C)  \n- Nucleotide sequences: raw sequence data trace (.ab1), text -based format (.fasta/.fa) and accompanying \nQUAL file (.qual), Genbank format (.gb/.gbk);  \n- Biologica l samples: frozen cell lines ( -200°C, liquid nitrogen), bacterial glycerol stocks  \n- Text files describing vectors and inserts: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word \n(.doc/.docx), eXtensible Mark -up Language (.xml), Adobe Portable Document Format (.pdf);  \n \nAn estimate d 30 MB of data will be stored every year . \n \nDataset 1 .3. – Single -cell RNA sequencing data  \nSingle cell RNA sequencing data will be generated from isolated cortical SST expressing cells at different \ndevelopmental stages and from neuronal progenitors.  \n \nData formats:  \n- Biological samples: isolated  cells (-80°C, 384 wp ).  \n- Digital data: flow cytometry data (.fcs), next generation sequencing raw data (fastaq.gz) , MS Word \n(.doc/.docx),), Adobe Portable Document Format (.pdf) , MS Excel (.xls/ .xlsx) ; \n \nAside from the physical storage for samples, an estimate d 20 G B of data will be stored every year . \n \n2019-10-01 | FWO DMP Template   4 \n  \nDataset 1. 4. – (Genetically modified ) organisms  and t issue samples  \nFrozen/fixed (brain) tissue sample from research animals linked to the project, including wild type and \ngenetically mutated animals. I will use different mouse lines to investigate the role of the transcription \nfactors POU3f2, I will include  SSTcre;POU3f2fl/fl;RCEfl/+ and Nkx2.1Cre;POU3f2fl/fl;RCEfl/+ . Brain tissue will \nbe collected at different  time points, including both embryonic and post -natal stages  for both mouse lines  \n \n \nThe experi ments planned in this project, have all been approved by the institutional Ethical Committee for \nAnimal Experimentation and designated as project P 006-2020 and P091 -2020  \n \nThe department has the obligatory accreditation of the authorized Belgian Ministry and is registered under \nlicense number LA1210579 . The animals are housed – according to the Belgian and European laws, \nguidelines and policies for animal experiments, housin g and care - in the Central Animal Facilities of the \nuniversity. Personnel of the Central Animal Facilities and laboratory staff have to be trained in handling \nanimals and must have the appropriate certificate in Laboratory Animal Science. These training m easures \nare according to the Belgian law of 13 September 2004, concerning the training of people that are involved \nin animal experimentation.  \n \nData formats:  \n- Biological samples : one hemisphere  or the entire brain  is fixed and stored at -20°C for \nimmunohistochemical analysis.  \n-Text files describing models (includ ing ethical approval documents)  and storage information : plain text data \n(Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark -up Language (.xml), Adobe Portable Document \nFormat (.pdf);  \n \nAside from the physical storage for samples, an estimate d 1 GB of data will be stored every year . \n \n \n3. Ethical and legal issues  \n \n2019-10-01 | FWO DMP Template   5 \n Will you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the reference once the privacy \nregister is in place in your host institution.  ☐ Yes \n☒ No \nIf yes:  \n- Privacy Registry Reference:  \n- Short description of the kind of personal data that will be used:  \n \nThis study will use only animals models and commonly used in vitro cell lines, no personal data are present.  \nAre there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).  ☒ Yes \n☐ No \nIf yes:  \n- Reference to ethical committee approval:  \n \nAnimal experiments are in accordance with the Belgian and European laws, guidelines and policies for \nanimal experimentation, housing and care (Belgian Royal Decree of 29 May 2013 and European Directive \n2010/63/EU on the protection of animals used for scie ntific purposes of 20 October 2010).  The experiments \nplanned in this project, have all been approved by the institutional Ethical Committee  of the KULeuven  for \nAnimal Experimentation and designated as project P 006-2020 and P091 -2020 . \n \n2019-10-01 | FWO DMP Template   6 \n Does your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted?  ☐ Yes \n☒ No \nIf yes, please comment : \n \nParticipants to the present project are committed to publish  research results to communicate them to peers \nand to a wide audience. Results will be published in accordance  with ethical guidelines set by the \nInternational Committee of Medical Journal Edit ors. Existing agreements  between VIB and KU Leuven do \nnot restrict publication of data. We do not exclude that the proposed work  could result in research data \nwith potential for tech transfer and valorization. VIB has a policy to actively  monitor research data for such \npotential. If there is substantial potential, the invention will be thoroughly  assessed, and in a number of \ncases the invention will be IP protected (mostly patent protection or copyright  protection). As such, the IP \nprotection does not withh old the research data from being made public. In the case a  decision is taken to \nfile a patent application, it will be planned so that publications are not delayed.  \nDo existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place?  ☐ Yes \n☒ No \nIf yes, please comment:  \n \n \n4. Documentation and metadata  \n \n2019-10-01 | FWO DMP Template   7 \n What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  Digital data will be stored on KU Leuven servers and will be made available together with the accompanying  \nmetadata at the latest at the  time of publication. The principle of preservation of data and t he minimum \npreservation term of 10  years after the end of the project will be applied without restriction to raw data as \nwell as processed data. No embargo will be foreseen unless imposed e.g . by pending publications, potential \nIP requirements or ongoing projects requiring confidential data. In those cases, datasets will be made \npublicly available as soon as the embargo date is reached.  \n \nAs detailed below , metadata will contain sufficient info rmation to support data interpretation and reuse, \nand will be conform to community norms. Whenever possible, datasets and the appropriate metadata will \nbe made publicly available through repositories that support FAIR data sharing. These repositories clear ly \ndescribe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public \nDomain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agreement \nwhen applicable). Interested parties will thereb y be allowed to access data directly, and they will give credit \nto the authors for the data used by citing the corresponding DOI.  In this regard, plasmids can be submitted \nto addgene  (https://www.addgene.org/depositing/start -deposit/ ). For data shared dire ctly by the PI, a \nmaterial transfer agreement (and a non -disclosure agreement if applicable) will be concluded with the \nbeneficiaries in order to clearly describe the types of reuse that are permitted.  \n \nDerived and compiled data  \nDataset 2.1 – Research docu mentation  \nResearch documentation generated or collected from online sources  (e.g. pubmed)  and from collaborators, \nincluding publications, tutorials, ethical approval documents, laboratory notes, protocols, animal husbandry \ndata.  \n \nData formats:  \n-Text files : plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark -up Language (.xml), Adobe \nPortable Document Format (.pdf);  \n \nAn estimated 100 MB of data will be stored every year.   \n \n2019-10-01 | FWO DMP Template   8 \n Dataset 2.2 – Manuscripts  \nIncludes text files, illustrations and figures derived and compiled from experimental data.  \n \nData formats:  \n- Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark -\nup Language (.xml), Adobe Portable Document Format (.pdf);  \n- Quantitative tabular data: comma -separated value files (.csv), tab -delimited file (.tab), delimited text \n(.txt), MS Excel (.xls/.xlsx);  \n- Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe \nPortable Document Format (.pdf),  camer a serial interface (.csi) , .gif;  \n- Digital images in vector formats: scalable vector graphics (.svg), encapsulated postscript (.eps), Scalable \nVector Graphics (.svg), Adobe Illustrator (.ai);  \n \n \nAn estimated 5 GB of data will be stored every year.   \n \n2019-10-01 | FWO DMP Template   9 \n Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☒ Yes \n☐ No \nIf yes, please specify : \n \nMetadata will be documented by  the research and technical staff at the time of data collection and analysis, \nby taking careful notes in the electronic laboratory notebook ( e.g. Benchling ) that refer to specific datasets.  \n \nWhile specific data types might require particular metadata, as a general rule the metadata will be based \non a generalized metadata schema, including the following elements:  \n• Title: free text  \n• Creator: Last name, first name, organization  \n• Date and time reference  \n• Subject: Choice of keywords and classifications  \n• De scription: Text explaining the content of the data set and other contextual information needed for the \ncorrect interpretation of the data, the software(s) (including version number) used to produce and to read \nthe data, the purpose of the experiment, etc.  \n• Format: Details of the file format,  \n• Resource Type: data set, image, etc.  \n• Identifier: DOI (when applicable)  \n• Access rights: closed access, embargoed access, restricted access, open access.  \n \n \n \n5. Data storage & backup during the FWO project  \n \nWhere will the data be stored?  As a rule, d igital data will be stored on KU Leuven servers .  \n \nAll data generated during the project will be stored on KU Leuven servers or, for larger datasets, on The \nFlemish Supercomputer Centre (VSC) in the staging area,  at first. Upon publication, all data supporting a \nmanuscript will be made publicly available via open access repositories . \n2019-10-01 | FWO DMP Template   10 \n How will the data be backed up?  The operating system of the  KULeuven  vault is maintained on a monthly basis, including the applica tion of \nupgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound \nby the ICT code of conduct for staff) have administrator/root rights. Stored data is backed up using snapshot \ntechnology, where all incrementa l changes in respect of the previous version are kept online. As standard, \n10% of the requested storage is reserved for backups using the following backup regime: an hourly backup \n(at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a dai ly backup (every day) at midnight, \nthe last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, \nthe last 2 of which are kept. A security service monitors the technical installations continuously, even outside \nwork ing hours.  \n \nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \n☐ No \nIf no, please specify :  \n \nWe g ive preference to the use of robust, managed storage with automatic backup. Options include central \nstorage facilities of the research unit, the group or KU Leuven, or a clo ud service offered by KU Leuven, all \nof which have sufficient storage & backup capacity during the project .  \n \n2019-10-01 | FWO DMP Template   11 \n What are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  It is the intention to minimize data sharing costs by implementing standard procedures e.g. for metadata \ncollection and file storage and organization from the start of the project, and by using free -to-use data \nrepositories and dissemination facilities whenever possible. Unless mentioned otherwise, data \nmanagement costs w ill be covered by the laboratory budget.  \n \nAll digital files  \nDigital files will be stored on KU Leuven servers:  \n- the “L -drive” costs 173,78€/TB/Year. This server is an easily scalable system, built from General Parallel \nFile System (GPFS) cluster with NetApp e -series storage systems, and a CTDB samba cluster in the front -\nend. Stored data is backed up daily using snapshot technology, where all incremental changes in respect \nof the previous version are kept online; the last 14 backups are kept.  \n- The “J -drive” costs 519€/TB/Year. This server is based on a cluster of NetApp FAS8040 control lers with \nan Ontap 9.1P9 operating system. Stored data is backed up using snapshot technology where all \nincremental changes in respect of the previous version are kept onli ne. Backups are performed hourly, \ndaily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the \nlast 6 backups are kept.  \nBoth servers are accessible only by laboratory members, and are mirrored in the second ICTS dat acenter for \nbusiness continuity and disaster recovery so that a copy of the data can be recovered within an hour.  We \nwill use free -to-use repositories to share digital files, so that there will be no additional cost required to \nmake the data open access.  \n \nVectors  \nAll published vectors and the associated sequences will be sent to the non -profit plasmid repository \nAddgene, which will take care of vector storage and shipping upon request. The associated costs are thus \nminimal (only shipment costs). All other vectors generated during the project will be shared with researchers \nupon request (handling by the technical staff of the laboratory, shipping costs supported by the receiver).  \nManagement of the vector collection is under the responsibility of the PI and t he lab manager. Long -term \npreservation of this collection is of extremely high value for the laboratory, and as a general rule the vect or \nwill be preserved  under the form of purified DNA (in -20°C freezer). These will be stored for the remainder \nof the PI’ s research career.  \n2019-10-01 | FWO DMP Template   12 \n  \nGenetically modified organisms  \nMaintaining a mouse colony alive costs about 2000  euro per year (for 6 cages), excluding the costs of \ngenotyping  and plug requests . When no experiment is planned with a particular mouse strain, and in \ncom pliance with the 3R’s rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to safeguard \nthe strain, prevent genetic drift, loss of transgene and potential infections or breeding problems.  \n \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Animal administrative, husbandry and animal welfare data are sensitive data and are stored in the LAIS \ndatabase according to security procedure of KU Leuven.  \n \n \n \n6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and \ncontractual agree ments allow.  \n \nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for  this \n(legal or contractual restrictions, physical \npreservation issues, ...).  The data w ill be stored for a minimum of 10  years, i.e. at least 5  years after the end of the project. After this \nperiod, the PI will regularly evaluate whether retention of the data is still necessary and, if applicable, delete \ndata.  \nWhere will these data be archived (= stored for \nthe long term)?  Any data set will be archived and stored using the available storage system offered by KU Leuven (“L”/”J” \ndrive . \n \nUpon publication, all omics data supporting a manuscript will be made publicly available  (and archived)  via \nopen access repositories . \n \n2019-10-01 | FWO DMP Template   13 \n What are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Similarly to the data management costs  during the project, d ata pre servation after the end of the FWO \nproject will be covered by the laboratory budget.  \n \n7. Data sharing and reuse  \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☐ Yes \n☒ No \nIf yes, please specify:  \n \n \nWhich data will be made available after the end \nof the project?  Participants to the present project are committed to publish research results to communicate them to peers \nand to a wid e audience. Whenever possible , data will be made available  via existing platforms that support \nFAIR data sharing (www.fairsharing.org). This includes the  DNAtraffic  platform for the DNA dataset . All \nvectors will be made publicly available via Addgene.  \n \nAs detailed above, metadata will contain sufficient information to support data interpretation and reuse, \nand will be conform to community norms. Whenever possible, datasets and the appropriate metadata will \nbe made publicly available through repositories th at support FAIR data sharing. These repositories clearly \ndescribe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public \nDomain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agre ement \nwhen applicable). Interested parties will thereby be allowed to access data directly, and they will give credit \nto the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a \nmaterial transfer agreement (and a  non-disclosure agreement if applicable) will be concluded with the \nbeneficiaries in order to clearly describe the types of reuse that are permitted.  \n \n2019-10-01 | FWO DMP Template   14 \n Where/how will the data be made available for \nreuse?  ☒ In an Open Access repository  \n☐ In a restrict ed access repository  \n☒ Upon request by mail  \n☐ Other (specify):  \n \nWhen will the data be made available?  No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements or \nongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon \nas the embargo date is reached.  \nWho will be able to access the data and under \nwhat conditions?  As detailed above, metadata will contain sufficient information to support data interpretation  and reuse, \nand will be conform to community norms. Whenever possible, datasets and the appropriate metadata will \nbe made publicly available through repositories that support FAIR data sharing. These repositories clearly \ndescribe their conditions of use (t ypically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public \nDomain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agreement \nwhen applicable). Interested parties will thereby be allowed to access data directly, and they will give credit \nto the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a \nmaterial transfer agreement (and a non -disclosure agreement if applicable) will be concluded with the \nbeneficiaries in order t o clearly describe the types of reuse that are permitted.  \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for par t of the allocated \nproject budget  to be used to cover the cost incurred.  It is the intention to minimize data sharing costs by implementing standard procedures e.g. for metadata \ncollection and file storage and organization from the start of the project, and by using free -to-use data \nrepositories and dissemination facilities whenever possible.  \n \n \n \n8. Responsibilities  \n \n2019-10-01 | FWO DMP Template   15 \n Who will be responsible for the data \ndocumentation & metadata?  The research and technical staff will generate, collect, process, analyse and store the data listed above , as \ndetailed in the project description. All staff members are committed to conduct high quality research. In \nparticular, standard protocols will be f ollowed to collect data, if needed after appropriate training. Data and \nmethods used will be regularly discussed during team and lab meetings to ensure a high level of confidence \nin the data generated.  \nWho will be responsible for data storage & back \nup du ring the project?  Regarding data security, transfer of sensitive data will be performed according to the best practices for \n“Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is \nmaintained on a monthly basis, including the application of upgrades and security patches. The server in the \nvault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have \nadministrator/root rights. Stored data is backed up using snapshot technology,  where all incremental \nchanges in respect of the previous version are kept online. As standard, 10% of the requested storage is \nreserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 \np.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and \na weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. A \nsecurity service monitors the technical installations continuous ly, even outside working hours.  \nWho will be responsible for ensuring data \npreservation and sharing?  The PI is responsible for data management. Access to the digital vault is possible only through using a KU \nLeuven user -id and password, and user rights on ly grant access to the data in their own vault.  \nWho bears the end responsibility for updating & \nimplementing this DMP?  \n \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMP  The PI bears the overall responsibility  for updating & implementing this DMP.  \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The F WO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first vers ion. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Elia Mico li FWO Project Number & Title Application number: 1192822N Title: Specification and functional maturation of cortical long -range inhibitory neurons Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Identifying which genes drive neuronal progenitors to generate distinct neuronal cell types is the first step to understand brain circuit assembly. My lab found a transcription factor, POU3f2 , that is uniquely expressed in mature cortical long -range inhibi tory neurons, a cell type that plays crucial roles in sleep, motor coordination, and reward. Developmentally, POU3f2 is also expressed in newly born long -range inhibitory neurons and progenitors that generate these cells. In my project, I will study how POU3f2 orchestrates the specification and fate maintenance of this unique cell type. My host lab has generated two conditional mutant mouse lines that lack POU3f2 in either postmitotic long -range inhibitory neurons or their progenitors, respectively. By char acterizing the developmental trajectories of long -range inhibitory neurons in these mouse models in vivo, I will determine how POU3f2 coordinates the specification and maturation of long -range inhibitory neurons in the mammalian neocortex. Unless stated o therwise, t he following datasets will be newly created by this project . 1. Experimental data Dataset 1.1. – Digital images This dataset includes digital images obtained from widefield and confocal microscopy on the different cell and animal models using fluorescently -labelled antibodies and endogenous fluorescent protein ; digital images obtained from gel electrophoresis ; illustrations and figures derived from experimental data sets. Data formats: -Digital images in raster formats: uncompressed TI FF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable Document Format (.pdf), bitmap (.bmp), camera serial interface (.csi) .gif; -Digital images in vector formats: scalable vector graphics (.svg), Scalable Vector Graphics (.svg), Adobe Illustrato r (.ai); -Text files describing digital images, illustrations and figures: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark -up Language (.xml), Adobe Portable Document Format (.pdf), LaTex (.tex) format; -Imaging data are quantified and quantifications represented in quantitative tabular data: comma - separated value files (.csv), tab -delimited file (.tab), delimited text (.txt), Digital Audio Tape (.DAT), MS Excel (.xls/ .xlsx) . 2019-10-01 | FWO DMP Template 3 An estimate d 100 GB of data will be stored every year . Dataset 1. 2. – Vectors Bacterial vectors, mammalian expression vectors and viral vectors will be used to generate molecular tools to mark different types of neurons in cell lines and animal models , and to alter the expression levels of key developmental factors . Data formats: - Biological samples: frozen DNA plasmid (-20° C), viral particles ( -80° C) - Nucleotide sequences: raw sequence data trace (.ab1), text -based format (.fasta/.fa) and accompanying QUAL file (.qual), Genbank format (.gb/.gbk); - Biologica l samples: frozen cell lines ( -200°C, liquid nitrogen), bacterial glycerol stocks - Text files describing vectors and inserts: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark -up Language (.xml), Adobe Portable Document Format (.pdf); An estimate d 30 MB of data will be stored every year . Dataset 1 .3. – Single -cell RNA sequencing data Single cell RNA sequencing data will be generated from isolated cortical SST expressing cells at different developmental stages and from neuronal progenitors. Data formats: - Biological samples: isolated cells (-80°C, 384 wp ). - Digital data: flow cytometry data (.fcs), next generation sequencing raw data (fastaq.gz) , MS Word (.doc/.docx),), Adobe Portable Document Format (.pdf) , MS Excel (.xls/ .xlsx) ; Aside from the physical storage for samples, an estimate d 20 G B of data will be stored every year . 2019-10-01 | FWO DMP Template 4 Dataset 1. 4. – (Genetically modified ) organisms and t issue samples Frozen/fixed (brain) tissue sample from research animals linked to the project, including wild type and genetically mutated animals. I will use different mouse lines to investigate the role of the transcription factors POU3f2, I will include SSTcre;POU3f2fl/fl;RCEfl/+ and Nkx2.1Cre;POU3f2fl/fl;RCEfl/+ . Brain tissue will be collected at different time points, including both embryonic and post -natal stages for both mouse lines The experi ments planned in this project, have all been approved by the institutional Ethical Committee for Animal Experimentation and designated as project P 006-2020 and P091 -2020 The department has the obligatory accreditation of the authorized Belgian Ministry and is registered under license number LA1210579 . The animals are housed – according to the Belgian and European laws, guidelines and policies for animal experiments, housin g and care - in the Central Animal Facilities of the university. Personnel of the Central Animal Facilities and laboratory staff have to be trained in handling animals and must have the appropriate certificate in Laboratory Animal Science. These training m easures are according to the Belgian law of 13 September 2004, concerning the training of people that are involved in animal experimentation. Data formats: - Biological samples : one hemisphere or the entire brain is fixed and stored at -20°C for immunohistochemical analysis. -Text files describing models (includ ing ethical approval documents) and storage information : plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark -up Language (.xml), Adobe Portable Document Format (.pdf); Aside from the physical storage for samples, an estimate d 1 GB of data will be stored every year . 3. Ethical and legal issues 2019-10-01 | FWO DMP Template 5 Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☐ Yes ☒ No If yes: - Privacy Registry Reference: - Short description of the kind of personal data that will be used: This study will use only animals models and commonly used in vitro cell lines, no personal data are present. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). ☒ Yes ☐ No If yes: - Reference to ethical committee approval: Animal experiments are in accordance with the Belgian and European laws, guidelines and policies for animal experimentation, housing and care (Belgian Royal Decree of 29 May 2013 and European Directive 2010/63/EU on the protection of animals used for scie ntific purposes of 20 October 2010). The experiments planned in this project, have all been approved by the institutional Ethical Committee of the KULeuven for Animal Experimentation and designated as project P 006-2020 and P091 -2020 . 2019-10-01 | FWO DMP Template 6 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☐ Yes ☒ No If yes, please comment : Participants to the present project are committed to publish research results to communicate them to peers and to a wide audience. Results will be published in accordance with ethical guidelines set by the International Committee of Medical Journal Edit ors. Existing agreements between VIB and KU Leuven do not restrict publication of data. We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. VIB has a policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in a number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such, the IP protection does not withh old the research data from being made public. In the case a decision is taken to file a patent application, it will be planned so that publications are not delayed. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 4. Documentation and metadata 2019-10-01 | FWO DMP Template 7 What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Digital data will be stored on KU Leuven servers and will be made available together with the accompanying metadata at the latest at the time of publication. The principle of preservation of data and t he minimum preservation term of 10 years after the end of the project will be applied without restriction to raw data as well as processed data. No embargo will be foreseen unless imposed e.g . by pending publications, potential IP requirements or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. As detailed below , metadata will contain sufficient info rmation to support data interpretation and reuse, and will be conform to community norms. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. These repositories clear ly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereb y be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. In this regard, plasmids can be submitted to addgene (https://www.addgene.org/depositing/start -deposit/ ). For data shared dire ctly by the PI, a material transfer agreement (and a non -disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. Derived and compiled data Dataset 2.1 – Research docu mentation Research documentation generated or collected from online sources (e.g. pubmed) and from collaborators, including publications, tutorials, ethical approval documents, laboratory notes, protocols, animal husbandry data. Data formats: -Text files : plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark -up Language (.xml), Adobe Portable Document Format (.pdf); An estimated 100 MB of data will be stored every year. 2019-10-01 | FWO DMP Template 8 Dataset 2.2 – Manuscripts Includes text files, illustrations and figures derived and compiled from experimental data. Data formats: - Text files: Rich Text Format (.rtf), plain text data (Unicode, .txt), MS Word (.doc/.docx), eXtensible Mark - up Language (.xml), Adobe Portable Document Format (.pdf); - Quantitative tabular data: comma -separated value files (.csv), tab -delimited file (.tab), delimited text (.txt), MS Excel (.xls/.xlsx); - Digital images in raster formats: uncompressed TIFF (.tif/.tiff), JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable Document Format (.pdf), camer a serial interface (.csi) , .gif; - Digital images in vector formats: scalable vector graphics (.svg), encapsulated postscript (.eps), Scalable Vector Graphics (.svg), Adobe Illustrator (.ai); An estimated 5 GB of data will be stored every year. 2019-10-01 | FWO DMP Template 9 Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☒ Yes ☐ No If yes, please specify : Metadata will be documented by the research and technical staff at the time of data collection and analysis, by taking careful notes in the electronic laboratory notebook ( e.g. Benchling ) that refer to specific datasets. While specific data types might require particular metadata, as a general rule the metadata will be based on a generalized metadata schema, including the following elements: • Title: free text • Creator: Last name, first name, organization • Date and time reference • Subject: Choice of keywords and classifications • De scription: Text explaining the content of the data set and other contextual information needed for the correct interpretation of the data, the software(s) (including version number) used to produce and to read the data, the purpose of the experiment, etc. • Format: Details of the file format, • Resource Type: data set, image, etc. • Identifier: DOI (when applicable) • Access rights: closed access, embargoed access, restricted access, open access. 5. Data storage & backup during the FWO project Where will the data be stored? As a rule, d igital data will be stored on KU Leuven servers . All data generated during the project will be stored on KU Leuven servers or, for larger datasets, on The Flemish Supercomputer Centre (VSC) in the staging area, at first. Upon publication, all data supporting a manuscript will be made publicly available via open access repositories . 2019-10-01 | FWO DMP Template 10 How will the data be backed up? The operating system of the KULeuven vault is maintained on a monthly basis, including the applica tion of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. Stored data is backed up using snapshot technology, where all incrementa l changes in respect of the previous version are kept online. As standard, 10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a dai ly backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. A security service monitors the technical installations continuously, even outside work ing hours. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify : We g ive preference to the use of robust, managed storage with automatic backup. Options include central storage facilities of the research unit, the group or KU Leuven, or a clo ud service offered by KU Leuven, all of which have sufficient storage & backup capacity during the project . 2019-10-01 | FWO DMP Template 11 What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. It is the intention to minimize data sharing costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free -to-use data repositories and dissemination facilities whenever possible. Unless mentioned otherwise, data management costs w ill be covered by the laboratory budget. All digital files Digital files will be stored on KU Leuven servers: - the “L -drive” costs 173,78€/TB/Year. This server is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp e -series storage systems, and a CTDB samba cluster in the front - end. Stored data is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. - The “J -drive” costs 519€/TB/Year. This server is based on a cluster of NetApp FAS8040 control lers with an Ontap 9.1P9 operating system. Stored data is backed up using snapshot technology where all incremental changes in respect of the previous version are kept onli ne. Backups are performed hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. Both servers are accessible only by laboratory members, and are mirrored in the second ICTS dat acenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. We will use free -to-use repositories to share digital files, so that there will be no additional cost required to make the data open access. Vectors All published vectors and the associated sequences will be sent to the non -profit plasmid repository Addgene, which will take care of vector storage and shipping upon request. The associated costs are thus minimal (only shipment costs). All other vectors generated during the project will be shared with researchers upon request (handling by the technical staff of the laboratory, shipping costs supported by the receiver). Management of the vector collection is under the responsibility of the PI and t he lab manager. Long -term preservation of this collection is of extremely high value for the laboratory, and as a general rule the vect or will be preserved under the form of purified DNA (in -20°C freezer). These will be stored for the remainder of the PI’ s research career. 2019-10-01 | FWO DMP Template 12 Genetically modified organisms Maintaining a mouse colony alive costs about 2000 euro per year (for 6 cages), excluding the costs of genotyping and plug requests . When no experiment is planned with a particular mouse strain, and in com pliance with the 3R’s rule (https://www.nc3rs.org.uk), cryopreservation will thus be used to safeguard the strain, prevent genetic drift, loss of transgene and potential infections or breeding problems. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Animal administrative, husbandry and animal welfare data are sensitive data and are stored in the LAIS database according to security procedure of KU Leuven. 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the projec t, in as far as legal and contractual agree ments allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The data w ill be stored for a minimum of 10 years, i.e. at least 5 years after the end of the project. After this period, the PI will regularly evaluate whether retention of the data is still necessary and, if applicable, delete data. Where will these data be archived (= stored for the long term)? Any data set will be archived and stored using the available storage system offered by KU Leuven (“L”/”J” drive . Upon publication, all omics data supporting a manuscript will be made publicly available (and archived) via open access repositories . 2019-10-01 | FWO DMP Template 13 What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Similarly to the data management costs during the project, d ata pre servation after the end of the FWO project will be covered by the laboratory budget. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project? Participants to the present project are committed to publish research results to communicate them to peers and to a wid e audience. Whenever possible , data will be made available via existing platforms that support FAIR data sharing (www.fairsharing.org). This includes the DNAtraffic platform for the DNA dataset . All vectors will be made publicly available via Addgene. As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories th at support FAIR data sharing. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agre ement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. 2019-10-01 | FWO DMP Template 14 Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restrict ed access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? No embargo will be foreseen unless imposed e.g. by pending publications, potential IP requirements or ongoing projects requiring confidential data. In those cases, datasets will be made publicly available as soon as the embargo date is reached. Who will be able to access the data and under what conditions? As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. These repositories clearly describe their conditions of use (t ypically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non -disclosure agreement if applicable) will be concluded with the beneficiaries in order t o clearly describe the types of reuse that are permitted. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for par t of the allocated project budget to be used to cover the cost incurred. It is the intention to minimize data sharing costs by implementing standard procedures e.g. for metadata collection and file storage and organization from the start of the project, and by using free -to-use data repositories and dissemination facilities whenever possible. 8. Responsibilities 2019-10-01 | FWO DMP Template 15 Who will be responsible for the data documentation & metadata? The research and technical staff will generate, collect, process, analyse and store the data listed above , as detailed in the project description. All staff members are committed to conduct high quality research. In particular, standard protocols will be f ollowed to collect data, if needed after appropriate training. Data and methods used will be regularly discussed during team and lab meetings to ensure a high level of confidence in the data generated. Who will be responsible for data storage & back up du ring the project? Regarding data security, transfer of sensitive data will be performed according to the best practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. Stored data is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard, 10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. A security service monitors the technical installations continuous ly, even outside working hours. Who will be responsible for ensuring data preservation and sharing? The PI is responsible for data management. Access to the digital vault is possible only through using a KU Leuven user -id and password, and user rights on ly grant access to the data in their own vault. Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMP The PI bears the overall responsibility for updating & implementing this DMP."
}