{
    "document_id": "D-2024-3082",
    "LinkTitle": "D-2024-3082",
    "file_name": "D-2024-3082.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3082.pdf",
    "metadata": {
        "title": "The Gut-Immune-Brain axis: the key to understanding fatigue in inflammatory bowel disease?",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "The Gut-Immune-Brain axis: the key to understanding fatigue in inflammatory bowel disease?The Gut-Immune-Brain axis: the key to understanding fatigue in inflammatory bowel disease?\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data\n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data\nare newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension),\nare newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension),\nand an estimate of the upper limit of the volume of the data.\nand an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting data) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nSaliva\ncollected during MAST, n=8\nN\nN\nP\nP\n \n \n \n1000\naliquots\n(0.5-1\nmL)\nBiological samples\nWhole blood, serum, faecal\nN\nN\nP\nP\n \n \n \nWhole\nblood:\n75 (10\nmL)\nSerum:\n125 (8\nmL)\nStool:\n125 (1\nmat)\nRaw ECG\nHRV \nN\nN\nD\nD\nN\nN\n.txt\n<100GB\n \nStructural MRI,\nMRS, DW-MRI,\nQSM \nraw images\nN\nN\nD\nD\nI\nI\nDICOM\n<5TB\n \nPET\nraw images\nN\nN\nD\nD\nI\nI\nDICOM\n<100GB\n \nMRS, DW-MRI,\nQSM \nprocessed images\nN\nN\nD\nD\nI\nI\nNIfTI\n(.nii)\n>5TB\n \nPET\nprocessed images\nN\nN\nD\nD\nI\nI\nNIfTI\n(.nii)\n<1TB\n \nWearables (chest-\nand wristband\nraw data\nN\nN\nD\nD\nN\nN\n.txt\n<5TB\n \nESM (m-path)\nraw data\nN\nN\nD\nD\nN\nN\n.txt\n<1GB\n \nfood diary\nraw data\nN\nN\nD\nD\nN \nN \nREDCap\n<1GB\n \nNumerical data\nbiological sample values, processed wearable data,\nprocessed HRV, behavioral data, questionnaires \nN\nN\nD\nD\nN\nN\nREDCap\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nWe do not use existing data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific\ndatasets or data types when appropriate and provide the relevant ethical approval number.\ndatasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nCreated using DMPonline.be. Last modiﬁed 27 March 2025\n1 of 5\nS70441\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy\nregister number (G or S number).\nregister number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nPRET G-number: G-2025-9292\nPersonal data (as described above, as well as identifiable images of skull/face recorded during MRI scanning) will be collected in accordance with GDPR\nand KU Leuven guidelines. The reference to the file in KU Leuven's Record of Processing Activities will be provided when it is available.\nWe will collect the following: signed informed consent forms, contact information and account number (for reimbursement), a log file linking\nparticipants’ name to participant ID (password-protected), identifiable images of skull/face recorded during (PET)-MRI brain scanning. These data will\nbe considered as restricted throughout the entire project. This means that they will only be accessible to authorized individuals and stored (excl. informed\nconsent forms, see further) at restricted, encrypted, password-protected network drives managed by the KU Leuven ICT facility, bound by the KUL ICT\ncode of conduct. Offline copies of restricted data and the informed consent forms will be separately archived in a restricted-access and locked room.\nWe will collect the following: sensitive personal data, demographic data, health data, questionnaire data, and derived imaging and biological data (see\nabove). These data will be coded and thus pseudonymized, and stored on encrypted, password-protected KU Leuven restricted network, laptop, and/or\nbackup hard-drives managed by the KU Leuven ICT facility.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please\ncomment per dataset or data type where appropriate. \ncomment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in\nthe comment section to what data they relate and which restrictions will be asserted.\nthe comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n, for yourself\n, for yourself\nand others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt\nand others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt\nfiles, codebook.tsv etc. where this information is recorded). \nfiles, codebook.tsv etc. where this information is recorded). \nRaw data files will be kept in a common structure with individual data-files stored within participant sub-folders per experiment. Derived data will be\nstored within separate participant sub-folders and aggregated data will be stored under the experiment parent-folder.\nWe will extensively document study design and research procedures, including the settings of data collection, participant selection, equipment details and\nsettings, sampling methodology, specification of the raw data file names (which measures they refer to), information that describes the variable codes\n(referring to type and time of specific measurements) and used analyses methods, as well as any other information necessary for a secondary analysis to\nuse the data accurately and effectively.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nCreated using DMPonline.be. Last modiﬁed 27 March 2025\n2 of 5\nYes\nWhere possible, metadata standards will be used, or if unavailable, the experimental and data analysis metadata will be stored in a structured manner\nalongside our research data in .csv, .docx, .xslx or .txt files (e.g. “README” files for each distinct dataset), based on commonly used terminology in the\nrelevant fields. For the MRI and PET data, metadata are included in the BIDS file format.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nShared network drive (J-drive)\nManGO\nAdditionally, data will be stored in the REDCap data management system, KU Leuven Onedrive, LaBGAS server and IBD genemod.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nThe researchers each have a personal OneDrive with each 250G B capacity to store the data. The network drive at the level of the research group has 4\nTB of storage space as well as 3 TB on Mango, which both can be extended flexibly if needed. Storage for biological samples is guaranteed by dedicated\nfreezer space at a PI-owned freezer in the KU Leuven Biobank. \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll data will be managed, processed and stored on secure, password-protected and encrypted network drives managed by the KU Leuven ICT facility\nand in restricted-access. Access to the network drives is only possible for registered KUL personnel and the PI will determine access rights to dedicated\nproject folders. All personal laptops and external drives will be password-protected and encrypted. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nStorage on the central KU Leuven servers is 156,60 EUR/TB/year, with an estimated total data size of  4 TB. Mango is 70 EUR + 35 EUR/TB/year. This\nwill be paid from the study budget. The freezer to store the biological samples has already been purchased by the PI and is located in the biobank at no\nadditional cost. \nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nCreated using DMPonline.be. Last modiﬁed 27 March 2025\n3 of 5\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nShared network drive (J-drive)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nN/A\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nPseudonymized data can be shared within the research unit or shared upon request. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAccess to the data may be granted to other researchers upon submission of a well-defined research question and proof of ethical approval.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nCreated using DMPonline.be. Last modiﬁed 27 March 2025\n4 of 5\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \n​​\nYes, a PID will be added upon deposit in a data repository\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nN/A\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nData documentation and metadata will managed by the PhD students, postdoctoral researchers, administrative and technical staff, and (co-)PIs involved\nin this project in accordance with KU Leuven's Research Data Management (RDM) policy.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nPhD students, postdoctoral researchers, administrative and technical staff, and (co-)PIs involved in this project are responsible for data storage and\nbackup. All data will be securely managed, processed, and stored on KU Leuven ICT-managed network drives in accordance with KU Leuven's Research\nData Management (RDM) policy.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PIs involved in the research project are responsible for data preservation and sharing, ensuring that all data is retained for 10 years in accordance\nwith KU Leuven's Research Data Management (RDM) policy.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe PI (Bram Verstockt) bears the end responsibility of updating & implementing this DMP in accordance with KU Leuven's Research Data\nManagement (RDM) policy.\nCreated using DMPonline.be. Last modiﬁed 27 March 2025\n5 of 5"
    },
    "clean_full_text": "The Gut-Immune-Brain axis: the key to understanding fatigue in inflammatory bowel disease?The Gut-Immune-Brain axis: the key to understanding fatigue in inflammatory bowel disease? Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Saliva collected during MAST, n=8 N N P P 1000 aliquots (0.5-1 mL) Biological samples Whole blood, serum, faecal N N P P Whole blood: 75 (10 mL) Serum: 125 (8 mL) Stool: 125 (1 mat) Raw ECG HRV N N D D N N .txt <100GB Structural MRI, MRS, DW-MRI, QSM raw images N N D D I I DICOM <5TB PET raw images N N D D I I DICOM <100GB MRS, DW-MRI, QSM processed images N N D D I I NIfTI (.nii) >5TB PET processed images N N D D I I NIfTI (.nii) <1TB Wearables (chest- and wristband raw data N N D D N N .txt <5TB ESM (m-path) raw data N N D D N N .txt <1GB food diary raw data N N D D N N REDCap <1GB Numerical data biological sample values, processed wearable data, processed HRV, behavioral data, questionnaires N N D D N N REDCap <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: We do not use existing data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Created using DMPonline.be. Last modiﬁed 27 March 2025 1 of 5 S70441 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). register number (G or S number). Yes (Provide PRET G-number or EC S-number below) PRET G-number: G-2025-9292 Personal data (as described above, as well as identifiable images of skull/face recorded during MRI scanning) will be collected in accordance with GDPR and KU Leuven guidelines. The reference to the file in KU Leuven's Record of Processing Activities will be provided when it is available. We will collect the following: signed informed consent forms, contact information and account number (for reimbursement), a log file linking participants’ name to participant ID (password-protected), identifiable images of skull/face recorded during (PET)-MRI brain scanning. These data will be considered as restricted throughout the entire project. This means that they will only be accessible to authorized individuals and stored (excl. informed consent forms, see further) at restricted, encrypted, password-protected network drives managed by the KU Leuven ICT facility, bound by the KUL ICT code of conduct. Offline copies of restricted data and the informed consent forms will be separately archived in a restricted-access and locked room. We will collect the following: sensitive personal data, demographic data, health data, questionnaire data, and derived imaging and biological data (see above). These data will be coded and thus pseudonymized, and stored on encrypted, password-protected KU Leuven restricted network, laptop, and/or backup hard-drives managed by the KU Leuven ICT facility. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , for yourself , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). files, codebook.tsv etc. where this information is recorded). Raw data files will be kept in a common structure with individual data-files stored within participant sub-folders per experiment. Derived data will be stored within separate participant sub-folders and aggregated data will be stored under the experiment parent-folder. We will extensively document study design and research procedures, including the settings of data collection, participant selection, equipment details and settings, sampling methodology, specification of the raw data file names (which measures they refer to), information that describes the variable codes (referring to type and time of specific measurements) and used analyses methods, as well as any other information necessary for a secondary analysis to use the data accurately and effectively. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Created using DMPonline.be. Last modiﬁed 27 March 2025 2 of 5 Yes Where possible, metadata standards will be used, or if unavailable, the experimental and data analysis metadata will be stored in a structured manner alongside our research data in .csv, .docx, .xslx or .txt files (e.g. “README” files for each distinct dataset), based on commonly used terminology in the relevant fields. For the MRI and PET data, metadata are included in the BIDS file format. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) Shared network drive (J-drive) ManGO Additionally, data will be stored in the REDCap data management system, KU Leuven Onedrive, LaBGAS server and IBD genemod. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes The researchers each have a personal OneDrive with each 250G B capacity to store the data. The network drive at the level of the research group has 4 TB of storage space as well as 3 TB on Mango, which both can be extended flexibly if needed. Storage for biological samples is guaranteed by dedicated freezer space at a PI-owned freezer in the KU Leuven Biobank. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data will be managed, processed and stored on secure, password-protected and encrypted network drives managed by the KU Leuven ICT facility and in restricted-access. Access to the network drives is only possible for registered KUL personnel and the PI will determine access rights to dedicated project folders. All personal laptops and external drives will be password-protected and encrypted. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Storage on the central KU Leuven servers is 156,60 EUR/TB/year, with an estimated total data size of 4 TB. Mango is 70 EUR + 35 EUR/TB/year. This will be paid from the study budget. The freezer to store the biological samples has already been purchased by the PI and is located in the biobank at no additional cost. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). Created using DMPonline.be. Last modiﬁed 27 March 2025 3 of 5 All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Shared network drive (J-drive) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? N/A Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Pseudonymized data can be shared within the research unit or shared upon request. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Access to the data may be granted to other researchers upon submission of a well-defined research question and proof of ethical approval. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) When will the data be made available? When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Created using DMPonline.be. Last modiﬁed 27 March 2025 4 of 5 Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. ​​ Yes, a PID will be added upon deposit in a data repository What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? N/A Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Data documentation and metadata will managed by the PhD students, postdoctoral researchers, administrative and technical staff, and (co-)PIs involved in this project in accordance with KU Leuven's Research Data Management (RDM) policy. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? PhD students, postdoctoral researchers, administrative and technical staff, and (co-)PIs involved in this project are responsible for data storage and backup. All data will be securely managed, processed, and stored on KU Leuven ICT-managed network drives in accordance with KU Leuven's Research Data Management (RDM) policy. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PIs involved in the research project are responsible for data preservation and sharing, ensuring that all data is retained for 10 years in accordance with KU Leuven's Research Data Management (RDM) policy. Who will update and implement this DMP? Who will update and implement this DMP? The PI (Bram Verstockt) bears the end responsibility of updating & implementing this DMP in accordance with KU Leuven's Research Data Management (RDM) policy. Created using DMPonline.be. Last modiﬁed 27 March 2025 5 of 5"
}