{
    "document_id": "D-2022-1476",
    "LinkTitle": "D-2022-1476",
    "file_name": "D-2022-1476.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2022-1476.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Cecil Meeusen",
        "num_pages": 5
    },
    "content": {
        "full_text": "1FWO-DMP\nDMP TITLE\nADMIN DETAILS\nProject Name: FWO-DMP - DMP title\nProject Identifier: G0B6822N\nGrant Title: 3H220025\nPrincipal Investigator / Researcher: Cecil Meeusen\nDescription: Fundamental research project, funded by FWO (junior project);  The proposed research \nproject addresses ‘the integration conundrum’ as an important cause of public concern and political \ncontention in today’s Europe. The proposal zooms in on the less well-researched acculturation views of \nthe majority: do majority citizens expect minorities to engage mainly or exclusively with the mainstream \nculture, with the heritage culture, or do they expect them to combine both cultures? The project aims to \ndiscover when and how intergroup fit and misfit on integration will politicize and drive support for policy \nand political action. The proposed intergroup perspective is innovative because it combines distinct \nsources of acculturation (mis)fit and examine their unique and joint impact on intergroup conflict and its \npolitical fallout on both sides of the ideological struggle over immigrant integration. Thus, the project \nadditionally aims to explain support for policies and actions that challenge the exclusion of immigrants \nand promote social change towards more equal and inclusive intergroup relations. A strong \ncontextualized approach of majority views on acculturation and the way these views politicize or not is \nsuggested, by fully taking into account intersections with social stratification both at the individual level \nand at the local level of municipalities and neighborhoods. Therefore, the proposed research uniquely \ncombines survey data and methods with embedded experiments enriched with administrative and \ngeospatial contextual data; Data are already collected in a different project (C1-project) and ready to be \nused for this research.  \nInstitution: KU Leuven\n1. GENERAL INFORMATION\nName applicant\nCecil Meeusen \nFWO Project Number & Title\nG0B6822N \nTHE INTEGRATION CONUNDRUM: AN INTERGROUP RELATIONS PERSPECTIVE ON MAJORITY \nSUPPORT FOR INCLUSION VERSUS EXCLUSION OF IMMIGRANT MINORITIES  \n2Affiliation\n●KU Leuven\n2. DATA DESCRIPTION\nWill you generate/collect new data and/or make use of existing data?  \n●Reuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the \nproject. If you reuse existing data, specify the source of these data.  Distinguish data types (the \nkind of content) from data formats (the technical format).\nSurvey data (Belgian National Election Study, BNES), collected in 2020 among 1600 respondents in \nBelgium; data recorded in a .sav file (app. 30MB); collected via face-to-face and online interviews with a \nrandom sample of Belgian citizens.  \nSurvey data will be enriched with open source administrative data from STATBEL per statistical sector \nand OpenStreetMap data scraped from the web.  \n3. LEGAL AND ETHICAL ISSUES\nWill you use personal data?  If so, shortly describe the kind of personal data you will use. Add the \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service  \nPurposes (PRET application).   Be aware that registering the fact that you process personal data is  \na legal obligation.\n●No\n  \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)\n●No\nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted? \n●No\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?\n●No\n34. DOCUMENTATION AND METADATA\nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?\nFor the survey data a codebook is generated containing study design, sampling methodology, variable-\nlevel information (lael, question text, codes, frequencies).  \nThe codebook is ready to be used and distributed.  \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, \nstate in detail which metadata will be created to make the data easy/easier to find and reuse.\n●No\n5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT\nWhere will the data be stored?  \nHow is backup of the data provided?\nThe data are stored on the university's central servers with automatic daily back-up procedures.  \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will  \nbe taken care of.\n●Yes\nThe data are stored on the university's central servers with automatic daily back-up procedures.  \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered? \nThere are no costs involved in data storage.  \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?\nThe data collector (ISPO) has stored the data in the university's secure data environment and will take \ncare of the securitization of the data.  \n6. DATA PRESERVATION AFTER THE FWO PROJECT\n4Which data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons for this (legal or \ncontractual restrictions, physical preservation issues, ...).\nThe anonymized datafile will be retained for the expected 5 years (and longer).  \nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures) for at least  \n10 years, conform the KU Leuven RDM policy.  \nThe data will also be made publically available via open source data archives.  \nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?  \nNo costs for researcher (costs covered by university)  \n7. DATA SHARING AND REUSE\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?\nPersonal identifyers are deleted from the data files. The collaboraters on this project will have no access \nto any kind of personal information.  \nWhich data will be made available after the end of the project?\nThe full anonymized dataset will be made available via DANS.  \nWhere/how will the data be made available for reuse?\n●In an Open Access repository\nVia DANS \nWhen will the data be made available?\n●Upon publication of the research results\nTo guarantee that the collaboraters on this project will have first-serve access to the data, the full dataset \nwill only be made available once their research is being published (or PhD defended).   \nWho will be able to access the data and under what conditions?\nThe full dataset will be uploaded in a .sav format in DANS as an open access dataset under a CC-BY \nlicense. Therefore, it will be available to anyone for any purpose, provided that they give appropriate \ncredit to the creators.  \nWhat are the expected costs for data sharing? How will the costs be covered?  \nNo costs.\n58. RESPONSIBILITIES\nWho will be responsible for data documentation & metadata?\nThe data are already collected. The research group ISPO - Institute for SOcial and Political Opinion \nresearch - was responsible for this data collection and documentation.  \nWho will be responsible for data storage & back up during the project?\nISPO is responsible for data storage. KU Leuven provided automatic back up.  \nWho will be responsible for ensuring data preservation and reuse ?\nISPO \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.  "
    },
    "clean_full_text": "1FWO-DMP DMP TITLE ADMIN DETAILS Project Name: FWO-DMP - DMP title Project Identifier: G0B6822N Grant Title: 3H220025 Principal Investigator / Researcher: Cecil Meeusen Description: Fundamental research project, funded by FWO (junior project); The proposed research project addresses ‘the integration conundrum’ as an important cause of public concern and political contention in today’s Europe. The proposal zooms in on the less well-researched acculturation views of the majority: do majority citizens expect minorities to engage mainly or exclusively with the mainstream culture, with the heritage culture, or do they expect them to combine both cultures? The project aims to discover when and how intergroup fit and misfit on integration will politicize and drive support for policy and political action. The proposed intergroup perspective is innovative because it combines distinct sources of acculturation (mis)fit and examine their unique and joint impact on intergroup conflict and its political fallout on both sides of the ideological struggle over immigrant integration. Thus, the project additionally aims to explain support for policies and actions that challenge the exclusion of immigrants and promote social change towards more equal and inclusive intergroup relations. A strong contextualized approach of majority views on acculturation and the way these views politicize or not is suggested, by fully taking into account intersections with social stratification both at the individual level and at the local level of municipalities and neighborhoods. Therefore, the proposed research uniquely combines survey data and methods with embedded experiments enriched with administrative and geospatial contextual data; Data are already collected in a different project (C1-project) and ready to be used for this research. Institution: KU Leuven 1. GENERAL INFORMATION Name applicant Cecil Meeusen FWO Project Number & Title G0B6822N THE INTEGRATION CONUNDRUM: AN INTERGROUP RELATIONS PERSPECTIVE ON MAJORITY SUPPORT FOR INCLUSION VERSUS EXCLUSION OF IMMIGRANT MINORITIES 2Affiliation ●KU Leuven 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ●Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Survey data (Belgian National Election Study, BNES), collected in 2020 among 1600 respondents in Belgium; data recorded in a .sav file (app. 30MB); collected via face-to-face and online interviews with a random sample of Belgian citizens. Survey data will be enriched with open source administrative data from STATBEL per statistical sector and OpenStreetMap data scraped from the web. 3. LEGAL AND ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. ●No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ●No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ●No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ●No 34. DOCUMENTATION AND METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? For the survey data a codebook is generated containing study design, sampling methodology, variable- level information (lael, question text, codes, frequencies). The codebook is ready to be used and distributed. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ●No 5. DATA STORAGE AND BACKUP DURING THE FWO PROJECT Where will the data be stored? How is backup of the data provided? The data are stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ●Yes The data are stored on the university's central servers with automatic daily back-up procedures. What are the expected costs for data storage and back up during the project? How will these costs be covered? There are no costs involved in data storage. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data collector (ISPO) has stored the data in the university's secure data environment and will take care of the securitization of the data. 6. DATA PRESERVATION AFTER THE FWO PROJECT 4Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). The anonymized datafile will be retained for the expected 5 years (and longer). Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. The data will also be made publically available via open source data archives. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? No costs for researcher (costs covered by university) 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Personal identifyers are deleted from the data files. The collaboraters on this project will have no access to any kind of personal information. Which data will be made available after the end of the project? The full anonymized dataset will be made available via DANS. Where/how will the data be made available for reuse? ●In an Open Access repository Via DANS When will the data be made available? ●Upon publication of the research results To guarantee that the collaboraters on this project will have first-serve access to the data, the full dataset will only be made available once their research is being published (or PhD defended). Who will be able to access the data and under what conditions? The full dataset will be uploaded in a .sav format in DANS as an open access dataset under a CC-BY license. Therefore, it will be available to anyone for any purpose, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? No costs. 58. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The data are already collected. The research group ISPO - Institute for SOcial and Political Opinion research - was responsible for this data collection and documentation. Who will be responsible for data storage & back up during the project? ISPO is responsible for data storage. KU Leuven provided automatic back up. Who will be responsible for ensuring data preservation and reuse ? ISPO Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP."
}