{
    "document_id": "D-2023-2312",
    "LinkTitle": "D-2023-2312",
    "file_name": "D-2023-2312.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2312.pdf",
    "metadata": {
        "title": "Novel surface tailoring of innovative dental zirconia implants for improved osseointegration and soft-tissue attachment",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Novel surface tailoring of innovative dental zirconia implants for improved osseointegration and soft-tissue\nNovel surface tailoring of innovative dental zirconia implants for improved osseointegration and soft-tissue\nattachment\nattachment\nA Data Management Plan created using DMPonline.be\nCreators: \nCreators: \nStevan Cokic, n.n. n.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n.\nData Manager:\nData Manager:\n \nn.n. n.n.\nProject Administrator:\nProject Administrator:\n \nn.n. n.n., Stevan Cokic\nGrant number / URL: \nGrant number / URL: \nC24E/23/037\nID: \nID: \n205612\nStart date: \nStart date: \n01-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nIn the recent years, development of dental implants is clearly shifting toward alternative metal-free implant systems, as a result of biocompatibility\nconcerns and the unpleasing esthetic appearance of ‘gold-standard’ titanium (Ti) implants. Currently, 3 mol% yttria-stabilized tetragonal zirconia\npolycrystal (3Y-TZP) is the material of choice for metal-free dental implants because of their superior mechanical characteristics, excellent\nbiocompatibility with low bacterial plaque affinity and natural aesthetics. However, 3Y-TZP zirconia suffers from hydrothermal aging or low-\ntemperature degradation (LTD), which leads to slow tetragonal-to-monoclinic (t-m) phase transformation and material deterioration, in particular in a\nwet environment. Additionally, increased surface roughness due to changes in structural integrity (grain pull-out, micro-cracking) may affect 3Y-TZP’s\ninteraction with the surrounding bone and soft tissues. For instance, there is growing concern over problematic osseointegration due to debris release\nduring the implantation process, since high wear forces on the implant surface can cause shedding of surface particles. Even though this issue has only\nbeen addressed for Ti implants, there are strong indications that this scenario may also happen with 3Y-TZP implants. Various studies have focused on\nstrategies to avoid LTD in 3Y-TZP and to develop new innovative zirconia grades with improved in-vivo stability. One of the most promising\nmaterials is based on CeO2-stabilized zirconia (e.g. Ce-TZP/Al2O3), which are nearly LTD-free and combine more stress-induced phase\ntransformation with a significantly improved fracture toughness. A novel Ce-TZP zirconia formulation was developed at KU Leuven and uniquely\ncombines high toughness and strength with damage-tolerant properties. Such metal-like characteristics assure this new zirconia formulation to be a\nperfect candidate for the production of dental (as well as orthopedic) zirconia-ceramic implants.\nThe long-term clinical success of dental implants largely depends on two major factors: osseointegration potential of the implant fixture and soft-tissue\nattachment to the abutment. While zirconia abutments are considered superior compared to Ti abutments thanks to their low microbiological affinity,\nimplant fixtures (screw part) should on the other hand possess good osseointegration properties, as they are in direct contact with bone. Even though,\nmany in-vitro and in-vivo studies have demonstrated that the osseointegration potential of zirconia is comparable to that of Ti, zirconia osseointegration\nremains controversial, as some clinical studies have reported a higher failure rate and peri-implant crestal bone loss for zirconia implants.\nUnfortunately, the exact reasons for this still remain speculative. The surface characteristics of a biomaterial play a crucial role in bone healing and the\nspeed of osseointegration. Surface modification by acid etching, sandblasting and micromachining have been introduced to create nano-scale porosities\nthat promote the biological response upon implantation. However, although these surface-modification techniques are suitable to create the targeted\naverage surface roughness, they lack the capability to fine-tune different micro- and nano-topographical parameters crucial to stimulate different\nbiological responses. Laser micro-patterning is another promising surface-modification technique that can generate extremely precise hierarchical\n(sub)surface structures with regular patterns. An alternative approach involves biofunctionalization of the implant surface that mimics the extracellular\nmatrix; it revealed promising results in terms of enhanced osseointegration, improved soft-tissue attachment and increased biofilm resistance. \nTraditionally, 2D monolayer cell-culture models have been used to evaluate biological responses to implant surfaces, but they do not fully represent the\ncomplex 3D micro-environment in tissues. Numerous researchers indicated that 2D models carry little scientific relevance and have no other reason of\nexistence than purely for regulatory purposes. Thus, due to a lack of relevant 3D cell-culture models and long-term in-vivo studies, the nature of cell-\nzirconia surface interactions is insufficiently explored. We aim to address the knowledge gaps that exist between material design and manufacturing of\nzirconia and its final clinical application as dental implant. Using an interdisciplinary research approach, clinically relevant zirconia implant surfaces\nwill be characterized in depth and subjected to assessment of particle debris release. To integrate the results obtained, the biological and microbial\nresponses to modified zirconia implant surfaces will be investigated in vitro with novel 3D cell cultures simulating attachment of both soft (gingiva)\nand hard tissues (bone) to, respectively, the abutment and fixture part of a dental implant. Finally, soft-tissue attachment and osseointegration potential\nof these surfaces will be assessed by thoroughly characterizing the soft tissue-abutment and bone-implant interface in a clinically relevant in-vivo\nmodel.\nLast modified: \nLast modified: \n18-03-2024\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n1 of 8\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n2 of 8\nNovel surface tailoring of innovative dental zirconia implants for improved osseointegration and soft-tissue\nNovel surface tailoring of innovative dental zirconia implants for improved osseointegration and soft-tissue\nattachment\nattachment\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or\nPhysical data\nData Type\nFile\nformat\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\nN\n(ew data) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital) or\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nSEM images\nScanning microscopy images\nGenerate new\ndata\nDigital\nExperimental\n.TIF of\n.JPEG\n<100GB\n \nXRD data\nX-ray diffraction\nGenerate new\ndata\nDigital\nExperimental\n.njc,\nraw,\ncsv\n<1GB\n \nµRaman data\nMicro-Raman spectroscopy\nGenerate new\ndata\nDigital\nExperimental\n.OPUS,\njpg\n<1GB\n \nTEM images\nTransmissional electronic\nmicroscopy images\nGenerate new\ndata\nDigital\nExperimental\n.TIF of\n.JPEG\n <100GB\n \nTEM grids\nTEM grids for imaging\nGenerate new\ndata\nDigital\nExperimental\n \n \n8 grid boxes\nMicro-CT data\nMicro-computer tomography\nGenerate new\ndata\nDigital\nExperimental\n,TIF\n<5TB\n \nHardness and\ntoughness data\nHardness and toughness testing\nGenerate new\ndata\nDigital\nExperimental\n.txt\n<100MB\n \nP3B, 4-point bending\ndata\nFracture strength\nGenerate new\ndata\nDigital\nExperimental\n.txt\n<100MB\n \n3D optical and laser\nprofilometry data\n3D optical and laser profilometry\nmeasurements of materials\nsurface\nGenerate new\ndata\nDigital\nExperimental\n.stl\n<100GB\n \nHistology and\nimmunohistochemistry\ndata\nHistology sections and\nimmunohistochemistry slides \nGenerate new\ndata\nPhysical\nExperimental\n \n \n15 small boxes for\nglass slides (can be\nstored on the shelf)\nPCR data\nReal time qPCR files\nGenerate new\ndata\nDigital\nExperimental\n.txt\n <5TB\n \nLight microscopy data\nLight microscopy images\nGenerate new\ndata\nDigital\nExperimental\n.TIF\n <5TB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nOnly new data will be used.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n3 of 8\nYes, dual use (Provide approval number below)\nUse of human cells as approved by the Ethics Committee Research UZ/KU Leuven under the file number S54254.\nEthical approval of the animal study will be requested in due time when all project details of the planned animal research are known.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nYes\nCommercial valorization is not a a direct goal of this project. However, if such an opportunity presents itself, it will be discussed among the\nstaff and collaborators involved\nin the project.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nYes\nA PATENT application (ref. Zl921151) was submitted on 28-11-2021 to KU Leuven LRD (IP officers: Ivo Roelants, Ivo De Baere) for an\nEuropean PATENT for the\ninvention of a zirconia ceramic-based material with very good mechanical (toughness – hardness - strength) properties: “Cation grain-\nboundary stabilized transformation\ninduced plasticity in Ce-TZP ceramics” (F. Zhang, M. Li, B. Van Meerbeek, J. Vleugels) (EP22176376). The search report and written opinion\nof the European Patent Office\n(EPO) attorney confirmed the primary novelty of our invention, upon which the inventors will amend claims and create clarity before 31-05-\n2023.\nThis new zirconia-ceramics formulation will be used in the current project (patent pending; one of the patent holders is co-promoter of the\ncurrent FWO project).\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \n1. Internal:\nRaw data (temporary data, digital notebooks) will be stored on the UZ Leuven cumulus server with automatic back-up. All data will be stored\nin folders with the names\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n4 of 8\nclearly indicating the folder content.\nResearch-project Protocols will be saved in the form of MsWord or pdf files.\nIn addition, regular reports based on the data will be generated using Microsoft Word. PowerPoint files will be used for presentation at regular\ninternal meetings.\nIn both the Word reports and Powerpoint presentations, the file names of the raw data files will be included.\n2. External:\nPublications of results in scientific international (and national) peer-reviewed papers. Data in publication format will be published.\nThe last manuscript version, based on which the paper was accepted for publication, will be uploaded in the KU Leuven Lirias bibliography\nsystem. In case of publication in\nan open-access journal, the journal pdf of the paper will be uploaded.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nDuring each experiment, a detailed logbook will be used (different logbooks for the different experimental setups). Logbooks will contain the\ndate, a brief description of\nthe performed experiment, the parameters used for each measurement, as well as the names of all the saved files. The names of the files will be\nstructured in a\ncomprehensible way: system studied/date/main parameters used. In addition, data will be stored in a folder per experimental setup, the type of\ninvestigated system and\nthe corresponding date. In this way, by tracking the corresponding logbook notes, each file can be easily found on the local computers\ncontrolling the setup and on the\nserver of the laboratory. The analysis files will contain notes describing the analysis procedure and mention which original data files are\nincluded. A readme file describing\nthe goal of the experiment and the analysis procedure will be stored in the folder where the data is saved.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOther (specify below)\nThe data will be stored via a password-protected cloud storage solution (UZ Leuven cumulus google drive) that allows sharing with the\nresearchers involved in the project.\nCopies can be made and kept on personal devices.\nHow will the data be backed up?\nHow will the data be backed up?\nOther (specify below)\nData in the home directory of the users is backed up periodically. Snapshots of the home directories are also taken. The important data will be\nstored on the KU/UZ\nLeuven central servers with automatic daily back-up procedures.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n5 of 8\nUnlimited.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nPassword protected user accounts ensure that only the persons of the account can access the working data. The data generated during the\nproject will be systematically\ntransferred to the cloud storage server. Only the researcher and (co)-promotors will have access to the shared folders where the data, reports\nand presentations will be\nstored.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe expected costs for data storage will not exceed a few hundred euro for external hard disks. This will be covered by the bench fee of the\nproject.\nThere is no cost for the UZ Leuven cumulus drive.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nAll the generated data will be stored on the cloud storage server for a period of 10 years\nafter the end of the project.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nLarge Volume Storage (longterm for large volumes)\nOther (specify below)\nAll the generated data will be stored on the cloud storage server (UZ Leuven cumulus google drive) for a period of 5 years after the end of the\nproject.\nBeyond 5 years after the end of the project, one of the following options will be picked\n(1) continuation of storing the data on the cloud storage server or (2) transferring the\ndata to the KU Leuven central servers for archiving.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo additional costs are expected at this moment.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n6 of 8\nYes, as restricted data (upon approval, or institutional access only)\nThe written reports and Powerpoint presentations summarizing the results obtained can be made available. The (raw) data used in publications\ncan be made available on\na repository, if e.g. requested by the Editors or Publisher of a scientific journal, or individual researchers.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, promoter and co-promoters will be able to access the data. Upon request or within research group, access to the samples\nand data can be granted.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther (specify below)\nUpon request by mail.\nWhen will the data be made available? \nWhen will the data be made available? \nOther (specify below)\nUpon publication of research results\nUpon publication of the research results. Description of the full scientific method and results will be made available with journal publications\n(and upon request).\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nOther (specify below)\nWe will consult the License selector tool in order to choose the best license that fits our data.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \n​​\nYes, a PID will be added upon deposit in a data repository\nWe will use DIO that is commonly used in KU Leuven RDR repository.\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n7 of 8\nNo costs associated with data sharing.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe promoter and co-promotors will be jointly responsible for data documentation during the research project.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe promoter and co-promoters involved in this project.\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe promoter and the FWO PostDoctoral researcher involved in this project.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe promoter and co-promoters of this project.\nCreated using DMPonline.be. Last modiﬁed 18 March 2024\n8 of 8"
    },
    "clean_full_text": "Novel surface tailoring of innovative dental zirconia implants for improved osseointegration and soft-tissue Novel surface tailoring of innovative dental zirconia implants for improved osseointegration and soft-tissue attachment attachment A Data Management Plan created using DMPonline.be Creators: Creators: Stevan Cokic, n.n. n.n. Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: n.n. n.n. Data Manager: Data Manager: n.n. n.n. Project Administrator: Project Administrator: n.n. n.n., Stevan Cokic Grant number / URL: Grant number / URL: C24E/23/037 ID: ID: 205612 Start date: Start date: 01-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: In the recent years, development of dental implants is clearly shifting toward alternative metal-free implant systems, as a result of biocompatibility concerns and the unpleasing esthetic appearance of ‘gold-standard’ titanium (Ti) implants. Currently, 3 mol% yttria-stabilized tetragonal zirconia polycrystal (3Y-TZP) is the material of choice for metal-free dental implants because of their superior mechanical characteristics, excellent biocompatibility with low bacterial plaque affinity and natural aesthetics. However, 3Y-TZP zirconia suffers from hydrothermal aging or low- temperature degradation (LTD), which leads to slow tetragonal-to-monoclinic (t-m) phase transformation and material deterioration, in particular in a wet environment. Additionally, increased surface roughness due to changes in structural integrity (grain pull-out, micro-cracking) may affect 3Y-TZP’s interaction with the surrounding bone and soft tissues. For instance, there is growing concern over problematic osseointegration due to debris release during the implantation process, since high wear forces on the implant surface can cause shedding of surface particles. Even though this issue has only been addressed for Ti implants, there are strong indications that this scenario may also happen with 3Y-TZP implants. Various studies have focused on strategies to avoid LTD in 3Y-TZP and to develop new innovative zirconia grades with improved in-vivo stability. One of the most promising materials is based on CeO2-stabilized zirconia (e.g. Ce-TZP/Al2O3), which are nearly LTD-free and combine more stress-induced phase transformation with a significantly improved fracture toughness. A novel Ce-TZP zirconia formulation was developed at KU Leuven and uniquely combines high toughness and strength with damage-tolerant properties. Such metal-like characteristics assure this new zirconia formulation to be a perfect candidate for the production of dental (as well as orthopedic) zirconia-ceramic implants. The long-term clinical success of dental implants largely depends on two major factors: osseointegration potential of the implant fixture and soft-tissue attachment to the abutment. While zirconia abutments are considered superior compared to Ti abutments thanks to their low microbiological affinity, implant fixtures (screw part) should on the other hand possess good osseointegration properties, as they are in direct contact with bone. Even though, many in-vitro and in-vivo studies have demonstrated that the osseointegration potential of zirconia is comparable to that of Ti, zirconia osseointegration remains controversial, as some clinical studies have reported a higher failure rate and peri-implant crestal bone loss for zirconia implants. Unfortunately, the exact reasons for this still remain speculative. The surface characteristics of a biomaterial play a crucial role in bone healing and the speed of osseointegration. Surface modification by acid etching, sandblasting and micromachining have been introduced to create nano-scale porosities that promote the biological response upon implantation. However, although these surface-modification techniques are suitable to create the targeted average surface roughness, they lack the capability to fine-tune different micro- and nano-topographical parameters crucial to stimulate different biological responses. Laser micro-patterning is another promising surface-modification technique that can generate extremely precise hierarchical (sub)surface structures with regular patterns. An alternative approach involves biofunctionalization of the implant surface that mimics the extracellular matrix; it revealed promising results in terms of enhanced osseointegration, improved soft-tissue attachment and increased biofilm resistance. Traditionally, 2D monolayer cell-culture models have been used to evaluate biological responses to implant surfaces, but they do not fully represent the complex 3D micro-environment in tissues. Numerous researchers indicated that 2D models carry little scientific relevance and have no other reason of existence than purely for regulatory purposes. Thus, due to a lack of relevant 3D cell-culture models and long-term in-vivo studies, the nature of cell- zirconia surface interactions is insufficiently explored. We aim to address the knowledge gaps that exist between material design and manufacturing of zirconia and its final clinical application as dental implant. Using an interdisciplinary research approach, clinically relevant zirconia implant surfaces will be characterized in depth and subjected to assessment of particle debris release. To integrate the results obtained, the biological and microbial responses to modified zirconia implant surfaces will be investigated in vitro with novel 3D cell cultures simulating attachment of both soft (gingiva) and hard tissues (bone) to, respectively, the abutment and fixture part of a dental implant. Finally, soft-tissue attachment and osseointegration potential of these surfaces will be assessed by thoroughly characterizing the soft tissue-abutment and bone-implant interface in a clinically relevant in-vivo model. Last modified: Last modified: 18-03-2024 Created using DMPonline.be. Last modiﬁed 18 March 2024 1 of 8 Created using DMPonline.be. Last modiﬁed 18 March 2024 2 of 8 Novel surface tailoring of innovative dental zirconia implants for improved osseointegration and soft-tissue Novel surface tailoring of innovative dental zirconia implants for improved osseointegration and soft-tissue attachment attachment Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA SEM images Scanning microscopy images Generate new data Digital Experimental .TIF of .JPEG <100GB XRD data X-ray diffraction Generate new data Digital Experimental .njc, raw, csv <1GB µRaman data Micro-Raman spectroscopy Generate new data Digital Experimental .OPUS, jpg <1GB TEM images Transmissional electronic microscopy images Generate new data Digital Experimental .TIF of .JPEG <100GB TEM grids TEM grids for imaging Generate new data Digital Experimental 8 grid boxes Micro-CT data Micro-computer tomography Generate new data Digital Experimental ,TIF <5TB Hardness and toughness data Hardness and toughness testing Generate new data Digital Experimental .txt <100MB P3B, 4-point bending data Fracture strength Generate new data Digital Experimental .txt <100MB 3D optical and laser profilometry data 3D optical and laser profilometry measurements of materials surface Generate new data Digital Experimental .stl <100GB Histology and immunohistochemistry data Histology sections and immunohistochemistry slides Generate new data Physical Experimental 15 small boxes for glass slides (can be stored on the shelf) PCR data Real time qPCR files Generate new data Digital Experimental .txt <5TB Light microscopy data Light microscopy images Generate new data Digital Experimental .TIF <5TB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Only new data will be used. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Created using DMPonline.be. Last modiﬁed 18 March 2024 3 of 8 Yes, dual use (Provide approval number below) Use of human cells as approved by the Ethics Committee Research UZ/KU Leuven under the file number S54254. Ethical approval of the animal study will be requested in due time when all project details of the planned animal research are known. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. Yes Commercial valorization is not a a direct goal of this project. However, if such an opportunity presents itself, it will be discussed among the staff and collaborators involved in the project. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. Yes A PATENT application (ref. Zl921151) was submitted on 28-11-2021 to KU Leuven LRD (IP officers: Ivo Roelants, Ivo De Baere) for an European PATENT for the invention of a zirconia ceramic-based material with very good mechanical (toughness – hardness - strength) properties: “Cation grain- boundary stabilized transformation induced plasticity in Ce-TZP ceramics” (F. Zhang, M. Li, B. Van Meerbeek, J. Vleugels) (EP22176376). The search report and written opinion of the European Patent Office (EPO) attorney confirmed the primary novelty of our invention, upon which the inventors will amend claims and create clarity before 31-05- 2023. This new zirconia-ceramics formulation will be used in the current project (patent pending; one of the patent holders is co-promoter of the current FWO project). Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). 1. Internal: Raw data (temporary data, digital notebooks) will be stored on the UZ Leuven cumulus server with automatic back-up. All data will be stored in folders with the names Created using DMPonline.be. Last modiﬁed 18 March 2024 4 of 8 clearly indicating the folder content. Research-project Protocols will be saved in the form of MsWord or pdf files. In addition, regular reports based on the data will be generated using Microsoft Word. PowerPoint files will be used for presentation at regular internal meetings. In both the Word reports and Powerpoint presentations, the file names of the raw data files will be included. 2. External: Publications of results in scientific international (and national) peer-reviewed papers. Data in publication format will be published. The last manuscript version, based on which the paper was accepted for publication, will be uploaded in the KU Leuven Lirias bibliography system. In case of publication in an open-access journal, the journal pdf of the paper will be uploaded. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes During each experiment, a detailed logbook will be used (different logbooks for the different experimental setups). Logbooks will contain the date, a brief description of the performed experiment, the parameters used for each measurement, as well as the names of all the saved files. The names of the files will be structured in a comprehensible way: system studied/date/main parameters used. In addition, data will be stored in a folder per experimental setup, the type of investigated system and the corresponding date. In this way, by tracking the corresponding logbook notes, each file can be easily found on the local computers controlling the setup and on the server of the laboratory. The analysis files will contain notes describing the analysis procedure and mention which original data files are included. A readme file describing the goal of the experiment and the analysis procedure will be stored in the folder where the data is saved. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Other (specify below) The data will be stored via a password-protected cloud storage solution (UZ Leuven cumulus google drive) that allows sharing with the researchers involved in the project. Copies can be made and kept on personal devices. How will the data be backed up? How will the data be backed up? Other (specify below) Data in the home directory of the users is backed up periodically. Snapshots of the home directories are also taken. The important data will be stored on the KU/UZ Leuven central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Created using DMPonline.be. Last modiﬁed 18 March 2024 5 of 8 Unlimited. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Password protected user accounts ensure that only the persons of the account can access the working data. The data generated during the project will be systematically transferred to the cloud storage server. Only the researcher and (co)-promotors will have access to the shared folders where the data, reports and presentations will be stored. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? The expected costs for data storage will not exceed a few hundred euro for external hard disks. This will be covered by the bench fee of the project. There is no cost for the UZ Leuven cumulus drive. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy All the generated data will be stored on the cloud storage server for a period of 10 years after the end of the project. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Large Volume Storage (longterm for large volumes) Other (specify below) All the generated data will be stored on the cloud storage server (UZ Leuven cumulus google drive) for a period of 5 years after the end of the project. Beyond 5 years after the end of the project, one of the following options will be picked (1) continuation of storing the data on the cloud storage server or (2) transferring the data to the KU Leuven central servers for archiving. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No additional costs are expected at this moment. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Created using DMPonline.be. Last modiﬁed 18 March 2024 6 of 8 Yes, as restricted data (upon approval, or institutional access only) The written reports and Powerpoint presentations summarizing the results obtained can be made available. The (raw) data used in publications can be made available on a repository, if e.g. requested by the Editors or Publisher of a scientific journal, or individual researchers. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, promoter and co-promoters will be able to access the data. Upon request or within research group, access to the samples and data can be granted. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other (specify below) Upon request by mail. When will the data be made available? When will the data be made available? Other (specify below) Upon publication of research results Upon publication of the research results. Description of the full scientific method and results will be made available with journal publications (and upon request). Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. Other (specify below) We will consult the License selector tool in order to choose the best license that fits our data. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. ​​ Yes, a PID will be added upon deposit in a data repository We will use DIO that is commonly used in KU Leuven RDR repository. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Created using DMPonline.be. Last modiﬁed 18 March 2024 7 of 8 No costs associated with data sharing. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The promoter and co-promotors will be jointly responsible for data documentation during the research project. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The promoter and co-promoters involved in this project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The promoter and the FWO PostDoctoral researcher involved in this project. Who will update and implement this DMP? Who will update and implement this DMP? The promoter and co-promoters of this project. Created using DMPonline.be. Last modiﬁed 18 March 2024 8 of 8"
}