{
    "document_id": "D-2023-2233",
    "LinkTitle": "D-2023-2233",
    "file_name": "D-2023-2233.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2233.pdf",
    "metadata": {
        "title": "D-2023-2233",
        "author": "N/A",
        "num_pages": 12
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 11.General Project Information\nName Grant Holder & ORCID Ben Derudder - 0000-0001-6195-8544\nContributor name(s) (+ ORCID) & roles Yitong Xia (ORCID - TBD)\nProject number1 & title ZKE3472 – Re-framing urban polycentricity: conceptualising, comparing, and tool-building  \nFunder(s) GrantID2G0B0223N\nAffiliation(s) X KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☐ Other:\nProvide ROR3 identifier when possible:  \n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 2Please provide a short project description The  overall  objective  of  this  project  is  to  significantly  innovate  the  scientific  literature  on  ‘urban  \npolycentricity’. The general idea underlying urban polycentricity is fairly straightforward: the term is used to  \nrefer to territories that have multiple, proximately located (sub)centers and are characterized by balanced  \ndevelopment. This general idea is, however, also vague and arguably at the root of much confusion. The  \nurban polycentricity literature can therefore be envisioned as a series of attempts to develop more precise  \nspecifications, and is characterised by the following three notable features: (1) theoretical frameworks are  \noften developed in a preconceived scalar context; (2) it is conceptually and empirically skewed to the North  \nAmerican, European, and increasingly Chinese context; and (3) analytical frameworks tend to be built from  \nscratch, often using slightly different datasets and measurement frames. The project will address some of  \nthe ensuing challenges by (1) developing a more decentered and flexible theoretical framework that (2)  \nspeaks to ongoing debates about comparative urbanism and (3) responds to growing calls for broadly  \naccessible research tools that speak to urban and regional scientific planning praxis. Cross-cutting and  \ncomplementing this tripartite objective, there is also a transversal objective: the project aims to provide a  \nconcrete and operational contribution to epistemologically pluralist approaches to urban and regional  \nresearch.\nFWO DMP Template (Flemish Standard DMP) 32.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type \n(observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are \nnewly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an \nestimate of the upper limit of the volume of the data4. \nONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA\nDataset \nNameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data \nFormat Digital Data \nVolume (MB, GB, \nTB)Physical Volume\nGlobal Human \nSettlement \nLayerGeographical \ndistribution of \npopulation☐ Generate new data\n☒ Reuse existing data☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☒ Simulation data\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: vector\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NAN/A\nGlobal \nPopulation Data\n(Oak Ridge)Geographical \ndistribution of \npopulation ☐ Generate new data\n☒ Reuse existing data☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☒ Simulation data\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NAN/A\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 4☒ other: vector\n☐ NA\nNight-time Light \nemissions Data \n(National \nOceanic and \nAtmospheric \nAdministration)Geographical \ndistribution of light \nemissions☐ Generate new data\n☒ Reuse existing data☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☒ Simulation data\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: vector\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NAN/A\nCO2 emissions \ndata (Fossil Fuel \nData Assimilation \nSystem)Geographical \ndistribution of CO2 \nemissions☐ Generate new data\n☒ Reuse existing data☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☒ Simulation data\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☐ .tab\n☒ .csv\n☐ .pdf\n☐ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: vector\n☐ NA☐ < 100 MB\n☐ < 1 GB\n☒ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NAN/A\nFWO DMP Template (Flemish Standard DMP) 5GUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, \nSTRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL \nDATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE \nNUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). \nIf you reuse existing data, please specify the \nsource, preferably by using a persistent \nidentifier (e.g. DOI, Handle, URL etc.) per \ndataset or data type.  Global Human Settlement Layer: https://ghsl.jrc.ec.europa.eu/\nGlobal Population Data: https://landscan.ornl.gov/\nNight-time Light emissions Data: https://sos.noaa.gov/catalog/datasets/nighttime-lights/\nCO2 emissions data: https://ffdas.rc.nau.edu/\nAre there any ethical issues concerning the \ncreation and/or use of the data  \n(e.g. experiments on humans or animals, dual \nuse)? If so, please describe these issues further \nand refer to specific datasets or data types \nwhen appropriate.☐ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☒ No\nIf yes, please describe:\nWill  you  process  personal  data6?  If  so,  briefly \ndescribe the kind of personal data you will use.  \nPlease refer to specific datasets or data types  \nwhen appropriate. If available, add the reference  \nto  your  file  in  your  host  institution's  privacy  \nregister.☐ Yes\n☒ No\nIf yes:\n-Short description of the kind of personal data that will be used:\n-Privacy Registry Reference:\n5 These data are generated by combining multiple existing datasets.6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 6Does your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-\noffs, commercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you \n(re)use (e.g. Material/Data transfer agreements,  \nresearch collaboration agreements)?  \nIf so, please explain to what data they relate and  \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \nAre there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed  \nto  capture  the  accompanying  information  \nnecessary  to  keep  data  understandable  and  \nusable, for yourself and others, now and in the  \nfuture (e.g. in terms of documentation levels and  \ntypes required, procedures used, Electronic Lab  \nNotebooks, README.txt files, Codebook.tsv etc.  \nwhere this information is recorded).The research papers that will be published will detail all relevant and necessary information in a transparent  \nmanner that allows for maximum reproducibility. The website that is at the core of this project will  \ndocument the necessary background information, guidelines, and terms regarding data formatting, sources,  \nand (re)use in a separate page spelling out the ‘terms of usage’. \nFWO DMP Template (Flemish Standard DMP) 7Will a metadata standard be used to make it \neasier to find and reuse the data ? \nIf so, please specify which metadata standard \nwill be used. If not, please specify which \nmetadata will be created to make the data \neasier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. \nSTANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nThe tangible output of this project will consist of (1) the research papers and (2) the cartographic web  \nenvironment. As for (1) we will report the metadata in line with 'good practices' and in line with the journal  \nstandards. As for (2) we will opt for an internationally accepted standard for metadata such as DublinCore or  \nthe DataCite Metadata Schema.\n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? Cross-referencing  our  project`s  needs  with  KU  Leuven`s  Storage  Guide  analysis  \n(https://icts.kuleuven.be/storagewijzer/en ), the best solution for this project is to use KU Leuven's `File  \nStorage` system.  File storage is all data storage where data is stored and managed as files within folders.  \nThis storage is located in the central KU Leuven data centers and is delivered as standard in volumes of 1  \nTB or more. Smaller volumes, from 100GB, are possible.  File storage is offered via the SMB protocol.  \nThis is a highly scalable and flexible solution, as the chosen performance level and volume size can be  \nadjusted to our needs at any time. \nFWO DMP Template (Flemish Standard DMP) 8How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO \nPREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA \nAND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP \nDIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.Using the central storage infrastructure of KU Leuven as set out above, secure storage and regular \nbackups of files is ensured. Additional back-ups on local (external), password-protected drives will be \nmade on regular time intervals.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\nSufficient storage & backup capacity during the project  is ensured because KU Leuven`s File Storage \nSystem adopts a continuous pro-active monitoring approach.\nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, \nNETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND \nFILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND \nTRANSFERRED DATA ARE SAFE. 7Data-at-rest encryption is provided as standard on all new volumes.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 9What are the expected costs for data storage \nand backup during the research project? How \nwill these costs be covered?Currently, KU Leuven bills €251.83 per year for this service. These costs can be covered by the project, and  \nthe PI will cover this from miscellaneous research budgets after the project has formally finished.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five \nyears (or longer, in agreement with other \nretention policies that are applicable) after the \nend of the project? In case some data cannot be  \npreserved, clearly state the reasons for this  \n(e.g. legal or contractual restrictions, \nstorage/budget issues, institutional policies...).All data that was generated throughout the project will be retained for at least a 10-year period.  \nWhere will these data be archived (stored and \ncurated for the long-term)?These data (and the cartographic web environment) will be integrated in the Department’s web \nenvironment so that it remains fully operational beyond the scope of this project.\nWhat are the expected costs for data \npreservation during the expected retention \nperiod? How will these costs be covered?Currently, KU Leuven bills €251.83 per year for this service. Expected costs for data preservation during \nthe expected retention period  costs will be cover by the PI from miscellaneous research budgets after the \nproject has formally finished.\nFWO DMP Template (Flemish Standard DMP) 106. Data Sharing and Reuse\nWill the data (or part of the data) be made \navailable for reuse after/during the project?  \nPlease explain per dataset or data type which \ndata will be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE \nDATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS \nAND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS \nBOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF   \nOEUREPO-ACCESSRIGHTS  ☒ Yes, in an Open Access repository\n☐ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nWe will strive to make as much data available at the end of the project as possible. As for the data \ngenerated in as part of the current work package 1, the mapping of PURs described will be integrated\nin the cartographic web environment and will be shared for download and reuse.\nIf access is restricted, please specify who will be \nable to access the data and under what \nconditions.N/A\nAre there any factors that restrict or prevent the  \nsharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal \nrestrictions)? Please explain per dataset or data \ntype where appropriate.☐ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects  \n☐ Yes, aspects of dual use\n☐ Yes, other\n☒ No\nIf yes, please specify:\nWhere will the data be made available?  \nIf already known, please provide a repository \nper dataset or data type.Besides our aim to make available the relevant data for download within the cartographic web \nenvironment, we aim to publish our data in an Open Access repository.  \nFWO DMP Template (Flemish Standard DMP) 11When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION \nSUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results.\nWhich data usage licenses are you going to \nprovide? If none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS \nGRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY \nREUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A \nLICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER \nANOTHER LICENCE THAT MIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE \nSHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS \nATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE \nCREDIT TO THE ORIGINAL DATA CREATORS.” 8  Data from the project that can be shared will be made available under a creative commons attribution \nlicense (CC-BY 4.0), so that users have to give credit to the original data creators.\nDo you intend to add a PID/DOI/accession \nnumber to your dataset(s)? If already available, \nplease provide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE \nIDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes\n☒ No\nIf yes:\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  No costs are expected\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 127. Responsibilities\nWho will manage data documentation and \nmetadata during the research project?The researcher working on the project will manage data documentation and metadata during the research  \nproject, supervised by the project’s PI.\nWho will manage data storage and backup \nduring the research project?The researcher working on the project will manage data storage and backup during the research project, \nsupervised by the project’s PI. That said, data storage and backup is de facto outsourced to KU Leuven’s \ncentral policies.\nWho will manage data preservation and \nsharing?The researcher working on the project will manage data preservation and sharing during the research \nproject, supervised by the project’s PI.\nWho will update and implement this DMP? The PI will manage update and implement this DMP"
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 11.General Project Information Name Grant Holder & ORCID Ben Derudder - 0000-0001-6195-8544 Contributor name(s) (+ ORCID) & roles Yitong Xia (ORCID - TBD) Project number1 & title ZKE3472 – Re-framing urban polycentricity: conceptualising, comparing, and tool-building Funder(s) GrantID2G0B0223N Affiliation(s) X KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: Provide ROR3 identifier when possible: 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 2Please provide a short project description The overall objective of this project is to significantly innovate the scientific literature on ‘urban polycentricity’. The general idea underlying urban polycentricity is fairly straightforward: the term is used to refer to territories that have multiple, proximately located (sub)centers and are characterized by balanced development. This general idea is, however, also vague and arguably at the root of much confusion. The urban polycentricity literature can therefore be envisioned as a series of attempts to develop more precise specifications, and is characterised by the following three notable features: (1) theoretical frameworks are often developed in a preconceived scalar context; (2) it is conceptually and empirically skewed to the North American, European, and increasingly Chinese context; and (3) analytical frameworks tend to be built from scratch, often using slightly different datasets and measurement frames. The project will address some of the ensuing challenges by (1) developing a more decentered and flexible theoretical framework that (2) speaks to ongoing debates about comparative urbanism and (3) responds to growing calls for broadly accessible research tools that speak to urban and regional scientific planning praxis. Cross-cutting and complementing this tripartite objective, there is also a transversal objective: the project aims to provide a concrete and operational contribution to epistemologically pluralist approaches to urban and regional research. FWO DMP Template (Flemish Standard DMP) 32.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Global Human Settlement LayerGeographical distribution of population☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☒ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: vector ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NAN/A Global Population Data (Oak Ridge)Geographical distribution of population ☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☒ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NAN/A 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 4☒ other: vector ☐ NA Night-time Light emissions Data (National Oceanic and Atmospheric Administration)Geographical distribution of light emissions☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☒ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: vector ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NAN/A CO2 emissions data (Fossil Fuel Data Assimilation System)Geographical distribution of CO2 emissions☐ Generate new data ☒ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☒ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☐ .tab ☒ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: vector ☐ NA☐ < 100 MB ☐ < 1 GB ☒ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NAN/A FWO DMP Template (Flemish Standard DMP) 5GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. Global Human Settlement Layer: https://ghsl.jrc.ec.europa.eu/ Global Population Data: https://landscan.ornl.gov/ Night-time Light emissions Data: https://sos.noaa.gov/catalog/datasets/nighttime-lights/ CO2 emissions data: https://ffdas.rc.nau.edu/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☐ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☒ No If yes, please describe: Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☐ Yes ☒ No If yes: -Short description of the kind of personal data that will be used: -Privacy Registry Reference: 5 These data are generated by combining multiple existing datasets.6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 6Does your work have potential for commercial valorization (e.g. tech transfer, for example spin- offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).The research papers that will be published will detail all relevant and necessary information in a transparent manner that allows for maximum reproducibility. The website that is at the core of this project will document the necessary background information, guidelines, and terms regarding data formatting, sources, and (re)use in a separate page spelling out the ‘terms of usage’. FWO DMP Template (Flemish Standard DMP) 7Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No The tangible output of this project will consist of (1) the research papers and (2) the cartographic web environment. As for (1) we will report the metadata in line with 'good practices' and in line with the journal standards. As for (2) we will opt for an internationally accepted standard for metadata such as DublinCore or the DataCite Metadata Schema. 4.Data Storage & Back-up during the Research Project Where will the data be stored? Cross-referencing our project`s needs with KU Leuven`s Storage Guide analysis (https://icts.kuleuven.be/storagewijzer/en ), the best solution for this project is to use KU Leuven's `File Storage` system. File storage is all data storage where data is stored and managed as files within folders. This storage is located in the central KU Leuven data centers and is delivered as standard in volumes of 1 TB or more. Smaller volumes, from 100GB, are possible. File storage is offered via the SMB protocol. This is a highly scalable and flexible solution, as the chosen performance level and volume size can be adjusted to our needs at any time. FWO DMP Template (Flemish Standard DMP) 8How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.Using the central storage infrastructure of KU Leuven as set out above, secure storage and regular backups of files is ensured. Additional back-ups on local (external), password-protected drives will be made on regular time intervals. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: Sufficient storage & backup capacity during the project is ensured because KU Leuven`s File Storage System adopts a continuous pro-active monitoring approach. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7Data-at-rest encryption is provided as standard on all new volumes. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 9What are the expected costs for data storage and backup during the research project? How will these costs be covered?Currently, KU Leuven bills €251.83 per year for this service. These costs can be covered by the project, and the PI will cover this from miscellaneous research budgets after the project has formally finished. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).All data that was generated throughout the project will be retained for at least a 10-year period. Where will these data be archived (stored and curated for the long-term)?These data (and the cartographic web environment) will be integrated in the Department’s web environment so that it remains fully operational beyond the scope of this project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?Currently, KU Leuven bills €251.83 per year for this service. Expected costs for data preservation during the expected retention period costs will be cover by the PI from miscellaneous research budgets after the project has formally finished. FWO DMP Template (Flemish Standard DMP) 106. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INF OEUREPO-ACCESSRIGHTS ☒ Yes, in an Open Access repository ☐ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: We will strive to make as much data available at the end of the project as possible. As for the data generated in as part of the current work package 1, the mapping of PURs described will be integrated in the cartographic web environment and will be shared for download and reuse. If access is restricted, please specify who will be able to access the data and under what conditions.N/A Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☐ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☒ No If yes, please specify: Where will the data be made available? If already known, please provide a repository per dataset or data type.Besides our aim to make available the relevant data for download within the cartographic web environment, we aim to publish our data in an Open Access repository. FWO DMP Template (Flemish Standard DMP) 11When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Data from the project that can be shared will be made available under a creative commons attribution license (CC-BY 4.0), so that users have to give credit to the original data creators. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☐ Yes ☒ No If yes: What are the expected costs for data sharing? How will these costs be covered? No costs are expected 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 127. Responsibilities Who will manage data documentation and metadata during the research project?The researcher working on the project will manage data documentation and metadata during the research project, supervised by the project’s PI. Who will manage data storage and backup during the research project?The researcher working on the project will manage data storage and backup during the research project, supervised by the project’s PI. That said, data storage and backup is de facto outsourced to KU Leuven’s central policies. Who will manage data preservation and sharing?The researcher working on the project will manage data preservation and sharing during the research project, supervised by the project’s PI. Who will update and implement this DMP? The PI will manage update and implement this DMP"
}