{
    "document_id": "D-2021-1006",
    "LinkTitle": "D-2021-1006",
    "file_name": "D-2021-1006.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1006.pdf",
    "metadata": {
        "title": "Macronutrient restriction after major surgery and intermittent fasting in prolonged critical illness; impact on acute & long-term-functional outcomes, phosphate, carnitine and choline-homeostasis, muscular integrity and autophagy. - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Macronutrient restriction after major surgery and intermittent fasting in\nprolonged critical illness; impact on acute & long-term-functional outcomes, phosphate, carnitine\nand choline-homeostasis, muscular integrity and autophagy. - DMP title\nProject Identifier\n 1832822N\nGrant Title\n 1832822N\nPrincipal Investigator / Researcher\n Michael Casaer\nProject Data Contact\n michel.casaer@uzleuven.be 016348786\nDescription\n This DMP applies to my Senior Clinical Investigator Renewal, The main and first\nresearch project in this FWO-investigatorship is now initiated and is a post hoc determination of\nphopshate, carnitine metabolites and choline levels on serum samples from the ICU-FM (Van\nDyck Crit. Care 2020) and EPaNIC (Casaer NEJM 2011) RCT's. \nIt includes the ongoing EFECTS RCT\n(N 300) PI Hans Van Veer, detailed DMP has been submitted by the PI in the context of the TBM\nfunding. The last part of the project , the prospective ICU-FM-PLUS-RCT (N 6930) will be informed\nby the results of the first work package. \nThese 3 projects will all contribute to a better\nunderstanding and clinical application of (intermittent) nutrient restriction aimed at preserving &\nrestoring homeostasis and promoting recovery of physical function in acute illness\nInstitution\n KU Leuven\n1. General Information\nName applicant\nMichael P Casaer\nFWO Project Number & Title\nFWO Project 1832822N\nMacronutrient restriction after major surgery and intermittent fasting\nin prolonged critical illness; impact on acute & long-term-functional\noutcomes, phosphate, carnitine and choline-homeostasis, muscular\nintegrity and autophagy.\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nReuse existing data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nVital parameters, drugs, nutrition and organ support administered, clinical outcome and\npremorbid data are analysed for translational, efficacy and safety. All clinical data is collected\nmanually or automatically into CRF’s constructed in Filemaker. Data is exported as EXCEL files\nanalyzed most often in JMP. Lab results (mostly in EXCEL) are transferred to the same filemaker\nsystem after accuracy checks and linked to the applicable experiment and time point. 10 - 20 GB\nin total\nMicroscopy images (light microscopy), raw and processed are stored as TIFF files and a registry\nof the TIFF file names is linked to the adequate time point in the experiment. 500 - 600 Muscle\nbiopsies (~ informed consent rate and coagulation) are collected in EFECTS and ICU-FM-PLUS and\nare stored in the KULeuven Laboratory of Intensive Care Medicine, as in EPaNIC (Lancet RM\n2013), the meta-data are stored in the main eCRF. 50 - 150 GB (depending on final design of ICU-\nFM-PLUS)\nRepeated CT-Images are processed and split into muscle, fat and other tissue voxels, eported as\nexcel files and transferred into the filemaker eCRF. (20 - 70 GB)\nMetabolomic determinations by Liquid Chromatography with tandem Mass Spectrometry (LC-MS-\nMS) (carntine, choline and phosphate)- on serum from EPaNIC and ICU-FM-I will be exported as\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nEXCEL files and intergrated into the centeral FIlemaker 1 - 10  GB .\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nVital parameters, drugs and organ support administered, clinical outcome and premorbid data\nare analysed for efficacy and safety purposes.\n Privacy commission notification: \nnot\napplicable at the date of study approval by the EC UZ/KULeuven, no longer applicable today as\nreplaced by central KULeuven registry (as confirmed by Toon Boon –KULeuven, juridische dienst)\nby mail on 08-05-2018 )\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nThese experiments are conducted on patients most often unable to give consent due to coma.\nThis vulnerable population is included because it wouldn’t be possible to answer these important\ntherapeutic questions based on similar experiments in non-comatose patients.\n \nThe Ethical Committee Research UZ/KU Leuven (Belg. Regnr. B322201629914) approved the\nprotocol and consent forms:\nfor ICU-FM-I (S59328)\nfor EFECTS (S61665)\nfor EPaNIC (ML 4190 S50404)\n \nThe ICU_FM_PLUS protocol design will be finalized based on the results of the first packages and\nsubmitted thereafter\n \nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n.\nAll clinical characteristics and particularly baseline data can be used as metadata in the\nstructured filemaker crf to retrieve specific patients or samples.\nData is exported as EXCEL files analyzed most often in JMP. Lab results (mostly in EXCELl) are\ntransferred to the same filemaker system after accuracy checks and linked to the applicable\nexperiment and time point. Microscopy images, raw and processed are stored as TIFF files and a\nregistry of the TIFF file names is linked to the adequate time point in the experiment.\nStanding operating procedures and study protocols describing data collection\nInfo labels in the structured file maker specifying any further definition or productional\ninformation established during data gathering or processing\nMoreover, for this project we will keep a separate registry documenting the names and locations\nfor raw and processed data exports as used for every step in the project. All intermediary\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\ndatafiles  and temporary copies (serving among others as double checks during the analysis\nprocess) will be destroyed once the results of that study phase are published in order to avoid\nconfusion and avoid different copies circulating within the research group. In case a posteriori\nanalyses are required the data will be exported from the central data management system\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nAll clinical characteristics and particularly baseline data can be used as metadata in the\nstructured filemaker crf to retrieve specific patients or samples.\nMicroscopy images, raw and processed are stored as TIFF files and a registry of the TIFF file\nnames is linked to the adequate time point in the experiment.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe research database (eCRF) will be hosted on the University Hospitals Leuven servers. This\nclosed network is only accessible for employees and affiliated persons which have to use a\npersonal login and password to log into the system. Equipment can only have access to the\nnetwork after registration/installation by the central ICT service. The hospital network is\nprotected by a firewall but authorized research staff can access the network over the internet\nusing a secure SSL-solution with one-time passwords (using a Vasco Digipass or Google\nAuthenticator).\nThe firewall and external access procedure has been audited and approved by Ubizen and\nDeloitte\nHow is backup of the data provided?\nThe research database resides on the central servers with mirrored or RAID5 system disks and\nhas hourly backups. The database is written in FilemakerPro and is login/password protected. An\naccess log and audit trail are available.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nUZ Leuven Servers\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe data systems mentioned here above are UZLeuven based. We have no separate\nestimations for the cost of storage and Back-Up of 100 - 270 GB in this system. No\ncosts will be charged to our Department for data storage.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe research database (eCRF) will be hosted on the University Hospitals Leuven servers. This\nclosed network is only accessible for employees and affiliated persons which have to use a\npersonal login and password to log into the system. Equipment can only have access to the\nnetwork after registration/installation by the central ICT service. The hospital network is\nprotected by a firewall but authorized research staff can access the network over the internet\nusing a secure SSL-solution with one-time passwords (using a Vasco Digipass or Google\nAuthenticator).\nThe firewall and external access procedure has been audited and approved by Ubizen and\nDeloitte.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nAll data initially entered in the eCRF, the patient medical files remain available in\nUZLeuven as source files but the link to their identity is encrypted in a separate\nsystem. This allows –among others-  source file verification by the competent\nauthorities.\n \nThe eCRF, crucial to any later interpretation of the biological samples harvested\nduring the project will be stored for at least 25 years - in compliance with Beligan law\non experimetns on Human Beings likewise for the final datafiles supporting the\npublished data.\nWhere will the data be archived (= stored for the longer term)?\nThe research database resides on the UZ Leuven central servers with mirrored or RAID5 system\ndisks and has hourly backups. Data will remain there for at least 20 years\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nThe research database resides on the UZ Leuven central servers no separate costs will be\ncharged for the use of this servers the database in maintained by the Datamanagers of the\nLaboratory and Clinical Department of Intensive Care Medicine\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nNo data will be made available unconditionally in the public space. \nThe participant level\ndata of this clinical experiment will not be publicly available. This would be a potential source of\nerroneous findings due to inadequate interpretation of the study design. The data will be stored\nin the research database of the Clinical Department and Laboratory of Intensive Care Medicine\nand request for post-hoc analyses with a clearly defined research question and methodology can\nbe sent to the investigators. This approach to avoid misinterpretation of complex data and\ndatabases has been proposed in a recent summit on data sharing organized by the NEJM in April\n2017 where Prof. Dr. Greet Van den Berghe Chair of the Clinical Department and Laboratory of\nIntensive Care Medicine contributed.\nWhich data will be made available after the end of the project?\nSee previous question\nWhere/how will the data be made available for reuse?\nOther (specify):\nThe data will be stored in the research database of the Clinical Department and Laboratory of\nIntensive Care Medicine and request for post-hoc analyses with a clearly defined research\nquestion and methodology can be sent to the investigators. Data will be available after signing a\ndata sharing agreement and only for the predefined duration and the predefined analyses.\nWhen will the data be made available?\nUpon publication of the research results\nWhen requested and only after the primary analyses have been performed and\npublished\nWho will be able to access the data and under what conditions?\nThe data will be stored in the research database of the Clinical Department and Laboratory of\nIntensive Care Medicine and request for post-hoc analyses with a clearly defined research\nquestion and methodology can be sent to the investigators. Data will be available after signing a\ndata sharing agreement and only for the predefined duration and the predefined analyses.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNot applicable, see above.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PI’s and the central clinical research data managers within the UZLeuven Intensive Care\nDepartment and Laboratory are responsible and both are supervised by the Chair of Clinical\nDepartment and Laboratory of Intensive Care Medicine. Doctoral students involved in study\nconduct and CRA’s are co-responsible for the accuracy of the data generated or transscripted on\ndaily basis during the study and for the double checks they perform per protocol.\nWho will be responsible for data storage & back up during the project?\nThe PI’s and the central clinical research data managers within the UZLeuven Intensive Care\nDepartment and Laboratory are responsible and both are supervised by the Chair of Clinical\nDepartment and Laboratory of Intensive Care Medicine\nWho will be responsible for ensuring data preservation and reuse ?\nThe PI’s and the central clinical research data managers within the UZLeuven Intensive Care\nDepartment and Laboratory are responsible and both are supervised by the Chair of Clinical\nDepartment and Laboratory of Intensive Care Medicine\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Macronutrient restriction after major surgery and intermittent fasting in prolonged critical illness; impact on acute & long-term-functional outcomes, phosphate, carnitine and choline-homeostasis, muscular integrity and autophagy. - DMP title Project Identifier 1832822N Grant Title 1832822N Principal Investigator / Researcher Michael Casaer Project Data Contact michel.casaer@uzleuven.be 016348786 Description This DMP applies to my Senior Clinical Investigator Renewal, The main and first research project in this FWO-investigatorship is now initiated and is a post hoc determination of phopshate, carnitine metabolites and choline levels on serum samples from the ICU-FM (Van Dyck Crit. Care 2020) and EPaNIC (Casaer NEJM 2011) RCT's. It includes the ongoing EFECTS RCT (N 300) PI Hans Van Veer, detailed DMP has been submitted by the PI in the context of the TBM funding. The last part of the project , the prospective ICU-FM-PLUS-RCT (N 6930) will be informed by the results of the first work package. These 3 projects will all contribute to a better understanding and clinical application of (intermittent) nutrient restriction aimed at preserving & restoring homeostasis and promoting recovery of physical function in acute illness Institution KU Leuven 1. General Information Name applicant Michael P Casaer FWO Project Number & Title FWO Project 1832822N Macronutrient restriction after major surgery and intermittent fasting in prolonged critical illness; impact on acute & long-term-functional outcomes, phosphate, carnitine and choline-homeostasis, muscular integrity and autophagy. Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Reuse existing data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Vital parameters, drugs, nutrition and organ support administered, clinical outcome and premorbid data are analysed for translational, efficacy and safety. All clinical data is collected manually or automatically into CRF’s constructed in Filemaker. Data is exported as EXCEL files analyzed most often in JMP. Lab results (mostly in EXCEL) are transferred to the same filemaker system after accuracy checks and linked to the applicable experiment and time point. 10 - 20 GB in total Microscopy images (light microscopy), raw and processed are stored as TIFF files and a registry of the TIFF file names is linked to the adequate time point in the experiment. 500 - 600 Muscle biopsies (~ informed consent rate and coagulation) are collected in EFECTS and ICU-FM-PLUS and are stored in the KULeuven Laboratory of Intensive Care Medicine, as in EPaNIC (Lancet RM 2013), the meta-data are stored in the main eCRF. 50 - 150 GB (depending on final design of ICU- FM-PLUS) Repeated CT-Images are processed and split into muscle, fat and other tissue voxels, eported as excel files and transferred into the filemaker eCRF. (20 - 70 GB) Metabolomic determinations by Liquid Chromatography with tandem Mass Spectrometry (LC-MS- MS) (carntine, choline and phosphate)- on serum from EPaNIC and ICU-FM-I will be exported as This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 EXCEL files and intergrated into the centeral FIlemaker 1 - 10 GB . 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Vital parameters, drugs and organ support administered, clinical outcome and premorbid data are analysed for efficacy and safety purposes. Privacy commission notification: not applicable at the date of study approval by the EC UZ/KULeuven, no longer applicable today as replaced by central KULeuven registry (as confirmed by Toon Boon –KULeuven, juridische dienst) by mail on 08-05-2018 ) Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes These experiments are conducted on patients most often unable to give consent due to coma. This vulnerable population is included because it wouldn’t be possible to answer these important therapeutic questions based on similar experiments in non-comatose patients. The Ethical Committee Research UZ/KU Leuven (Belg. Regnr. B322201629914) approved the protocol and consent forms: for ICU-FM-I (S59328) for EFECTS (S61665) for EPaNIC (ML 4190 S50404) The ICU_FM_PLUS protocol design will be finalized based on the results of the first packages and submitted thereafter Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? . All clinical characteristics and particularly baseline data can be used as metadata in the structured filemaker crf to retrieve specific patients or samples. Data is exported as EXCEL files analyzed most often in JMP. Lab results (mostly in EXCELl) are transferred to the same filemaker system after accuracy checks and linked to the applicable experiment and time point. Microscopy images, raw and processed are stored as TIFF files and a registry of the TIFF file names is linked to the adequate time point in the experiment. Standing operating procedures and study protocols describing data collection Info labels in the structured file maker specifying any further definition or productional information established during data gathering or processing Moreover, for this project we will keep a separate registry documenting the names and locations for raw and processed data exports as used for every step in the project. All intermediary This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 datafiles and temporary copies (serving among others as double checks during the analysis process) will be destroyed once the results of that study phase are published in order to avoid confusion and avoid different copies circulating within the research group. In case a posteriori analyses are required the data will be exported from the central data management system Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No All clinical characteristics and particularly baseline data can be used as metadata in the structured filemaker crf to retrieve specific patients or samples. Microscopy images, raw and processed are stored as TIFF files and a registry of the TIFF file names is linked to the adequate time point in the experiment. 5. Data storage and backup during the FWO project Where will the data be stored? The research database (eCRF) will be hosted on the University Hospitals Leuven servers. This closed network is only accessible for employees and affiliated persons which have to use a personal login and password to log into the system. Equipment can only have access to the network after registration/installation by the central ICT service. The hospital network is protected by a firewall but authorized research staff can access the network over the internet using a secure SSL-solution with one-time passwords (using a Vasco Digipass or Google Authenticator). The firewall and external access procedure has been audited and approved by Ubizen and Deloitte How is backup of the data provided? The research database resides on the central servers with mirrored or RAID5 system disks and has hourly backups. The database is written in FilemakerPro and is login/password protected. An access log and audit trail are available. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes UZ Leuven Servers What are the expected costs for data storage and back up during the project? How will these costs be covered? The data systems mentioned here above are UZLeuven based. We have no separate estimations for the cost of storage and Back-Up of 100 - 270 GB in this system. No costs will be charged to our Department for data storage. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The research database (eCRF) will be hosted on the University Hospitals Leuven servers. This closed network is only accessible for employees and affiliated persons which have to use a personal login and password to log into the system. Equipment can only have access to the network after registration/installation by the central ICT service. The hospital network is protected by a firewall but authorized research staff can access the network over the internet using a secure SSL-solution with one-time passwords (using a Vasco Digipass or Google Authenticator). The firewall and external access procedure has been audited and approved by Ubizen and Deloitte. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 All data initially entered in the eCRF, the patient medical files remain available in UZLeuven as source files but the link to their identity is encrypted in a separate system. This allows –among others- source file verification by the competent authorities. The eCRF, crucial to any later interpretation of the biological samples harvested during the project will be stored for at least 25 years - in compliance with Beligan law on experimetns on Human Beings likewise for the final datafiles supporting the published data. Where will the data be archived (= stored for the longer term)? The research database resides on the UZ Leuven central servers with mirrored or RAID5 system disks and has hourly backups. Data will remain there for at least 20 years What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The research database resides on the UZ Leuven central servers no separate costs will be charged for the use of this servers the database in maintained by the Datamanagers of the Laboratory and Clinical Department of Intensive Care Medicine 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: No data will be made available unconditionally in the public space. The participant level data of this clinical experiment will not be publicly available. This would be a potential source of erroneous findings due to inadequate interpretation of the study design. The data will be stored in the research database of the Clinical Department and Laboratory of Intensive Care Medicine and request for post-hoc analyses with a clearly defined research question and methodology can be sent to the investigators. This approach to avoid misinterpretation of complex data and databases has been proposed in a recent summit on data sharing organized by the NEJM in April 2017 where Prof. Dr. Greet Van den Berghe Chair of the Clinical Department and Laboratory of Intensive Care Medicine contributed. Which data will be made available after the end of the project? See previous question Where/how will the data be made available for reuse? Other (specify): The data will be stored in the research database of the Clinical Department and Laboratory of Intensive Care Medicine and request for post-hoc analyses with a clearly defined research question and methodology can be sent to the investigators. Data will be available after signing a data sharing agreement and only for the predefined duration and the predefined analyses. When will the data be made available? Upon publication of the research results When requested and only after the primary analyses have been performed and published Who will be able to access the data and under what conditions? The data will be stored in the research database of the Clinical Department and Laboratory of Intensive Care Medicine and request for post-hoc analyses with a clearly defined research question and methodology can be sent to the investigators. Data will be available after signing a data sharing agreement and only for the predefined duration and the predefined analyses. What are the expected costs for data sharing? How will the costs be covered? Not applicable, see above. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 8. Responsibilities Who will be responsible for data documentation & metadata? The PI’s and the central clinical research data managers within the UZLeuven Intensive Care Department and Laboratory are responsible and both are supervised by the Chair of Clinical Department and Laboratory of Intensive Care Medicine. Doctoral students involved in study conduct and CRA’s are co-responsible for the accuracy of the data generated or transscripted on daily basis during the study and for the double checks they perform per protocol. Who will be responsible for data storage & back up during the project? The PI’s and the central clinical research data managers within the UZLeuven Intensive Care Department and Laboratory are responsible and both are supervised by the Chair of Clinical Department and Laboratory of Intensive Care Medicine Who will be responsible for ensuring data preservation and reuse ? The PI’s and the central clinical research data managers within the UZLeuven Intensive Care Department and Laboratory are responsible and both are supervised by the Chair of Clinical Department and Laboratory of Intensive Care Medicine Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}