{
    "document_id": "D-2022-1594",
    "LinkTitle": "D-2022-1594",
    "file_name": "D-2022-1594.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1594.pdf",
    "metadata": {
        "title": "C3 LIAISE/ALICE (Internal Funds DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n C3 LIAISE/ALICE (Internal Funds DMP) - DMP title\nGrant Title\n C3/21/046\nPrincipal Investigator / Researcher\n Astrid Van Wieringen\nProject Data Contact\n astrid.vanwieringen@kuleuven.be\nInstitution\n KU Leuven\n1. General Information\nName of the project lead (PI)\nProf Astrid van Wieringen\n \nInternal Funds Project number & title\nC3/21/046\nLIAISE: Leuven Interactieve Assistent voor de verbetering van luistervaardigheden\n2. Data description\n2.1. Will you generate/collect new data and/or make use of existing data?\nGenerate new data\n2.2. What data will you collect, generate or reuse? Describe the origin, type and\nformat of the data (per dataset) and its (estimated) volume. This may be easiest in a\nnumbered list or table and per objective of the project.\nThe data that will be collected are:\n \nPersonal data: name, age, gender, email address, hearing impairment (type and degree),\ntype of hearing aid(s) and experience with hearing aids of 180 study subjects.\n \nAudiometric data: speech in noise testing\n \nQuestionnaire data: pre and post training on experienced difficulty for understanding speech\nin noise (based on Speech Spatial and Qualities of hearing Scale (n=12 questions)), listening\neffort (based on Effort Assessment Scale (n=6 questions)), coping strategies (based on\nCommunication and Acceptance Scale (n=18 questions)) and personal listening situations\n(based on the Client Oriented Scale of Improvement) \n \nAnalytics from study subjects using the app (such as duration of use, number of exercises\ndone, number of days trained, …)\n \nThe collected data are restricted to data that are absolutely necessary and all data are\npseudonymised before they are used for analysis by the researchers of KU Leuven. Data are\nsaved in the following formats: .pdf, .docx, or .xlsx.\n \nData volume will be under 1TB.\n \n \n3. Ethical and legal issues\n3.1. Will you use personal data? If so, shortly describe the kind of personal data you\nwill use. Add the reference to the file in KU Leuven's Record of Processing Activities.\nBe aware that registering the fact that you process personal data is a legal obligation.\nYes.\n \nPersonal data collected includes: name, age, gender, email address, hearing impairment (type\nand degree), type of hearing aid(s) and experience with hearing aid, questionnaire data, app user\ndata.\n \nThis is also described in the PRET module, Privacy Registry Reference: G-2022-4734.\n \n3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s).\nYes, this study will be conducted on humans. We will collect audiometric data of 180 human\nsubjects and collect answers to four different questionnaires (see above).\n \n \nThe study was registered at the CTC: S66285.\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nClinical investigation plan containing the study protocol will be submitted to the FAGG.\n \nPRET application: G-2022-4734 (not yet submitted)\n \n3.3. Does your research possibly result in research data with potential for tech\ntransfer and valorisation? Will IP restrictions be claimed for the data you created? If\nso, for what data and which restrictions will be asserted?\nYes.\n This study is conducted \nwithin a valorisation project\n. During this study, there will be no \nIP\nrestrictions. \nAfter the end of the study, possible IP restrictions may apply\n and \nwill be discussed\nwith LRD.\n \n3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the\ndata you (re)use? If so, to what data do they relate and what restrictions regarding\nreuse and sharing are in place?\nNo\n4. Documentation and metadata\n4.1. What documentation will be provided to enable understanding and reuse of the\ndata collected/generated in this project?\nAll researchers involved in the study are trained on how to collect/handle the data and on\nhow/where to store the data.\n \nFor each participant the same data will be noted: name, age, gender, email address, hearing\nimpairment (type and degree), type of hearing aid(s) and experience with hearing aid.\nInformation on each participant, the informed consent process, their experiences and possible\ndifficulties experienced during the study will be documented in a word document. All steps to\npseudonymise the data will be described.\n \n4.2. Will a metadata standard be used? If so, describe in detail which standard will be\nused. If not, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nMetadata of the questionnaires \n(Timestamp, instructions) \nare automatically captured during \nthe\nsurvey on the tablet. \nThis metadata will not be used in the analysis of the study data.\n \n5. Data storage and backup during the project\n5.1. Where will the data be stored?\nThe\n \npseudonymised digital data are stored on a KU Leuven Large Volume Storage (e.g. the\nresearch unit’s central storage facility, I-/J- drive) and/or the OneDrive linked to a KU Leuven\naccount. A copy of these data may be stored temporarily on an encrypted PC hard drive for\nanalysis.\n \nHard copies of the collected Informed Consent form are kept in locked cabinets in the lab of the\nPI.\n \n5.2. How will the data be backed up?\nSince t\nhe data will be stored on the university's central servers\n, the general ICT back-up policy\napplies and \nautomatic daily back-up procedures\n are in place\n.\n \n5.3. Is there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available, then\nexplain how this will be taken care of.\nYes. \nThe\n data are stored on KU Leuven Servers\n, \nthis storage is expandable\n.\n \nS\ntorage and backup\ncapacity is technically not an issue.\n \n5.4. What are the expected costs for data storage and backup during the project? How\nwill these costs be covered?\nNo costs are expected, the storage space that is provided by KU/UZ Leuven networks is free of\ncosts. If future developments would result in costs, available budget at the KU Leuven, and\nbudget from new projects will be used. \n \n5.5. Data security: how will you ensure that the data are securely stored and not\naccessed or modified by unauthorized persons?\nAll \ndata are stored on\n \na \nprotected \nKU Leuven\n data \nstorage environment\n with limited access\n. Data\nare \npassword protected and \nonly accessible for researchers working on the project. \nAll data files\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nwill be \npseudonymised\n,\n \nso even the researchers\n will not be able to link the data to the\nparticipants\n. Only a very \nlimited number of authori\ns\ned persons have access to the identifier key\nof the pseudonymised data\n. If sharing the data is necessary, the PI will decide which data will be\nshared and with whom.\n \n6. Data preservation after the end of the project\n6.1. Which data will be retained for the expected 10 year period after the end of the\nproject? If only a selection of the data can/will be preserved, clearly state why this is\nthe case (legal or contractual restrictions, physical preservation issues, ...).\nAll generated/collected research data \nwill be archived for minimal 10 years after study\ncompletion conform with \nKU Leuven\n \nRDM \npolicy.\n \n6.2. Where will these data be archived (= stored for the long term)?\nAll pseudonymised \ndata will be stored on the university's central servers (with automatic back-up\nprocedures) for at least 10 years, conform the KU Leuven RDM policy.\n \nHard copies \nof\n the\nInformed Consent forms\n \nare kept in locked cabinets in the lab of the PI.\n \n6.3. What are the expected costs for data preservation during these 10 years? How\nwill the costs be covered?\nNo costs are expected, the storage space that is provided by KU/UZ Leuven networks is free of\ncosts.\n \nIf future developments would result in costs, available budget at the KU Leuven, and\nbudget from new projects will be used.\n7. Data sharing and re-use\n7.1. Are there any factors restricting or preventing the sharing of (some of) the data\n(e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP\npotential)?\nYes.\n \nIn the informed consent form, participants in the study are asked if their data can be shared\nfor future research\n or when the app will be commercialised\n. \nAll subjects in the study\n are given the\noption to object against sharing of their data.\n \n7.2. Which data will be made available after the end of the project?\nAll data will by pseudonymised. Only data of participants that allow sharing of their data will be\nshared.\n \n \n7.3. Where/how will the data be made available for reuse?\nUpon request by mail\nAn email address for the study will be available on the ExpORL website. \n \nAll pseudonymised data will be stored on a KU Leuven server. We can provide access to the\nlocation of the data. We will honour the choices indicated by the participants on the informed\nconsent form, if they do not want that their data will be reused, we will not make it available.\n \n7.4. When will the data be made available?\nUpon publication of the research results\nData will be made available after the completion of the study trials. \nA\ncademic or business\ndocuments will be drafted in collaboration with the stakeholders of the study.\n \nN\not-published data\nwill be made available for external users upon request during the post-project trajectory (based\non LRD contract).\n \n7.5. Who will be able to access the data and under what conditions?\nDuring the study: the researchers/clinicians who are collecting the data and KU Leuven\nresearchers. \n \nAfter the study: the KU Leuven researchers who are involved in the study.\n \n7.6. What are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected.\n \nI\nn case of \nfuture costs, available budget at the KU Leuven, and budget\nfrom new projects will be used. \n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\n8. Responsibilities\n8.1. Who will be responsible for the data documentation & metadata?\nWithin this multicentre study, p\nart of the personal data will be collected by \nlocal researchers of\nthe study (\naudicien\n/audiologist in \nthe \nhearing centre or hospital) \nclosely monitored by KU Leuven\nresearchers\n.\n Data on use of the app will be automatically saved to \nKU Leuven\n servers\n.\nQuestionnaire data will be collected through tablets and will be automatically saved to \nKU Leuven\nservers\n.\n \nAfter the end of the study, this responsibility will shift to the PI of the study\n at the\nExpORL research group\n. \n \n8.2. Who will be responsible for data storage & back up during the project?\nThe KU Leuven researchers (Stefanie Krijger & \ndr\n Andrea Bussé) will be responsible for data\nstorage and backup. After the end of the study, this responsibility will shift to the PI of the study. \n \n8.3. Who will be responsible for ensuring data preservation and sharing?\nThe KU Leuven researchers (Stefanie Krijger & \ndr\n Andrea Bussé) will be responsible for ensuring\ndata preservation and sharing. After the end of the study, this responsibility will shift to the PI of\nthe study. \n \n8.4. Who bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP\n.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name C3 LIAISE/ALICE (Internal Funds DMP) - DMP title Grant Title C3/21/046 Principal Investigator / Researcher Astrid Van Wieringen Project Data Contact astrid.vanwieringen@kuleuven.be Institution KU Leuven 1. General Information Name of the project lead (PI) Prof Astrid van Wieringen Internal Funds Project number & title C3/21/046 LIAISE: Leuven Interactieve Assistent voor de verbetering van luistervaardigheden 2. Data description 2.1. Will you generate/collect new data and/or make use of existing data? Generate new data 2.2. What data will you collect, generate or reuse? Describe the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a numbered list or table and per objective of the project. The data that will be collected are: Personal data: name, age, gender, email address, hearing impairment (type and degree), type of hearing aid(s) and experience with hearing aids of 180 study subjects. Audiometric data: speech in noise testing Questionnaire data: pre and post training on experienced difficulty for understanding speech in noise (based on Speech Spatial and Qualities of hearing Scale (n=12 questions)), listening effort (based on Effort Assessment Scale (n=6 questions)), coping strategies (based on Communication and Acceptance Scale (n=18 questions)) and personal listening situations (based on the Client Oriented Scale of Improvement) Analytics from study subjects using the app (such as duration of use, number of exercises done, number of days trained, …) The collected data are restricted to data that are absolutely necessary and all data are pseudonymised before they are used for analysis by the researchers of KU Leuven. Data are saved in the following formats: .pdf, .docx, or .xlsx. Data volume will be under 1TB. 3. Ethical and legal issues 3.1. Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to the file in KU Leuven's Record of Processing Activities. Be aware that registering the fact that you process personal data is a legal obligation. Yes. Personal data collected includes: name, age, gender, email address, hearing impairment (type and degree), type of hearing aid(s) and experience with hearing aid, questionnaire data, app user data. This is also described in the PRET module, Privacy Registry Reference: G-2022-4734. 3.2. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Yes, this study will be conducted on humans. We will collect audiometric data of 180 human subjects and collect answers to four different questionnaires (see above). The study was registered at the CTC: S66285. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Clinical investigation plan containing the study protocol will be submitted to the FAGG. PRET application: G-2022-4734 (not yet submitted) 3.3. Does your research possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? Yes. This study is conducted within a valorisation project . During this study, there will be no IP restrictions. After the end of the study, possible IP restrictions may apply and will be discussed with LRD. 3.4. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions regarding reuse and sharing are in place? No 4. Documentation and metadata 4.1. What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? All researchers involved in the study are trained on how to collect/handle the data and on how/where to store the data. For each participant the same data will be noted: name, age, gender, email address, hearing impairment (type and degree), type of hearing aid(s) and experience with hearing aid. Information on each participant, the informed consent process, their experiences and possible difficulties experienced during the study will be documented in a word document. All steps to pseudonymise the data will be described. 4.2. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. Metadata of the questionnaires (Timestamp, instructions) are automatically captured during the survey on the tablet. This metadata will not be used in the analysis of the study data. 5. Data storage and backup during the project 5.1. Where will the data be stored? The pseudonymised digital data are stored on a KU Leuven Large Volume Storage (e.g. the research unit’s central storage facility, I-/J- drive) and/or the OneDrive linked to a KU Leuven account. A copy of these data may be stored temporarily on an encrypted PC hard drive for analysis. Hard copies of the collected Informed Consent form are kept in locked cabinets in the lab of the PI. 5.2. How will the data be backed up? Since t he data will be stored on the university's central servers , the general ICT back-up policy applies and automatic daily back-up procedures are in place . 5.3. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes. The data are stored on KU Leuven Servers , this storage is expandable . S torage and backup capacity is technically not an issue. 5.4. What are the expected costs for data storage and backup during the project? How will these costs be covered? No costs are expected, the storage space that is provided by KU/UZ Leuven networks is free of costs. If future developments would result in costs, available budget at the KU Leuven, and budget from new projects will be used. 5.5. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All data are stored on a protected KU Leuven data storage environment with limited access . Data are password protected and only accessible for researchers working on the project. All data files This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 will be pseudonymised , so even the researchers will not be able to link the data to the participants . Only a very limited number of authori s ed persons have access to the identifier key of the pseudonymised data . If sharing the data is necessary, the PI will decide which data will be shared and with whom. 6. Data preservation after the end of the project 6.1. Which data will be retained for the expected 10 year period after the end of the project? If only a selection of the data can/will be preserved, clearly state why this is the case (legal or contractual restrictions, physical preservation issues, ...). All generated/collected research data will be archived for minimal 10 years after study completion conform with KU Leuven RDM policy. 6.2. Where will these data be archived (= stored for the long term)? All pseudonymised data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. Hard copies of the Informed Consent forms are kept in locked cabinets in the lab of the PI. 6.3. What are the expected costs for data preservation during these 10 years? How will the costs be covered? No costs are expected, the storage space that is provided by KU/UZ Leuven networks is free of costs. If future developments would result in costs, available budget at the KU Leuven, and budget from new projects will be used. 7. Data sharing and re-use 7.1. Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions or because of IP potential)? Yes. In the informed consent form, participants in the study are asked if their data can be shared for future research or when the app will be commercialised . All subjects in the study are given the option to object against sharing of their data. 7.2. Which data will be made available after the end of the project? All data will by pseudonymised. Only data of participants that allow sharing of their data will be shared. 7.3. Where/how will the data be made available for reuse? Upon request by mail An email address for the study will be available on the ExpORL website. All pseudonymised data will be stored on a KU Leuven server. We can provide access to the location of the data. We will honour the choices indicated by the participants on the informed consent form, if they do not want that their data will be reused, we will not make it available. 7.4. When will the data be made available? Upon publication of the research results Data will be made available after the completion of the study trials. A cademic or business documents will be drafted in collaboration with the stakeholders of the study. N ot-published data will be made available for external users upon request during the post-project trajectory (based on LRD contract). 7.5. Who will be able to access the data and under what conditions? During the study: the researchers/clinicians who are collecting the data and KU Leuven researchers. After the study: the KU Leuven researchers who are involved in the study. 7.6. What are the expected costs for data sharing? How will these costs be covered? No costs are expected. I n case of future costs, available budget at the KU Leuven, and budget from new projects will be used. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 8. Responsibilities 8.1. Who will be responsible for the data documentation & metadata? Within this multicentre study, p art of the personal data will be collected by local researchers of the study ( audicien /audiologist in the hearing centre or hospital) closely monitored by KU Leuven researchers . Data on use of the app will be automatically saved to KU Leuven servers . Questionnaire data will be collected through tablets and will be automatically saved to KU Leuven servers . After the end of the study, this responsibility will shift to the PI of the study at the ExpORL research group . 8.2. Who will be responsible for data storage & back up during the project? The KU Leuven researchers (Stefanie Krijger & dr Andrea Bussé) will be responsible for data storage and backup. After the end of the study, this responsibility will shift to the PI of the study. 8.3. Who will be responsible for ensuring data preservation and sharing? The KU Leuven researchers (Stefanie Krijger & dr Andrea Bussé) will be responsible for ensuring data preservation and sharing. After the end of the study, this responsibility will shift to the PI of the study. 8.4. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP . This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}