{
    "document_id": "D-2023-2008",
    "LinkTitle": "D-2023-2008",
    "file_name": "D-2023-2008.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2008.pdf",
    "metadata": {
        "title": "Development of an innovative CRISPR-based tool for industrial yeast strain improvement",
        "author": "N/A",
        "num_pages": 9
    },
    "content": {
        "full_text": "Development of an innovative CRISPR-based tool for industrial yeast strain improvement\nA Data Management Plan created using DMPonline.be\nCreator: \nJulian Prieto Vivas\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject Administrator:\n \nn.n. n.n.\nGrant number / URL: \n1S25923N\nID: \n195631\nStart date: \n25-12-2022\nEnd date: \n01-12-2025\nProject abstract:\nThe generation of genetic diversity via mutagenesis is a routinely used strategy for protein engineering and pathway optimization. Current\ntechnologies for random mutagenesis often target either the whole genome or relatively narrow windows. To bridge this gap, we\ndeveloped a new tool, CoMuTER (\nCo\nnfined \nMu\ntagenesis using a \nT\nype I-\nE\n CRISP\nR\n-Cas system), that allows inducible and targetable,\nin-vivo\n mutagenesis of genomic loci of around 55 kilobases. CoMuTER employs a fusion protein of the targetable helicase Cas3 -\nsignature enzyme of the class 1 type I-E CRISPR-Cas system- and nucleotide deaminases. As a result, Cas3 targets and unwinds large\nstretches of DNA while the deaminases introduce random point mutations. This strategy can be used to increase the mutation rate of\ncomplete metabolic pathways.\nFor the project I will compare the on-target (using amplicon sequencing and whole genome sequencing) vs off-target (using whole\ngenome sequencing) of different CoMuTER variants when targeting it to a specific locus in the genome.\nThen I will test the tool by optimizing a metabolic pathway, for example the production of riboflavin. For measuring riboflavin content I will\nuse the flowcytometer. Maybe other pathways are going to be selected, so perhaps and HPLC will be used.\nLast modified: \n21-04-2023\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n1 of 9\nDevelopment of an innovative CRISPR-based tool for industrial yeast strain improvement\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nThe Work packages (WP) are divided as follows:\nWP1: Development of a ‘Cas3 base-editor’ with adenosine deaminases\nWP2: Improving versatility of CoMuTER– combining cytidine and adenosine base editing.\nWP3: Increasing throughput of CoMuTER: Multiplexing\nWP4: Proof-of-Concept: Improvement of riboflavin production\nThe following data will be generated:\n1\n. \nExperimental data\n Dataset 1.1-Digital Images:\n Gel scans (to check PCR producst), graphs, illustrations and figures.\n Dataset 1.2-Cytometry data:\n Flow cytometry and fluorescence-activated cell sorting (FACS) data. \n Dataset 1.3-\nOmics data:\n Genomics data.\n        Datasets 1.2 and 1.3 will be obtained from:\n              WP1+WP2: For selecting the best constructs.\n              WP3: For evaluating multiplexing\n              WP4: Screening for high riboflavin producers. \n              WP5: Evaluating the construct in non-conventional yeast strain.\n Dataset 1.4 Strains:\n Bacteria strains and yeast strains. this includes lab strains,  variant libraries and optimized clones.\n2\n. \nDerived and compiled data\n Dataset 2.1- Research documentation:\n Generated by the research and technical staff or collected from online sources and from collaborators, including laboratory notes, protocolsand\nsummaries.\n Dataset 2.2- Manuscripts\n Dataset 2.3-Algorithms and scripts\n3\n. \nCanonical data\n Dataset 3.1- Nucleic acid sequences: \nPrimers, oligos, ultramers, genes and constructs developed throught the entire project.\n \nDataset 3.2- Protein sequences\nThese dataset represent an important source of information for Kevin Verstrepen's lab (including future staff) and also for scientists, journalists and higher education teachers working in the field of\nmetabolic engineering and genome evolution.\nData will be stored in the following formats:\nText files:\n MS word (.doc/.docx), Adobe Portable Document Format (.pdf), LaTex (.tex) format.\nQuantitative tabular date:\n comma separated value files (.csv), MS Excel (.xls/xlsx).\nDigital images in raster formats\n: uncompressed TIFF (.tif/.tiff),JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable Document Format (.pdf).\nDigital images in vector formats:\n scalable vector graphics (.svg).\nFlow cytometry data:\n Flow Cytometry Standard (.fcs).\nTheoretical model data code:\n R (.r), python (.py).\nNucleotide and protein sequences:\n raw sequence data trace (.ab1), text-based format (.fasta/.fa) and accompanying QUAL file (.qual), Genbank format (.gb/.gbk).\nNext generation sequencing raw data:\n binary base call format (.bcl), .fastq(.gz).\nSequence alignment data:\n (.sam), .bam.\nProtein and DNA sequences:\n .dna\nCoverage data:\n .bed, .bg, .bedGraph, .bw, .bigwig.\nBacterial and yeast strains generated:\n glycerol stocks frozen at -80°C.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\nRESPONSIBLE PERSON: Kevin Verstrepen, assisted by Jeroen Cortebeeck (senior labtech) and Dries de Vadder (lab IT responsible).\nBIOLOGICAL MATERIAL: Yeast strains are stored in a -80°C freezer and backed up in a compressed form (96-well plates) in the Verstrepen lab and on a 2nd location at KU Leuven. Costs are\ncovered by general lab expenses. Unauthorized people do not have access to strains. Strain will be stored for at least 5 years after the project ends.\nEXPERIMENTAL RESULTS: Data will be stored in a Dropbox Business account; following secure data transfer, modern data encryption standards, encrypted block storage. All data will be stored\nfor at least 5 years, conform KU Leuven RDM policy.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNot applicable to this project.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNot applicable to this project.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nIP: This project could result in research data with potential for tech transfer and valorization. The lab identifies in an early phase the valorization potential and has a vast network of industrial\ncontacts to efficiently start the route to commercialization. The lab is supported in this matter by Dr. Stijn Spaepen, IOF innovation manager responsible for research valorization and the Business\nDevelopment team of VIB-HQ.\nDOCUMENTATION: Data will be generated following standardized protocols. Clear and detailed descriptions of these protocols are present in the lab and will be made publicly available upon\npublication.\nSHARING: All data will be made publicly available upon publication.\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n2 of 9\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n3 of 9\nDevelopment of an innovative CRISPR-based tool for industrial yeast strain improvement\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n4 of 9\nDevelopment of an innovative CRISPR-based tool for industrial yeast strain improvement\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n5 of 9\nDevelopment of an innovative CRISPR-based tool for industrial yeast strain improvement\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital data \nOnly for physical data\nDataset\nName\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data Type\nDigital Data format\nDigital data volume\n(MB/GB/TB)\nPhysical volume\n1.1.I-gel\npictures\nContains all the PCR figures taken\nduring the study\nGenerate\nnew data\nDigital\nExperimental\n.jpg, .jp2\n<100GB\n \n1.1.II-\nImages\nContains all the illustrations and\nfigures\nGenerate\nnew data\nDigital\nExperimental\n.jpg, .jp2, .tif/.tiff, .pdf, .svg\n<100GB\n \n1.2-\nCytometry\nContains all the flow cytometry\ndata\nGenerate\nnew data\nDigital\nExperimental\n.fcs\n<100GB\n \n1.3-WGS\nContains the whole genome\nsequencing data\nGenerate\nnew data\nDigital\nExperimental\n.bcl, .gz, bed, .bg,\n.bedGraph, .bw, .bigwig.\n<5TB\n \n1.4-Strains\nBacteria and yeast strains\nGenerate\nnew data\nPhysical\nExperimental\n \n \naround 1000 bacterial and yeast strains, most\nin 96 well-plate format. \n2.1.I-\nProtocols\nLab protocols \nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.doc/docx, xls/xlsx. .csv\n<1GB\n \n2.1.II-Notes\nLab notes\nGenerate\nnew data\nPhysical\nCompiled/aggregated\ndata\n \n \naround 4 lab notebooks\n2.2-\nManuscripts\n \nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.doc/docx, .tex\n<1GB\n \n2.3-\nAlgorithms\nCodes \nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.r , .py\n<1GB\n \n3.1-\nSequences\nDNA and protein sequences\nGenerate\nnew data\nDigital\nCompiled/aggregated\ndata\n.sam, bam, .ab1, .fasta/fa,\n.qual, gb/gbk, .dna\n<100GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot aplicable for this project\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nYes\nThe project has potential for tech transfer and valorization. Particularly for these cases:\nDataset 1.3-Omics data\nDataset 1.4-Strains\nDataset 2.1-Research documentation\nDataset 2.3-Algorithms and scripts\nDataset 3.1 Nucleic acid sequences\nDataset 3.2 Protein sequences\nBut, in general, the other datasets can be used as well for a patent application.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n6 of 9\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nData will be generated following standardized protocols. Clear and detailed descriptions of these protocols are present in the lab and will be made publicly available upon publication.\nData will be documented at the time of data collection and analysis, by taking careful notes in the laboratory notebook. Cryotubes and plates with biological strains are labeled with a reference\nnumber that links to an entry in our strain database (stored on both a professional Dropbox account as well as KU Leuven servers, see also below). All relevant information on the specific strains\n(strain ID, genetic information, origin of strain) is included in this database.\nData (digital files) generated in this project will be stored in a Dropbox Business Advanced account for processing and analyses; following secure data transfer, modern data encryption standards,\nand encrypted block storage (256-bit AES and SSL/TLS encryption. For more details see: \nhttps://www.dropbox.com/business/trust\nDigital data files will be accompanied with a read me text file that contains relevant metadata for understanding and re-use of data.\nAll the relevant algorithms, scripts and software code driving the project will be stored on a secure Dropbox account. Scripts used for analysis will also be stored in Jupyter notebook (jupyter.org -\nan open source web application to store and share scripts), in github or in the GitLab service of KU Leuven.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nBiological material: Strains are stored in a -80°C freezer in the Verstrepen lab.\nExperimental results: Data will be stored in a Dropbox Business account\nHow will the data be backed up?\nBiological material: Strains will be backed up in a compressed form (96-well plates) in glycerol on a 2nd location at KU Leuven.\nExperimental results: Data will be also saved physically in hard drives in case cloud storage will suffer from losses. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nBiological material: The lab counts with enough -80°C freezers \nExperimental results: There is sufficient space in the Dropbox business account.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nBiological material: Unauthorized people do not have access to strains because they are securely stored inside the lab and there is a lock for the freezer.\nExperimental results: Data will be saved following secure data transfer, modern data encryption standards and encrypted block storage.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe total estimated cost of data storage during the project is 1300 euros. This estimation is based on the following costs:\nYeast/bacteria strains are easily kept alive for several weeks. This costs on average 5 euro. When no experiments are planned with a specific strain, cryopreservation will thus be used to\nsafeguard strains, prevent genetic drift, loss of transgene and potential contaminations. -80°C freezers are present in the lab of prof. Verstrepen and costs are included in general lab costs.\nThe costs associated with a Dropbox Business account has been negotiated by the lab to 10 USD/month/user; and costs are covered by the lab.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll the Biological material will be saved as well as all the experimental results that have potential for commercial valorization and/or required as a back-up for the research papers developed during\nthe project.\nWhere will these data be archived (stored and curated for the long-term)?\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n7 of 9\nSame place as mentioned before hand: \nBiological material: Strains are stored in a -80°C freezer in the Verstrepen lab.\nExperimental results: Data will be stored in a Dropbox Business account\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nAll datasets will be stored on the university’s central servers with automatic back-up procedures for at least 10 years, conform the KU Leuven RDM policy. The costs (€105 per TB per year for\n“Large volume-storage” ) will be covered by general lab budgets.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nDataset 1.1-Pictures and images: Open\nDataset 1.2-Cytometry: Open\nDataset 1.3-Omics data: both Open and Restricted\nDataset 1.4-Strains: both Open and Restricted\nDataset 2.1-Research documentation: both Open and Restricted\nDataset 2.2 Manuscripts: Open\nDataset 2.3-Algorithms and scripts: Open\nDataset 3.1 Nucleic acid sequences: both Open and Restricted\nDataset 3.2 Protein sequences: both Open and Restricted\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nInstitutional access only, but it can be different, depending on each case (after approval).\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nYes, Intellectual Property Rights\nFor datasets 1.3 Omics data and 1.4-Strains: Several of the strains created and/or used during the project are industrially used (which cannot be freely distributed) and/or have potential or future\nindustrial aplications. \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nElectronical data: Upon publication, all sequences supporting a manuscript will be made publicly available via repositories  such as the GenBank database or the European Nucleotide Archive\n(nucleotide sequences from primers / new genes / new genomes).\nPhysical data: All published vectors and the associated sequences will be sent to the non-profit plasmid repository Addgene, which will take care of vector storage and shipping upon request.\nWhen will the data be made available?\nUpon publication of research results. Importantly, publication will be done after analyzing the IP of the project and filling the respective patents.\nWhich data usage licenses are you going to provide? If none, please explain why.\nIn principle:\nCreative Commons Attribution-NonCommercial-NoDerivs (CC-BY-NC-ND)\nBut it will be case specific, depending the type of data, the intended usage and who asks for it.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nNot already available\nWhat are the expected costs for data sharing? How will these costs be covered?\nThe KU Leuven RDM allow researchers to store 50 GB per year for free. If more data is required to be stored, then contact and negotiations with RDM helpdesk will be mandatory. For GitHub, the\nprice is 0.008 USD per GB/day and 0.5 USD per GB of data transfer. Also, depending on the journal where the paper is published will have different costs for data sharing and saving.\nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n8 of 9\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researcher, that is Julian Ernesto Prieto vivas \nWho will manage data storage and backup during the research project?\nDries de Vadder \nWho will manage data preservation and sharing?\nJeroen Cortebeeck and Karin Voordeckers \nWho will update and implement this DMP?\nThe researcher: Julian Ernesto Prieto vivas \nCreated using DMPonline.be. Last modiﬁed 21 April 2023\n9 of 9"
    },
    "clean_full_text": "Development of an innovative CRISPR-based tool for industrial yeast strain improvement A Data Management Plan created using DMPonline.be Creator: Julian Prieto Vivas Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Project Administrator: n.n. n.n. Grant number / URL: 1S25923N ID: 195631 Start date: 25-12-2022 End date: 01-12-2025 Project abstract: The generation of genetic diversity via mutagenesis is a routinely used strategy for protein engineering and pathway optimization. Current technologies for random mutagenesis often target either the whole genome or relatively narrow windows. To bridge this gap, we developed a new tool, CoMuTER ( Co nfined Mu tagenesis using a T ype I- E CRISP R -Cas system), that allows inducible and targetable, in-vivo mutagenesis of genomic loci of around 55 kilobases. CoMuTER employs a fusion protein of the targetable helicase Cas3 - signature enzyme of the class 1 type I-E CRISPR-Cas system- and nucleotide deaminases. As a result, Cas3 targets and unwinds large stretches of DNA while the deaminases introduce random point mutations. This strategy can be used to increase the mutation rate of complete metabolic pathways. For the project I will compare the on-target (using amplicon sequencing and whole genome sequencing) vs off-target (using whole genome sequencing) of different CoMuTER variants when targeting it to a specific locus in the genome. Then I will test the tool by optimizing a metabolic pathway, for example the production of riboflavin. For measuring riboflavin content I will use the flowcytometer. Maybe other pathways are going to be selected, so perhaps and HPLC will be used. Last modified: 21-04-2023 Created using DMPonline.be. Last modiﬁed 21 April 2023 1 of 9 Development of an innovative CRISPR-based tool for industrial yeast strain improvement Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The Work packages (WP) are divided as follows: WP1: Development of a ‘Cas3 base-editor’ with adenosine deaminases WP2: Improving versatility of CoMuTER– combining cytidine and adenosine base editing. WP3: Increasing throughput of CoMuTER: Multiplexing WP4: Proof-of-Concept: Improvement of riboflavin production The following data will be generated: 1 . Experimental data Dataset 1.1-Digital Images: Gel scans (to check PCR producst), graphs, illustrations and figures. Dataset 1.2-Cytometry data: Flow cytometry and fluorescence-activated cell sorting (FACS) data. Dataset 1.3- Omics data: Genomics data. Datasets 1.2 and 1.3 will be obtained from: WP1+WP2: For selecting the best constructs. WP3: For evaluating multiplexing WP4: Screening for high riboflavin producers. WP5: Evaluating the construct in non-conventional yeast strain. Dataset 1.4 Strains: Bacteria strains and yeast strains. this includes lab strains, variant libraries and optimized clones. 2 . Derived and compiled data Dataset 2.1- Research documentation: Generated by the research and technical staff or collected from online sources and from collaborators, including laboratory notes, protocolsand summaries. Dataset 2.2- Manuscripts Dataset 2.3-Algorithms and scripts 3 . Canonical data Dataset 3.1- Nucleic acid sequences: Primers, oligos, ultramers, genes and constructs developed throught the entire project. Dataset 3.2- Protein sequences These dataset represent an important source of information for Kevin Verstrepen's lab (including future staff) and also for scientists, journalists and higher education teachers working in the field of metabolic engineering and genome evolution. Data will be stored in the following formats: Text files: MS word (.doc/.docx), Adobe Portable Document Format (.pdf), LaTex (.tex) format. Quantitative tabular date: comma separated value files (.csv), MS Excel (.xls/xlsx). Digital images in raster formats : uncompressed TIFF (.tif/.tiff),JPEG (.jpg), JPEG 2000 (.jp2), Adobe Portable Document Format (.pdf). Digital images in vector formats: scalable vector graphics (.svg). Flow cytometry data: Flow Cytometry Standard (.fcs). Theoretical model data code: R (.r), python (.py). Nucleotide and protein sequences: raw sequence data trace (.ab1), text-based format (.fasta/.fa) and accompanying QUAL file (.qual), Genbank format (.gb/.gbk). Next generation sequencing raw data: binary base call format (.bcl), .fastq(.gz). Sequence alignment data: (.sam), .bam. Protein and DNA sequences: .dna Coverage data: .bed, .bg, .bedGraph, .bw, .bigwig. Bacterial and yeast strains generated: glycerol stocks frozen at -80°C. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) RESPONSIBLE PERSON: Kevin Verstrepen, assisted by Jeroen Cortebeeck (senior labtech) and Dries de Vadder (lab IT responsible). BIOLOGICAL MATERIAL: Yeast strains are stored in a -80°C freezer and backed up in a compressed form (96-well plates) in the Verstrepen lab and on a 2nd location at KU Leuven. Costs are covered by general lab expenses. Unauthorized people do not have access to strains. Strain will be stored for at least 5 years after the project ends. EXPERIMENTAL RESULTS: Data will be stored in a Dropbox Business account; following secure data transfer, modern data encryption standards, encrypted block storage. All data will be stored for at least 5 years, conform KU Leuven RDM policy. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Not applicable to this project. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Not applicable to this project. Which other issues related to the data management are relevant to mention? (use up to 700 characters) IP: This project could result in research data with potential for tech transfer and valorization. The lab identifies in an early phase the valorization potential and has a vast network of industrial contacts to efficiently start the route to commercialization. The lab is supported in this matter by Dr. Stijn Spaepen, IOF innovation manager responsible for research valorization and the Business Development team of VIB-HQ. DOCUMENTATION: Data will be generated following standardized protocols. Clear and detailed descriptions of these protocols are present in the lab and will be made publicly available upon publication. SHARING: All data will be made publicly available upon publication. Created using DMPonline.be. Last modiﬁed 21 April 2023 2 of 9 Created using DMPonline.be. Last modiﬁed 21 April 2023 3 of 9 Development of an innovative CRISPR-based tool for industrial yeast strain improvement DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 21 April 2023 4 of 9 Development of an innovative CRISPR-based tool for industrial yeast strain improvement GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 21 April 2023 5 of 9 Development of an innovative CRISPR-based tool for industrial yeast strain improvement FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume 1.1.I-gel pictures Contains all the PCR figures taken during the study Generate new data Digital Experimental .jpg, .jp2 <100GB 1.1.II- Images Contains all the illustrations and figures Generate new data Digital Experimental .jpg, .jp2, .tif/.tiff, .pdf, .svg <100GB 1.2- Cytometry Contains all the flow cytometry data Generate new data Digital Experimental .fcs <100GB 1.3-WGS Contains the whole genome sequencing data Generate new data Digital Experimental .bcl, .gz, bed, .bg, .bedGraph, .bw, .bigwig. <5TB 1.4-Strains Bacteria and yeast strains Generate new data Physical Experimental around 1000 bacterial and yeast strains, most in 96 well-plate format. 2.1.I- Protocols Lab protocols Generate new data Digital Compiled/aggregated data .doc/docx, xls/xlsx. .csv <1GB 2.1.II-Notes Lab notes Generate new data Physical Compiled/aggregated data around 4 lab notebooks 2.2- Manuscripts Generate new data Digital Compiled/aggregated data .doc/docx, .tex <1GB 2.3- Algorithms Codes Generate new data Digital Compiled/aggregated data .r , .py <1GB 3.1- Sequences DNA and protein sequences Generate new data Digital Compiled/aggregated data .sam, bam, .ab1, .fasta/fa, .qual, gb/gbk, .dna <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not aplicable for this project Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes The project has potential for tech transfer and valorization. Particularly for these cases: Dataset 1.3-Omics data Dataset 1.4-Strains Dataset 2.1-Research documentation Dataset 2.3-Algorithms and scripts Dataset 3.1 Nucleic acid sequences Dataset 3.2 Protein sequences But, in general, the other datasets can be used as well for a patent application. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 21 April 2023 6 of 9 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Data will be generated following standardized protocols. Clear and detailed descriptions of these protocols are present in the lab and will be made publicly available upon publication. Data will be documented at the time of data collection and analysis, by taking careful notes in the laboratory notebook. Cryotubes and plates with biological strains are labeled with a reference number that links to an entry in our strain database (stored on both a professional Dropbox account as well as KU Leuven servers, see also below). All relevant information on the specific strains (strain ID, genetic information, origin of strain) is included in this database. Data (digital files) generated in this project will be stored in a Dropbox Business Advanced account for processing and analyses; following secure data transfer, modern data encryption standards, and encrypted block storage (256-bit AES and SSL/TLS encryption. For more details see: https://www.dropbox.com/business/trust Digital data files will be accompanied with a read me text file that contains relevant metadata for understanding and re-use of data. All the relevant algorithms, scripts and software code driving the project will be stored on a secure Dropbox account. Scripts used for analysis will also be stored in Jupyter notebook (jupyter.org - an open source web application to store and share scripts), in github or in the GitLab service of KU Leuven. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? Biological material: Strains are stored in a -80°C freezer in the Verstrepen lab. Experimental results: Data will be stored in a Dropbox Business account How will the data be backed up? Biological material: Strains will be backed up in a compressed form (96-well plates) in glycerol on a 2nd location at KU Leuven. Experimental results: Data will be also saved physically in hard drives in case cloud storage will suffer from losses. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Biological material: The lab counts with enough -80°C freezers Experimental results: There is sufficient space in the Dropbox business account. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Biological material: Unauthorized people do not have access to strains because they are securely stored inside the lab and there is a lock for the freezer. Experimental results: Data will be saved following secure data transfer, modern data encryption standards and encrypted block storage. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The total estimated cost of data storage during the project is 1300 euros. This estimation is based on the following costs: Yeast/bacteria strains are easily kept alive for several weeks. This costs on average 5 euro. When no experiments are planned with a specific strain, cryopreservation will thus be used to safeguard strains, prevent genetic drift, loss of transgene and potential contaminations. -80°C freezers are present in the lab of prof. Verstrepen and costs are included in general lab costs. The costs associated with a Dropbox Business account has been negotiated by the lab to 10 USD/month/user; and costs are covered by the lab. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All the Biological material will be saved as well as all the experimental results that have potential for commercial valorization and/or required as a back-up for the research papers developed during the project. Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 21 April 2023 7 of 9 Same place as mentioned before hand: Biological material: Strains are stored in a -80°C freezer in the Verstrepen lab. Experimental results: Data will be stored in a Dropbox Business account What are the expected costs for data preservation during the expected retention period? How will these costs be covered? All datasets will be stored on the university’s central servers with automatic back-up procedures for at least 10 years, conform the KU Leuven RDM policy. The costs (€105 per TB per year for “Large volume-storage” ) will be covered by general lab budgets. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) Dataset 1.1-Pictures and images: Open Dataset 1.2-Cytometry: Open Dataset 1.3-Omics data: both Open and Restricted Dataset 1.4-Strains: both Open and Restricted Dataset 2.1-Research documentation: both Open and Restricted Dataset 2.2 Manuscripts: Open Dataset 2.3-Algorithms and scripts: Open Dataset 3.1 Nucleic acid sequences: both Open and Restricted Dataset 3.2 Protein sequences: both Open and Restricted If access is restricted, please specify who will be able to access the data and under what conditions. Institutional access only, but it can be different, depending on each case (after approval). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Intellectual Property Rights For datasets 1.3 Omics data and 1.4-Strains: Several of the strains created and/or used during the project are industrially used (which cannot be freely distributed) and/or have potential or future industrial aplications. Where will the data be made available? If already known, please provide a repository per dataset or data type. Electronical data: Upon publication, all sequences supporting a manuscript will be made publicly available via repositories such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes). Physical data: All published vectors and the associated sequences will be sent to the non-profit plasmid repository Addgene, which will take care of vector storage and shipping upon request. When will the data be made available? Upon publication of research results. Importantly, publication will be done after analyzing the IP of the project and filling the respective patents. Which data usage licenses are you going to provide? If none, please explain why. In principle: Creative Commons Attribution-NonCommercial-NoDerivs (CC-BY-NC-ND) But it will be case specific, depending the type of data, the intended usage and who asks for it. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Not already available What are the expected costs for data sharing? How will these costs be covered? The KU Leuven RDM allow researchers to store 50 GB per year for free. If more data is required to be stored, then contact and negotiations with RDM helpdesk will be mandatory. For GitHub, the price is 0.008 USD per GB/day and 0.5 USD per GB of data transfer. Also, depending on the journal where the paper is published will have different costs for data sharing and saving. Created using DMPonline.be. Last modiﬁed 21 April 2023 8 of 9 6. Responsibilities Who will manage data documentation and metadata during the research project? The researcher, that is Julian Ernesto Prieto vivas Who will manage data storage and backup during the research project? Dries de Vadder Who will manage data preservation and sharing? Jeroen Cortebeeck and Karin Voordeckers Who will update and implement this DMP? The researcher: Julian Ernesto Prieto vivas Created using DMPonline.be. Last modiﬁed 21 April 2023 9 of 9"
}