{
    "document_id": "D-2021-1108",
    "LinkTitle": "D-2021-1108",
    "file_name": "D-2021-1108.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1108.pdf",
    "metadata": {
        "title": "D-2021-1108",
        "author": "Myriam Mertens",
        "num_pages": 7
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template   1 \n FWO DMP  Template  \nProject supervisors (from application round 2018  onwards ) and fellows (from application round 2020  onwards ) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a \ncompleted DMP no later than 6 months after the official  start date  of the project or fellowsh ip. The DMP should not be submitted to FWO \nbut to the research co -ordination office of the host institute; FWO may request the DMP in a random check.   \nAt the end of the project, the final version of the DMP  has to be added to the final report of the projec t; this should be submitted to FWO by \nthe supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel.  Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.  \n \n \n1. General Information  \n \nName applicant  Claire Villette  \nFWO Project Number & Title  1265822N – BOOST: stimulating BOne remOdelling against metaSTasis  \nAffiliation  ☒ KU Leuven  \n☐ Universiteit Antwerpen  \n☐ Universiteit Gent  \n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel  \n☐ Other:  \n2. Data description  \n \nWill you generate/collect new data and/or make \nuse of existing data?  ☒ Generate new data  \n☒ Reuse existing data  \n2019-10-01 | FWO DMP Template   2 \n Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume  \n \nIf you reuse  existing data, specify the source  of these \ndata.  \nDistinguish data types  (the kind of content) from \ndata formats  (the technical format).  New data generated:  \na. Numerical scripts coding for the models (MATLAB/ R / C++ programming languages) and inputs to \nfinite element solvers (text files and Python scripts for ABAQUS)  \nb. Numerical outputs of models (text, Excel, ABAQUS .odb)  \nc. Experimental results from fluorescence, qRT -PCR, Western blot analyses ( TIFF/JPEG , Excel)  \nd. Experimental immunohistochemistry (TIFF/JPEG)  and nanoCT (images )  \ne. Experimental protocols (text) and lab notebooks (manuscripts)  \n \nExisting data reused:  \na. Experimental data on cell survival assays from the literature (Excel)  \nb. Anonymised patient donor (osteoprogenitor cells) characteristics : age, weig ht, known congenital \ndefect of the musculoskeletal system (Excel)  \n \n3. Ethical and legal issues  \n \nWill you use personal data? If so, shortly describe \nthe kind of personal data you will use AND add \nthe reference to your file in your host \ninstitution's privacy register.  \n \nIn case your host institution does not (yet) have a \nprivacy register, a reference is not yet required of \ncourse; please add the reference once the privacy \nregister is in place in your host institution.  ☒ Yes \n☐ No \nIf yes:  \n- Privacy Registry Reference:  NA \n- Short description of the kind of personal data that will be used:  \nThe applicant will comply with and follow the principles outlined by the European Commission \nDirective 95/46/EC on the protection of individuals with regard to the processing of personal data, and \non the movement of such data. Personal data related to osteoprogenitor cell donors will be limited to \npatient age, sex and the (known) presence of congenital defects with an impact on the musc uloskeletal \nsystem (in accordance with ethics committee approval and verified for GDPR compliance). It will only \nbe disclosed to the researcher on a need -to-know basis, and only accessible on password protected \ncomputer systems. Subject data will be approp riately coded and identifiable by a unique identifier.  \n2019-10-01 | FWO DMP Template   3 \n Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If \nso, add the reference to the formal approval by \nthe relevant ethical r eview committee(s).  ☒ Yes \n☐ No \nIf yes:  \n- Reference to ethical committee approval:   \n• Central approval for use of donor  hPDCs: S64471  \n• Specific ethical approval to be sought before the start of the concerned experiments planned for \na later stage of the project.  \n \n \nDoes your work possibly result in research data \nwith potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you \ncreated? If so, for what data and which \nrestrictions will be asserted?  ☐ Yes \n☒ No \nIf yes, please comment:  \nDo existing 3rd party agreements restrict \ndissemination or exploitation of the data you \n(re)use? If so, to what data do they relate and \nwhat restrictions are in place?  ☐ Yes \n☒ No \nIf yes, please comment:  \n \n \n4. Documentation and metadata  \n \nWhat documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  • Algorithms and scripts will be commented and extensively documented. S cripts  will be version -\ncontrolled and  tracked using git via  version numbers, tags and commit IDs (hashes). When scripts  \nare finalized, they will be made publicly available (e.g. via GitHub) and described in  their \ndocumentation and in manuscripts . \n• Metadata (excel file) will be provided on the in-vitro experiments: cell type, carriers, type of \nmechanical stimulation, culture conditions, as well as sampling, imaging and analysis dates.  \n• Protocols will be provided on in -vitro experiments and sample processing (word documents)  \n2019-10-01 | FWO DMP Template   4 \n Will a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.  ☐ Yes \n☒ No \nIf yes, please specify : \n \nA logical  folder  hierarchy will be applied . The folder names will be descriptive. File names will  have a clear \nmeaning and the following information will be included in the file names:  experiment or simulation name \n(or an acronym of it), name of the researcher or author o f the file (or initials  where better suited ), date, \ntype of data and version number of the file.  For each experimental dataset  or computer script \nrepository/branch , a ReadMe file will be provided, including information on the  methodology used to \ncollect th e data . A data dictionary will be provided with  labels for all naming conventions , analysis \nendpoint names, units of measurement  and key identifiers for a data file. Standard operating procedures \ncodes  and lab protocols will be included .  \n \n5. Data storage & backup during the FWO project  \n \nWhere will the data be stored?  Hard copy experimental data will be stored in closed cabinets in the offices of the host group.  \nUpon generation, standard electronic data will be stored on the 'drive' available on the user’s  \ncomputer and connected to the KU Leuven central storage infrastructure. Larger datasets (e .g. CT)  \nwill be stored on the Large Volume Storage of the KU Leuven ICTS  (double back -up). Long term storage is \noffered by the KU Leuven for large quantities of data not subject to much change and will be used to \nretain data after project completion  (standard policy in research group) .  \nHow will the data be backed up?  Electronic data is backed up on the ICTS data centre through automatic backups using “snapshot”  \ntechnology and online storage of incremental data changes. When a file is stored, there is an  \nimmediate replication to the second ICTS data centre. ICTS can g et the disaster copy active (online)  \nwithin the hour.  \n2019-10-01 | FWO DMP Template   5 \n Is there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes \nSeveral storage options with associated back -up capacity are available depending on dataset size and \nfrequency of access/edition: KU Leuven central storage infrastructure, Prometheus platform ‘Cranium’ \ndrive, and KU Leuven ICTS.  \n☐ No \nIf no, please specify :  \nWhat are the expect ed costs for data storage \nand backup during the project? How will these \ncosts be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Storage and back -up of electronic data during and after the project are 125€/TB/year. They are  \ncovered by the host group and the central budget or the Prometheus platform it is part of.  \n \nStorage of computer scripts (with historica l versioning) is free on GitHub  for the expected volume of user \naccess . \nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  Access to the shared drive will be given only to authorized  researchers .  \n \n6. Data preservation  after the end of the FWO project  \nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and \ncontractual agreements allow.  \n \nWhich data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of  the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).  All data stored during the project will be kept for at least 5 years after project completion.  \n2019-10-01 | FWO DMP Template   6 \n Where will these data be archived (= stored for \nthe long term)?  Hard copy experimental data will be stored for at least 5 years after project completion in closed cabinets \nin the offices of the host group.  \n \nLong term storage is offered by the KU Leuven fo r large quantities of electronic data not subject to much \nchange and will be used to retain data after project completion  for at least 5 years after the project ends \n(‘project end’ refers here to the end of the research line within the group, which is more  extensive than \nthe FWO mandate this DMP relates to ). \nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered?   \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Storage and back -up of electronic data during and after the project  are 125€/TB/year. They are  \ncovered by the host group and the central budget or the Prometheus platform it is part of.  \nStorage of computer scripts (with historical versioning) is free on GitHub  for the expected volume of user \naccess . \n \n7. Data sharing and r euse  \n \nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)?  ☐ Yes \n☒ No \nIf yes, please specify : \nWhich data will be made available after the end \nof the project?  The final computer scripts will be made available in GitHub open access repository . \n \nThe experimental data might be shared upon request by email.  \nWhere/how will the data be made available for \nreuse?  ☒ In an Open Access repository  \n☐ In a restricted access repository  \n☒ Upon request by mail  \n☐ Other (specify):  \n \nWhen will the data be made available?  The data will  be made available after the as sociated manuscripts are published.  \n2019-10-01 | FWO DMP Template   7 \n Who will be able to access the data and under \nwhat conditions?  Computer scripts will be available to all interested parties on GitHub  \n \nExperimental data might be shared upon request to complement published manuscripts  according to the \npublisher’s requirements . \nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \n \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget  to be used to cover the cost incurred.  Storage of computer scripts is free on GitHub for the expected volume of user access.  \n \n8. Responsibilities  \n \nWho will be responsible for the data \ndocumentation & metadata?  Dr Villette is responsible for commenting the computer scripts and documenting the experiments.  \nWho will be responsible for data storage & back \nup during the project?  Dr Villette is responsible for maintaining her lab books and personal electronic folders on all  \nstorage platforms.  \nWho will be responsible for ensuring data \npreservation and sharing?  Prof Geris is responsible for data preservation after project completion.  \nDr Villette is responsible for uploading the computer scripts on GitHub open access platform.  \nWho bears the end responsibility for updating & \nimpleme nting this DMP?  \n \nDefault response : The PI bears the overall \nresponsibility for updating & implementing this DMP  Dr V illette  bears the overall responsibility for updating & implementing this DMP . \n "
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1 FWO DMP Template Project supervisors (from application round 2018 onwards ) and fellows (from application round 2020 onwards ) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expec ts a completed DMP no later than 6 months after the official start date of the project or fellowsh ip. The DMP should not be submitted to FWO but to the research co -ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the projec t; this should be submitted to FWO by the supervisor -spokesperson through FWO’s e -portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1. General Information Name applicant Claire Villette FWO Project Number & Title 1265822N – BOOST: stimulating BOne remOdelling against metaSTasis Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2. Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☒ Reuse existing data 2019-10-01 | FWO DMP Template 2 Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). New data generated: a. Numerical scripts coding for the models (MATLAB/ R / C++ programming languages) and inputs to finite element solvers (text files and Python scripts for ABAQUS) b. Numerical outputs of models (text, Excel, ABAQUS .odb) c. Experimental results from fluorescence, qRT -PCR, Western blot analyses ( TIFF/JPEG , Excel) d. Experimental immunohistochemistry (TIFF/JPEG) and nanoCT (images ) e. Experimental protocols (text) and lab notebooks (manuscripts) Existing data reused: a. Experimental data on cell survival assays from the literature (Excel) b. Anonymised patient donor (osteoprogenitor cells) characteristics : age, weig ht, known congenital defect of the musculoskeletal system (Excel) 3. Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution. ☒ Yes ☐ No If yes: - Privacy Registry Reference: NA - Short description of the kind of personal data that will be used: The applicant will comply with and follow the principles outlined by the European Commission Directive 95/46/EC on the protection of individuals with regard to the processing of personal data, and on the movement of such data. Personal data related to osteoprogenitor cell donors will be limited to patient age, sex and the (known) presence of congenital defects with an impact on the musc uloskeletal system (in accordance with ethics committee approval and verified for GDPR compliance). It will only be disclosed to the researcher on a need -to-know basis, and only accessible on password protected computer systems. Subject data will be approp riately coded and identifiable by a unique identifier. 2019-10-01 | FWO DMP Template 3 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical r eview committee(s). ☒ Yes ☐ No If yes: - Reference to ethical committee approval: • Central approval for use of donor hPDCs: S64471 • Specific ethical approval to be sought before the start of the concerned experiments planned for a later stage of the project. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ☐ Yes ☒ No If yes, please comment: 4. Documentation and metadata What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? • Algorithms and scripts will be commented and extensively documented. S cripts will be version - controlled and tracked using git via version numbers, tags and commit IDs (hashes). When scripts are finalized, they will be made publicly available (e.g. via GitHub) and described in their documentation and in manuscripts . • Metadata (excel file) will be provided on the in-vitro experiments: cell type, carriers, type of mechanical stimulation, culture conditions, as well as sampling, imaging and analysis dates. • Protocols will be provided on in -vitro experiments and sample processing (word documents) 2019-10-01 | FWO DMP Template 4 Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse. ☐ Yes ☒ No If yes, please specify : A logical folder hierarchy will be applied . The folder names will be descriptive. File names will have a clear meaning and the following information will be included in the file names: experiment or simulation name (or an acronym of it), name of the researcher or author o f the file (or initials where better suited ), date, type of data and version number of the file. For each experimental dataset or computer script repository/branch , a ReadMe file will be provided, including information on the methodology used to collect th e data . A data dictionary will be provided with labels for all naming conventions , analysis endpoint names, units of measurement and key identifiers for a data file. Standard operating procedures codes and lab protocols will be included . 5. Data storage & backup during the FWO project Where will the data be stored? Hard copy experimental data will be stored in closed cabinets in the offices of the host group. Upon generation, standard electronic data will be stored on the 'drive' available on the user’s computer and connected to the KU Leuven central storage infrastructure. Larger datasets (e .g. CT) will be stored on the Large Volume Storage of the KU Leuven ICTS (double back -up). Long term storage is offered by the KU Leuven for large quantities of data not subject to much change and will be used to retain data after project completion (standard policy in research group) . How will the data be backed up? Electronic data is backed up on the ICTS data centre through automatic backups using “snapshot” technology and online storage of incremental data changes. When a file is stored, there is an immediate replication to the second ICTS data centre. ICTS can g et the disaster copy active (online) within the hour. 2019-10-01 | FWO DMP Template 5 Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes Several storage options with associated back -up capacity are available depending on dataset size and frequency of access/edition: KU Leuven central storage infrastructure, Prometheus platform ‘Cranium’ drive, and KU Leuven ICTS. ☐ No If no, please specify : What are the expect ed costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Storage and back -up of electronic data during and after the project are 125€/TB/year. They are covered by the host group and the central budget or the Prometheus platform it is part of. Storage of computer scripts (with historica l versioning) is free on GitHub for the expected volume of user access . Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Access to the shared drive will be given only to authorized researchers . 6. Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data stored during the project will be kept for at least 5 years after project completion. 2019-10-01 | FWO DMP Template 6 Where will these data be archived (= stored for the long term)? Hard copy experimental data will be stored for at least 5 years after project completion in closed cabinets in the offices of the host group. Long term storage is offered by the KU Leuven fo r large quantities of electronic data not subject to much change and will be used to retain data after project completion for at least 5 years after the project ends (‘project end’ refers here to the end of the research line within the group, which is more extensive than the FWO mandate this DMP relates to ). What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Storage and back -up of electronic data during and after the project are 125€/TB/year. They are covered by the host group and the central budget or the Prometheus platform it is part of. Storage of computer scripts (with historical versioning) is free on GitHub for the expected volume of user access . 7. Data sharing and r euse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify : Which data will be made available after the end of the project? The final computer scripts will be made available in GitHub open access repository . The experimental data might be shared upon request by email. Where/how will the data be made available for reuse? ☒ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? The data will be made available after the as sociated manuscripts are published. 2019-10-01 | FWO DMP Template 7 Who will be able to access the data and under what conditions? Computer scripts will be available to all interested parties on GitHub Experimental data might be shared upon request to complement published manuscripts according to the publisher’s requirements . What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred. Storage of computer scripts is free on GitHub for the expected volume of user access. 8. Responsibilities Who will be responsible for the data documentation & metadata? Dr Villette is responsible for commenting the computer scripts and documenting the experiments. Who will be responsible for data storage & back up during the project? Dr Villette is responsible for maintaining her lab books and personal electronic folders on all storage platforms. Who will be responsible for ensuring data preservation and sharing? Prof Geris is responsible for data preservation after project completion. Dr Villette is responsible for uploading the computer scripts on GitHub open access platform. Who bears the end responsibility for updating & impleme nting this DMP? Default response : The PI bears the overall responsibility for updating & implementing this DMP Dr V illette bears the overall responsibility for updating & implementing this DMP ."
}