{
    "document_id": "D-2023-2194",
    "LinkTitle": "D-2023-2194",
    "file_name": "D-2023-2194.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2194.pdf",
    "metadata": {
        "title": "CO-CREATION NETWORKS AS ENABLERS OF INNOVATION: Uncovering the Interplay Between Network Structure and Collaboration Process",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "CO-CREATION NETWORKS AS ENABLERS OF INNOVATION: Uncovering the\nInterplay Between Network Structure and Collaboration Process\nA Data Management Plan created using DMPonline.be\nCreators: \nPaula Rodriguez Müller, Trui Steen \n \nhttps://orcid.org/0000-0003-2770-4043\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nTrui Steen \n \nhttps://orcid.org/0000-0003-2770-4043\nGrant number / URL: \nG047723N\nID: \n200181\nStart date: \n01-10-2023\nEnd date: \n01-10-2027\nProject abstract:\nCo-creation networks involve the collaboration between public and private actors to deliver innovative solutions and\ncope with complex issues that governments cannot solve alone, such as urban development and mobility, or energy\ntransition. However, while academics and practitioners treat co-creation as a panacea, there are still gaps in\nunderstanding co-creation networks and, more specifically, how they can achieve innovative solutions. This project will\ncontribute to filling these gaps by asking under which conditions co-creation networks lead to innovation, with a focus\non network structures and collaboration processes. To address this research question, the project will combine insights\nfrom co-creation and network literature to foster theoretical thinking. Five urban mobility\nLiving Labs will be examined as they are multi-actor networks that aim to foster innovation through co-creation in real-\nlife settings. The research project will follow a three-phase empirical study combining (1) Social Network Analysis, (2) in-\ndepth comparative case studies, and (3) Qualitative Comparative Analysis of four projects per Living Lab (n=20).\nThrough this multi-method approach, this project will provide a detailed understanding of the various conditions related\nto co-creation networks and will determine how these conditions interact\nto foster innovation. By bringing co-creation and network research together, this research will reveal a path to\ninnovation for complex co-creation networks.\nLast modified: \n21-06-2023\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n1 of 8\nCO-CREATION NETWORKS AS ENABLERS OF INNOVATION: Uncovering the\nInterplay Between Network Structure and Collaboration Process\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data\ntype (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the\ndata are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file\nextension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for\ndigital data\nOnly for digital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or\nreused\nDigital or\nPhysical\nDigital Data\nType\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nWP1/2/3-\nLiterature\nNetwork literature: notes and annotations\nReused\nDigital\n \n.pdf\n<1GB\n \nWP1-\nQuestionnaires\nQuestionnaire responses: raw data; (pseudo) anonymized data; informed\nconsents; and empty questionnaires designed to be filled in by participants\nGenerate\nnew data\nDigital\nObservational\n.csv, .R (r\nscripts)\n.docx\n<1GB\n \nWP2-\nInterviews\nInterview recordings and transcripts; informed consents; and field notes\ntaken by researcher\nGenerate\nnew data\nDigital\nObservational\n.mp3, .docx\nand .nvp\n(NVIVO file)\n<100GB\n \nWP3-fsQCA\nAnalysis of 20 cases (truth tables)\nGenerate\nnew data\nDigital\nObservational\n.csv, .R(r\nscripts)\n<1GB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues\nin the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nEthical approval (SMEC KULeuven) awaiting\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or\ndata types when appropriate.\nYes\nRDMgt approval (PRET KU Leuven) awaiting\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please\ncomment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research\ncollaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n2 of 8\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for\nyourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks,\nREADME.txt files, Codebook.tsv etc. where this information is recorded).\nIn order to keep our data FAIR, we will make use of different types of documentation per Work Package:\nWork Package 1:\nFor questionnaire responses, we will create a comprehensive protocol outlining the administration of the questionnaire and any subsequent follow-up procedures. A\ndetailed codebook will be developed to define variables, abbreviations, and range of acceptable responses for each question. Moreover, a copy of the questionnaire will\nbe retained as a methodological document.\nFor network data, a procedural document will be established to detail the transformation of questionnaire responses into network data. In parallel, we will maintain a lab\njournal to record any challenges or changes in this process. The network data will be accompanied by a codebook specifying the definitions of names, variables, and\nabbreviations. We will also use extensive inline comments in the R script to clarify the transformation process from questionnaire responses to network data.\nWork Package 2:\nInterview transcripts will be supplemented with a protocol outlining the conduct of interviews, the set of questions, and any prompts used. The process of\npseudonymisation will be documented to reassure data privacy. A lab journal will capture insights and observations made during the interviews. The interview transcript\nfiles will follow a clear structure and naming convention, incorporating metadata to denote unique identifiers, interviewers, and timestamps.\nFor NVivo data, we will establish an extensive codebook elucidating each code's meaning, the rules of application, and the hierarchies or relationships among codes. We\nwill document any alterations in the coding scheme over time.\nWork Package 3:\nFor fsQCA data, we will provide comprehensive methodological information, describing the software and version used, calibration methods, and decision-making processes\nduring the analysis. A detailed codebook will be generated to explain variables, possible values, and the interpretation of membership scores. If applicable, we will\nmaintain a lab journal for recording the analysis process and any notable challenges or observations.\nWork Package 4:\nFor the project outputs, we will generate detailed methodological documents outlining how the outputs were derived from raw data. We will embed explanations within\nthe associated scripts to clarify the coding process. If applicable, a lab journal will capture the writing and revision process, especially if multiple authors or versions are\ninvolved. We will provide a codebook to explain any datasets included in the outputs and will incorporate metadata within each document detailing authors, date, and\nversion.\nTo manage and organize our references, we will use the reference manager Zotero. Zotero will help us to collect, organize, cite, and share research sources, thereby\nimproving the traceability and reproducibility of our work. The associated Zotero library will be made available (if permissible and ethical) to facilitate the accurate\ntracking of resources and references. This practice will further enhance the transparency of our research.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which\nmetadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data\neasier to find and reuse.\nYes\nMetadata will be added to the references in Zotero following the Dublin Core Metadata Standard (https://www.dublincore.org/specifications/dublin-core/dces/)\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nAll the data collected and generated during the course of the project will be stored on the KU Leuven's central servers and the unit's storage drive. As for personal data,\nwhich includes contact information and information about professional/voluntary activities, it will be stored on the researchers' OneDrive, provided by KUL. This storage\nsolution has been chosen due to its sufficient capacity (2 TB) and because it enables us to store non-pseudonymised personal data in a secure environment, away from\nthe research unit's storage, where other researchers have access. Additionally, all publications will be stored in the Lirias repository.\nHow will the data be backed up?\nA back-up is provided via automatic version management of the files in OneDrive, maintaining up to 100 versions per file.\nThe data on the KU Leuven's central servers will be automatically backed up, following the Research Data Management policy. Furthermore, a time-stamped master\ncopy of the data will also be maintained on the researchers' OneDrive as an additional backup measure. This redundancy in data backup will ensure the\npreservation of data and prevent any data loss.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nYes, there is currently sufficient storage and backup capacity for the project. Data will primarily be stored on the KU Leuven's central servers, which offer robust storage\ncapacity and are automatically backed up in accordance with the Research Data Management policy. This ensures data safety and redundancy.\nAll KU Leuven personnel has access to 2 TB of data storage on OneDrive. As estimated sizes of the datasets < 100GB, sufficient storage and backup capacity is\navailable. This platform also provides additional backup security for our data.\n \n \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nTo ensure the security of the data, we will strictly control access to the data storage locations. The project's Principal Investigator, Prof. Steen, will be primarily responsible\nfor data documentation, storage, and backup during the project's execution. After the project, the PI will take over responsibility for data preservation and reuse. To\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n3 of 8\nprevent unauthorized access or modification, personal data will be pseudonymised before being stored in the research unit's storage. Any non-pseudonymised personal\ndata will be securely stored on the researchers' OneDrive, where access is limited. Furthermore, our data management protocols will be subjected to review during the\nethical application process via PRET for SMEC approval, ensuring stringent ethical and security measures are in place.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive for Business is free for staff and students of KU Leuven\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the\nproject? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues,\ninstitutional policies...).\nThe following data will be retained for at least ten years, as per KU Leuven's Research Data Management policy:\n1\n. \nQuestionnaire responses and related network data from WP1.\n2\n. \nInterview transcripts, coding structure, reports, summaries, and other NVivo data from WP2.\n3\n. \nfsQCA analysis data, including truth tables, from WP3.\n4\n. \nOutput-related data including peer-reviewed articles, reports, articles, and other outputs produced based on the raw data from WP4.\nWhere will these data be archived (stored and curated for the long-term)?\nData will be stored at KU Leuven RDR (https://www.kuleuven.be/rdm/en/rdr/rdr)\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThere are no expected costs for data preservation during the retention period (each KU Leuven researcher gets to store 50 GB per year for free on KU Leuven RDR).\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type\nwhich data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nData will be deposit in the KU Leuven RDR data repository. (Pseudo)anonymized data will be deposit in restricted access. Participants will be informed in the informed\nconsent form. \n \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nScientific researchers will have to motivate why they want access to the data:\nWhat topic are you studying?\nHow is the data linked to your research domain?\nWhy do you think you need this data?\nWhich question/problem will the data help with?\nWhat do you expect the data to provide you with?\nWe will always ask to give credit to the original data creators when the data it is being used by other researchers\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)?\nPlease explain in the comment section per dataset or data type where appropriate.\nYes, Privacy aspects\nWe work with confidential data (e.g., name, gender, subjective perceptions...). The collected data on the datasets of WP1, WP2, and WP3 could contain personal or\nsensitive information or data, that will be pseudo-anonymized.\n \n \nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nVia RDR, the KU Leuven institutional repository.\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n4 of 8\nWhen will the data be made available?\nUpon publication of research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nWe will apply a Custom KU Leuven license to the restricted pseudonymized data (https://www.kuleuven.be/rdm/en/rdr/custom-kuleuven)\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhen depositing data in RDR, datasets receive a DOI. \nWhat are the expected costs for data sharing? How will these costs be covered?\nRDR is free for KU Leuven personnel, hence, no costs are expected for data sharing\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe PhD researcher (TBC) will be responsible for data documentation & metadata, under supervision of the PI (Trui Steen) \nWho will manage data storage and backup during the research project?\nData management, storage and back up will be performed by the PhD researcher (TBC), under supervision of the PI (Trui Steen) \nWho will manage data preservation and sharing?\nThe PI (Trui Steen) will be responsible for ensuring data preservation and sharing. \nWho will update and implement this DMP?\nThe PhD researcher (TBC) will be responsible for updating this DMP. The PI (Trui Steen) bears the end responsibility for updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n5 of 8\nCO-CREATION NETWORKS AS ENABLERS OF INNOVATION: Uncovering the\nInterplay Between Network Structure and Collaboration Process\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700\ncharacters)\nDuring the research project, we will collect and generate the following type of data:\nWP1:\n-Questionnaire responses. Format: .csv\n-Network data based on questionnaire responses and Social Network Analysis R script\nWP2:\n-Interview transcripts (interview recordings will not be preserved after transcription to allow for pseudonymisation of the participants). Format: .mp3, .doc and .csv\n-Data generated as part of the interview analysis through NVivo software (NVivo data, incl. reports, summaries, coding structure). Format: .txt and .doc\nWP3:\n-Data generated as part of the fsQCA analysis (e.g., truth tables). Formats: .csv and .txt\nWP4:\n-Output related data (e.g., peer-reviewed articles – incl. working versions), reports, articles and other outputs produced based on the raw data. Formats: .txt and .doc.\n \n \nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research?\nMotivate your answer. (use up to 700 characters)\nData will be archived on KU Leuven's central servers (automatic backup) for at least 10 years, conform the Research Data Management policy. Output and processed data\nwill be stored on the unit's storage drive. During the project, Prof. Steen (PI) will be responsible for data documentation, storage and backup. In addition, a time-stamped\ndata's master copy will be kept on the researchers’ OneDrive provided by KUL (2 TB capacity) as not-pseudonymised personal information is unsuitable for storage on the\nresearch unit's storage (where all researchers have access). After the project, the PI will be responsible for data preservation and reuse. Publications will be stored in\nLirias.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700\ncharacters)\nWe do not wish to deviate from the principle of preservation.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those\ndata require? (use up to 700 characters)\nNA\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nWe will collect ordinary personal data, including contact information (phone number, email) information about the person's professional/voluntary activities (organisational\naffiliation, position, personal experience/perception when performing different aspects of his/her professional duties). Recordings of the interviews will be made in the\ninitial stage of the research for the purposes of transcription via a recording device and then transferred to OneDrive. Next, interviews will be removed from the recording\ndevice to allow for pseudonymisation. Data management will be reviewed during the ethical application via PRET for SMEC approval.\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n6 of 8\nCO-CREATION NETWORKS AS ENABLERS OF INNOVATION: Uncovering the\nInterplay Between Network Structure and Collaboration Process\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n7 of 8\nCO-CREATION NETWORKS AS ENABLERS OF INNOVATION: Uncovering the\nInterplay Between Network Structure and Collaboration Process\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n8 of 8"
    },
    "clean_full_text": "CO-CREATION NETWORKS AS ENABLERS OF INNOVATION: Uncovering the Interplay Between Network Structure and Collaboration Process A Data Management Plan created using DMPonline.be Creators: Paula Rodriguez Müller, Trui Steen https://orcid.org/0000-0003-2770-4043 Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Trui Steen https://orcid.org/0000-0003-2770-4043 Grant number / URL: G047723N ID: 200181 Start date: 01-10-2023 End date: 01-10-2027 Project abstract: Co-creation networks involve the collaboration between public and private actors to deliver innovative solutions and cope with complex issues that governments cannot solve alone, such as urban development and mobility, or energy transition. However, while academics and practitioners treat co-creation as a panacea, there are still gaps in understanding co-creation networks and, more specifically, how they can achieve innovative solutions. This project will contribute to filling these gaps by asking under which conditions co-creation networks lead to innovation, with a focus on network structures and collaboration processes. To address this research question, the project will combine insights from co-creation and network literature to foster theoretical thinking. Five urban mobility Living Labs will be examined as they are multi-actor networks that aim to foster innovation through co-creation in real- life settings. The research project will follow a three-phase empirical study combining (1) Social Network Analysis, (2) in- depth comparative case studies, and (3) Qualitative Comparative Analysis of four projects per Living Lab (n=20). Through this multi-method approach, this project will provide a detailed understanding of the various conditions related to co-creation networks and will determine how these conditions interact to foster innovation. By bringing co-creation and network research together, this research will reveal a path to innovation for complex co-creation networks. Last modified: 21-06-2023 Created using DMPonline.be. Last modiﬁed 21 June 2023 1 of 8 CO-CREATION NETWORKS AS ENABLERS OF INNOVATION: Uncovering the Interplay Between Network Structure and Collaboration Process FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume WP1/2/3- Literature Network literature: notes and annotations Reused Digital .pdf <1GB WP1- Questionnaires Questionnaire responses: raw data; (pseudo) anonymized data; informed consents; and empty questionnaires designed to be filled in by participants Generate new data Digital Observational .csv, .R (r scripts) .docx <1GB WP2- Interviews Interview recordings and transcripts; informed consents; and field notes taken by researcher Generate new data Digital Observational .mp3, .docx and .nvp (NVIVO file) <100GB WP3-fsQCA Analysis of 20 cases (truth tables) Generate new data Digital Observational .csv, .R(r scripts) <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data Ethical approval (SMEC KULeuven) awaiting Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes RDMgt approval (PRET KU Leuven) awaiting Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Created using DMPonline.be. Last modiﬁed 21 June 2023 2 of 8 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). In order to keep our data FAIR, we will make use of different types of documentation per Work Package: Work Package 1: For questionnaire responses, we will create a comprehensive protocol outlining the administration of the questionnaire and any subsequent follow-up procedures. A detailed codebook will be developed to define variables, abbreviations, and range of acceptable responses for each question. Moreover, a copy of the questionnaire will be retained as a methodological document. For network data, a procedural document will be established to detail the transformation of questionnaire responses into network data. In parallel, we will maintain a lab journal to record any challenges or changes in this process. The network data will be accompanied by a codebook specifying the definitions of names, variables, and abbreviations. We will also use extensive inline comments in the R script to clarify the transformation process from questionnaire responses to network data. Work Package 2: Interview transcripts will be supplemented with a protocol outlining the conduct of interviews, the set of questions, and any prompts used. The process of pseudonymisation will be documented to reassure data privacy. A lab journal will capture insights and observations made during the interviews. The interview transcript files will follow a clear structure and naming convention, incorporating metadata to denote unique identifiers, interviewers, and timestamps. For NVivo data, we will establish an extensive codebook elucidating each code's meaning, the rules of application, and the hierarchies or relationships among codes. We will document any alterations in the coding scheme over time. Work Package 3: For fsQCA data, we will provide comprehensive methodological information, describing the software and version used, calibration methods, and decision-making processes during the analysis. A detailed codebook will be generated to explain variables, possible values, and the interpretation of membership scores. If applicable, we will maintain a lab journal for recording the analysis process and any notable challenges or observations. Work Package 4: For the project outputs, we will generate detailed methodological documents outlining how the outputs were derived from raw data. We will embed explanations within the associated scripts to clarify the coding process. If applicable, a lab journal will capture the writing and revision process, especially if multiple authors or versions are involved. We will provide a codebook to explain any datasets included in the outputs and will incorporate metadata within each document detailing authors, date, and version. To manage and organize our references, we will use the reference manager Zotero. Zotero will help us to collect, organize, cite, and share research sources, thereby improving the traceability and reproducibility of our work. The associated Zotero library will be made available (if permissible and ethical) to facilitate the accurate tracking of resources and references. This practice will further enhance the transparency of our research. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes Metadata will be added to the references in Zotero following the Dublin Core Metadata Standard (https://www.dublincore.org/specifications/dublin-core/dces/) 3. Data storage & back-up during the research project Where will the data be stored? All the data collected and generated during the course of the project will be stored on the KU Leuven's central servers and the unit's storage drive. As for personal data, which includes contact information and information about professional/voluntary activities, it will be stored on the researchers' OneDrive, provided by KUL. This storage solution has been chosen due to its sufficient capacity (2 TB) and because it enables us to store non-pseudonymised personal data in a secure environment, away from the research unit's storage, where other researchers have access. Additionally, all publications will be stored in the Lirias repository. How will the data be backed up? A back-up is provided via automatic version management of the files in OneDrive, maintaining up to 100 versions per file. The data on the KU Leuven's central servers will be automatically backed up, following the Research Data Management policy. Furthermore, a time-stamped master copy of the data will also be maintained on the researchers' OneDrive as an additional backup measure. This redundancy in data backup will ensure the preservation of data and prevent any data loss. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes Yes, there is currently sufficient storage and backup capacity for the project. Data will primarily be stored on the KU Leuven's central servers, which offer robust storage capacity and are automatically backed up in accordance with the Research Data Management policy. This ensures data safety and redundancy. All KU Leuven personnel has access to 2 TB of data storage on OneDrive. As estimated sizes of the datasets < 100GB, sufficient storage and backup capacity is available. This platform also provides additional backup security for our data. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? To ensure the security of the data, we will strictly control access to the data storage locations. The project's Principal Investigator, Prof. Steen, will be primarily responsible for data documentation, storage, and backup during the project's execution. After the project, the PI will take over responsibility for data preservation and reuse. To Created using DMPonline.be. Last modiﬁed 21 June 2023 3 of 8 prevent unauthorized access or modification, personal data will be pseudonymised before being stored in the research unit's storage. Any non-pseudonymised personal data will be securely stored on the researchers' OneDrive, where access is limited. Furthermore, our data management protocols will be subjected to review during the ethical application process via PRET for SMEC approval, ensuring stringent ethical and security measures are in place. What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive for Business is free for staff and students of KU Leuven 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). The following data will be retained for at least ten years, as per KU Leuven's Research Data Management policy: 1 . Questionnaire responses and related network data from WP1. 2 . Interview transcripts, coding structure, reports, summaries, and other NVivo data from WP2. 3 . fsQCA analysis data, including truth tables, from WP3. 4 . Output-related data including peer-reviewed articles, reports, articles, and other outputs produced based on the raw data from WP4. Where will these data be archived (stored and curated for the long-term)? Data will be stored at KU Leuven RDR (https://www.kuleuven.be/rdm/en/rdr/rdr) What are the expected costs for data preservation during the expected retention period? How will these costs be covered? There are no expected costs for data preservation during the retention period (each KU Leuven researcher gets to store 50 GB per year for free on KU Leuven RDR). 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Data will be deposit in the KU Leuven RDR data repository. (Pseudo)anonymized data will be deposit in restricted access. Participants will be informed in the informed consent form. If access is restricted, please specify who will be able to access the data and under what conditions. Scientific researchers will have to motivate why they want access to the data: What topic are you studying? How is the data linked to your research domain? Why do you think you need this data? Which question/problem will the data help with? What do you expect the data to provide you with? We will always ask to give credit to the original data creators when the data it is being used by other researchers Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Privacy aspects We work with confidential data (e.g., name, gender, subjective perceptions...). The collected data on the datasets of WP1, WP2, and WP3 could contain personal or sensitive information or data, that will be pseudo-anonymized. Where will the data be made available? If already known, please provide a repository per dataset or data type. Via RDR, the KU Leuven institutional repository. Created using DMPonline.be. Last modiﬁed 21 June 2023 4 of 8 When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. We will apply a Custom KU Leuven license to the restricted pseudonymized data (https://www.kuleuven.be/rdm/en/rdr/custom-kuleuven) Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes When depositing data in RDR, datasets receive a DOI. What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing 6. Responsibilities Who will manage data documentation and metadata during the research project? The PhD researcher (TBC) will be responsible for data documentation & metadata, under supervision of the PI (Trui Steen) Who will manage data storage and backup during the research project? Data management, storage and back up will be performed by the PhD researcher (TBC), under supervision of the PI (Trui Steen) Who will manage data preservation and sharing? The PI (Trui Steen) will be responsible for ensuring data preservation and sharing. Who will update and implement this DMP? The PhD researcher (TBC) will be responsible for updating this DMP. The PI (Trui Steen) bears the end responsibility for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 21 June 2023 5 of 8 CO-CREATION NETWORKS AS ENABLERS OF INNOVATION: Uncovering the Interplay Between Network Structure and Collaboration Process Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) During the research project, we will collect and generate the following type of data: WP1: -Questionnaire responses. Format: .csv -Network data based on questionnaire responses and Social Network Analysis R script WP2: -Interview transcripts (interview recordings will not be preserved after transcription to allow for pseudonymisation of the participants). Format: .mp3, .doc and .csv -Data generated as part of the interview analysis through NVivo software (NVivo data, incl. reports, summaries, coding structure). Format: .txt and .doc WP3: -Data generated as part of the fsQCA analysis (e.g., truth tables). Formats: .csv and .txt WP4: -Output related data (e.g., peer-reviewed articles – incl. working versions), reports, articles and other outputs produced based on the raw data. Formats: .txt and .doc. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) Data will be archived on KU Leuven's central servers (automatic backup) for at least 10 years, conform the Research Data Management policy. Output and processed data will be stored on the unit's storage drive. During the project, Prof. Steen (PI) will be responsible for data documentation, storage and backup. In addition, a time-stamped data's master copy will be kept on the researchers’ OneDrive provided by KUL (2 TB capacity) as not-pseudonymised personal information is unsuitable for storage on the research unit's storage (where all researchers have access). After the project, the PI will be responsible for data preservation and reuse. Publications will be stored in Lirias. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) We do not wish to deviate from the principle of preservation. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) NA Which other issues related to the data management are relevant to mention? (use up to 700 characters) We will collect ordinary personal data, including contact information (phone number, email) information about the person's professional/voluntary activities (organisational affiliation, position, personal experience/perception when performing different aspects of his/her professional duties). Recordings of the interviews will be made in the initial stage of the research for the purposes of transcription via a recording device and then transferred to OneDrive. Next, interviews will be removed from the recording device to allow for pseudonymisation. Data management will be reviewed during the ethical application via PRET for SMEC approval. Created using DMPonline.be. Last modiﬁed 21 June 2023 6 of 8 CO-CREATION NETWORKS AS ENABLERS OF INNOVATION: Uncovering the Interplay Between Network Structure and Collaboration Process DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 21 June 2023 7 of 8 CO-CREATION NETWORKS AS ENABLERS OF INNOVATION: Uncovering the Interplay Between Network Structure and Collaboration Process GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 21 June 2023 8 of 8"
}