{
    "document_id": "D-2023-2102",
    "LinkTitle": "D-2023-2102",
    "file_name": "D-2023-2102.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2102.pdf",
    "metadata": {
        "title": "Multimodal imaging of retinal manifestations of Alzheimer’s disease for early diagnosis and clinical research",
        "author": "N/A",
        "num_pages": 8
    },
    "content": {
        "full_text": "Multimodal imaging of retinal manifestations of Alzheimer’s disease for early\ndiagnosis and clinical research\nA Data Management Plan created using DMPonline.be\nCreator: \nEirini Christinaki\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject Administrator:\n \nEirini Christinaki\nGrant number / URL: \n12ZZM23N\nID: \n199907\nStart date: \n01-01-2023\nEnd date: \n31-12-2024\nProject abstract:\nAlthough Alzheimer’s disease (AD) is the number one dementia cause, the currently available diagnostic techniques\n(brain imaging and cerebrospinal fluid sampling) do not allow preclinical diagnosis or screening due to their high cost,\nlimited resolution and invasiveness. These limitations result in delayed treatment onset and unsuccessful drug\ndevelopment. The retina offers a unique opportunity to overcome these limitations since the neuroretinal tissue can be\nvisualized non-invasively using high-resolution imaging tools. Recent research has shown that aggregated amyloid beta\ndeposits can be detected in the retina using hyperspectral retinal imaging (HSRI). In addition, neurodegeneration of the\ninner retina and optic nerve, and retinal vascular changes have been also described in the disease. This project aims to\ndevelop a diagnostic biomarker for (early) detection of AD based on multimodal retinal imaging (MMRI). The project will\nuse conventional retinal imaging modalities and an HSRI set-up to perform clinical in vivo studies with the aim to deliver\nevidence of the diagnostic value of the investigated biomarker by addressing the following key question: Can MMRI\nserve as a biomarker for AD (early) diagnosis? The objective of this study is to collect an MMRI dataset and analyse\nthese data with advanced artificial intelligence (AI) techniques to assess the discriminative and diagnostic power of this\nbiomarker.\nLast modified: \n21-06-2023\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n1 of 8\nMultimodal imaging of retinal manifestations of Alzheimer’s disease for early\ndiagnosis and clinical research\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each\ndataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it\nis about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the\nkind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following\noptions:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the\nfollowing\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por, .xml,\n.tab,\n.cvs,.pdf,\n.txt, .rtf,\n.dwg, .gml,\n…\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nRetAD-\nParticipant\ndetails\nRegular personal\ndata,\nOphthalmological\nand\nneuropsychological\nevaluation\nGenerate new data and reuse\nexisting data\nDigital\nObservational data\n.csv, .xlsx\n<100MB\n \nRetAD-\nHSRI\nHyperspectral retinal\nimages\nGenerate new data and reuse\nexisting data\nDigital\nExperimental\n.TIF\n<100GB\n \nRetAD-\nFUNDUS\nFundus photography\nGenerate new data and reuse\nexisting data\nDigital\nExperimental\n.TIF\n<100GB\n \nRetAD-\nOCT(A)\nOptical Coherence\nTomography\n(Angiography)\nimages\nGenerate new data and reuse\nexisting data\nDigital\nExperimental\n.E2E\n<100GB\n \nPET scores\nPET scan readouts\nReuse existing data\nDigital\nObservational data\n.csv, .xlsx\n<100MB\n \nHSRI/MMRI\nmodel\nPre-processing and\nanalysing data\nGenerate new data\nDigital\nSoftware\n.py, .ipynb, .R,\n.m\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset\nor data type:\nIn this project, participants are already followed up prospectively every 6 months and therefore, the project will reuse their previously collected data.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe\nthese issues in the comment section. Please refer to specific datasets or data types when appropriate.\nYes, human subject data\nThe project will collect personal data, retinal images as well as ophthalmological\nand neuropsychological evaluation. Approval has been issued by the Ethics Committee of the University Hospitals Leuven, Ethische Commissie Onderzoek\nUZ Leuven/KU Leuven (reference number S60932).\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to\nspecific datasets or data types when appropriate.\nYes\nPersonal regular and health data such as year of birth and age, medical test information (neuropsychological performance results, cognitive reserve score,\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n2 of 8\nreadouts from brain scans) and ocular data (retinal images) will be processed. All data are examined and kept in a coded format, with each participant\nassigned a unique anonymous identification.\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so,\nplease comment per dataset or data type where appropriate.\nYes\nValorisation of research results is possible. For potential exploitable results, the tech-transfer office of KU Leuven will be contacted.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/\nresearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in\nplace.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so,\nplease explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and\nusable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used,\nElectronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nA standard operating procedure will be created for the entire imaging procedure including\npreparation of the devices, settings used in programs, questions to ask the patient pertaining to their anamnestic data, a basic clinical examination to be\nconducted and naming strategies for all procedures which will be saved in separate files. There will be a logbook marking the names and pseudonyms of\nparticipants, as well as the researcher\nconducting the imaging, date of imaging, the informed consent process and at which time\nprocedures were performed. The study protocol also includes a detailed description of the data collection process. Each retinal imaging dataset will be\nstored in a separate folder including a README.txt with all the relevant information. Scripts for data analysis will be written in Python or Matlab or R.\nPython scripts will be stored in Jupyter Notebooks (.ipynb format) while Matlab scripts will be stored as .m files. Regarding R scripts, they will include an Rd\nfile. In all cases, each step of the analysis will be documented.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or\ndata type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will\nbe created to make the data easier to find and reuse.\nNo\nFor images, a detailed acquisition protocol will describe how data was generated. The labelling of every retinal image will contain the study acronym, the\npatients id, the date of recording, the visit number, the eye region, the operator and the flash intensity.\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWe will utilise our institute’s secure data storage system (University Hospitals Leuven servers). Numeric data will be saved in online servers (following\nGDPR legislation) in an online electronic case report form (eCRF), RedCap. Image data (HSRI, Fundus, OCT(A)) will be stored on the internal protected UZ\nLeuven Database.\nHow will the data be backed up?\nWe will utilise protected University Hospitals Leuven servers with automated onsite back-up and mirroring.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n3 of 8\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nWe will use the internal servers of the University Hospitals Leuven which can accommodate large amount of data. We currently have been allocated a 1 TB\nof space per year which is sufficient capacity.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nWe utilise our institute’s secure data storage system (University Hospitals Leuven servers, databases). Data related to the clinical trials are solely stored on\nthe servers of the University Hospitals Leuven, as mandatory by the UZ Leuven ethical committee. RedCap, the logged Electronic Case Report Form (eCRF)\nthat is approved and supported by the UZ Leuven Clinical Trial Centre and Ethics Committee, ensures that the data are securely stored. Image data (HSRI,\nFundus, OCT(A)) are stored on the internal UZ Leuven Database, a secure environment for private data. All human data will be stored with a unique\nanonymous identifier for every subject that will be stored separately from the research data and only accessible for key researchers.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nBack-up of data on the internal servers of the University Hospitals Leuven costs 200 euros per Terabyte per year. The corresponding 200 euros per year\nwill be covered by the Research Group of Ophthalmology.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end\nof the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions,\nstorage/budget issues, institutional policies...).\nData will be preserved for a period of at least five years from the end of the research project, except for clinical trial data which will be preserved for\nlonger. In accordance to the revised clinical trial regulation by the institutional ethical committee of UZ Leuven, all data (digital and physical) related to the\nclinical trials will be preserved for a period of 25 years (European Regulation 536/2014).\nWhere will these data be archived (stored and curated for the long-term)?\nData will be stored for the long-term on the University Hospitals Leuven servers.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe expected cost is around 200 euros per Terabyte per year and it will be covered by the Research Group of Ophthalmology.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nResearch outputs will be made openly accessible, whenever possible, via existing platforms that support FAIR data sharing (www.fairsharing.org). Personal\ndata will only be published after de-identification and identifiers will not be published. If, despite all efforts, it is not possible to protect the identities of\nsubjects even after removing all identifiers, personal data will not be made public. Participants in the study are informed via consent forms about the\npolicies regarding data sharing. The ethical aspects are covered in the context of the ethics review.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nPersonal data will only be published after de-identification and identifiers will not be published. If, despite all efforts, it is not possible to protect the\nidentities of subjects even after removing all identifiers, personal data will not be made public. Participants in the study are informed via consent forms\nabout the policies regarding data sharing. The ethical aspects are covered in the context of the ethics review. Requests for data will be evaluated on a per\ncase basis.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? Please explain in the comment section per dataset or data type where appropriate.\nYes, Ethical aspects\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n4 of 8\nThe access will be restricted because personal data will only be published after de-identification and identifiers will not be published. If, despite all efforts,\nit is not possible to protect the identities of subjects even after removing all identifiers, personal data will not be made public.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nSome journal request specific repositories therefore, the repository will be chosen at that point. However, whenever possible, RDR repository from KU\nLeuven will be chosen.\nWhen will the data be made available?\nUpon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nMost data sets will be made publicly available (scientific articles, deliverables, software assets) in open repositories (such as Zenodo or KU Leuven RDR\nrepository) with a Document Object Identifier (DOI) and following open licensing that enables distributing of the results to the community. Python, Matlab\nand R scripts will be licensed under MIT license. Exceptions will be made for those results protected by Intellectual Property Rights which will be further\nstudied later in the project.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\nYes\nIntent to add Document Object Identifier (DOI), at least in scientific articles that will derive from the project.\nWhat are the expected costs for data sharing? How will these costs be covered?\nThere are no expected costs since deposition of smaller datasets in data repositories is usually covered by the repository.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nProf Dr Ingeborg Stalmans, Eirini Christinaki \nWho will manage data storage and backup during the research project?\nProf Dr Ingeborg Stalmans, Eirini Christinaki \nWho will manage data preservation and sharing?\nProf Dr Ingeborg Stalmans (PI), Eirini Christinaki \nWho will update and implement this DMP?\nProf Dr Ingeborg Stalmans, Eirini Christinaki \nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n5 of 8\nMultimodal imaging of retinal manifestations of Alzheimer’s disease for early\ndiagnosis and clinical research\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to\n700 characters)\nThe project will generate new data and reuse existing data. In this project, participants are already followed up prospectively every 6 months and\ntherefore, the project will both generate new data at their follow-up and reuse their previously collected data. The datatypes are the following\nObservational\nExperimental\nSoftware\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the\nresearch? Motivate your answer. (use up to 700 characters)\n1\n. \nDesignation of responsible person: Prof Dr Ingeborg Stalmans\n2\n. \nStorage capacity/repository\nduring the research: 1TB\nafter the research: 1TB\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years?\n(max. 700 characters)\nData will be preserved for a period of at least five years from the end of the research project, except for clinical trial data that will be preserved for longer\ntime. In accordance with the revised clinical trial regulation by the institutional ethical committee of UZ Leuven, all data (digital and physical) related to\nthe clinical trials will be preserved for a period of 25 years (European Regulation 536/2014).\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security\nmeasures do those data require? (use up to 700 characters)\nThe project will collect from human participants personal data, retinal images as well as ophthalmological and neuropsychological evaluation. Approval has\nbeen issued by the Ethics Committee of the University Hospitals Leuven, Ethische Commissie Onderzoek UZ Leuven/KU Leuven (reference number\nS60932).\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNone\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n6 of 8\nMultimodal imaging of retinal manifestations of Alzheimer’s disease for early\ndiagnosis and clinical research\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n7 of 8\nMultimodal imaging of retinal manifestations of Alzheimer’s disease for early\ndiagnosis and clinical research\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 21 June 2023\n8 of 8"
    },
    "clean_full_text": "Multimodal imaging of retinal manifestations of Alzheimer’s disease for early diagnosis and clinical research A Data Management Plan created using DMPonline.be Creator: Eirini Christinaki Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Project Administrator: Eirini Christinaki Grant number / URL: 12ZZM23N ID: 199907 Start date: 01-01-2023 End date: 31-12-2024 Project abstract: Although Alzheimer’s disease (AD) is the number one dementia cause, the currently available diagnostic techniques (brain imaging and cerebrospinal fluid sampling) do not allow preclinical diagnosis or screening due to their high cost, limited resolution and invasiveness. These limitations result in delayed treatment onset and unsuccessful drug development. The retina offers a unique opportunity to overcome these limitations since the neuroretinal tissue can be visualized non-invasively using high-resolution imaging tools. Recent research has shown that aggregated amyloid beta deposits can be detected in the retina using hyperspectral retinal imaging (HSRI). In addition, neurodegeneration of the inner retina and optic nerve, and retinal vascular changes have been also described in the disease. This project aims to develop a diagnostic biomarker for (early) detection of AD based on multimodal retinal imaging (MMRI). The project will use conventional retinal imaging modalities and an HSRI set-up to perform clinical in vivo studies with the aim to deliver evidence of the diagnostic value of the investigated biomarker by addressing the following key question: Can MMRI serve as a biomarker for AD (early) diagnosis? The objective of this study is to collect an MMRI dataset and analyse these data with advanced artificial intelligence (AI) techniques to assess the discriminative and diagnostic power of this biomarker. Last modified: 21-06-2023 Created using DMPonline.be. Last modiﬁed 21 June 2023 1 of 8 Multimodal imaging of retinal manifestations of Alzheimer’s disease for early diagnosis and clinical research FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA RetAD- Participant details Regular personal data, Ophthalmological and neuropsychological evaluation Generate new data and reuse existing data Digital Observational data .csv, .xlsx <100MB RetAD- HSRI Hyperspectral retinal images Generate new data and reuse existing data Digital Experimental .TIF <100GB RetAD- FUNDUS Fundus photography Generate new data and reuse existing data Digital Experimental .TIF <100GB RetAD- OCT(A) Optical Coherence Tomography (Angiography) images Generate new data and reuse existing data Digital Experimental .E2E <100GB PET scores PET scan readouts Reuse existing data Digital Observational data .csv, .xlsx <100MB HSRI/MMRI model Pre-processing and analysing data Generate new data Digital Software .py, .ipynb, .R, .m <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: In this project, participants are already followed up prospectively every 6 months and therefore, the project will reuse their previously collected data. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Yes, human subject data The project will collect personal data, retinal images as well as ophthalmological and neuropsychological evaluation. Approval has been issued by the Ethics Committee of the University Hospitals Leuven, Ethische Commissie Onderzoek UZ Leuven/KU Leuven (reference number S60932). Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Yes Personal regular and health data such as year of birth and age, medical test information (neuropsychological performance results, cognitive reserve score, Created using DMPonline.be. Last modiﬁed 21 June 2023 2 of 8 readouts from brain scans) and ocular data (retinal images) will be processed. All data are examined and kept in a coded format, with each participant assigned a unique anonymous identification. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes Valorisation of research results is possible. For potential exploitable results, the tech-transfer office of KU Leuven will be contacted. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). A standard operating procedure will be created for the entire imaging procedure including preparation of the devices, settings used in programs, questions to ask the patient pertaining to their anamnestic data, a basic clinical examination to be conducted and naming strategies for all procedures which will be saved in separate files. There will be a logbook marking the names and pseudonyms of participants, as well as the researcher conducting the imaging, date of imaging, the informed consent process and at which time procedures were performed. The study protocol also includes a detailed description of the data collection process. Each retinal imaging dataset will be stored in a separate folder including a README.txt with all the relevant information. Scripts for data analysis will be written in Python or Matlab or R. Python scripts will be stored in Jupyter Notebooks (.ipynb format) while Matlab scripts will be stored as .m files. Regarding R scripts, they will include an Rd file. In all cases, each step of the analysis will be documented. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No For images, a detailed acquisition protocol will describe how data was generated. The labelling of every retinal image will contain the study acronym, the patients id, the date of recording, the visit number, the eye region, the operator and the flash intensity. 3. Data storage & back-up during the research project Where will the data be stored? We will utilise our institute’s secure data storage system (University Hospitals Leuven servers). Numeric data will be saved in online servers (following GDPR legislation) in an online electronic case report form (eCRF), RedCap. Image data (HSRI, Fundus, OCT(A)) will be stored on the internal protected UZ Leuven Database. How will the data be backed up? We will utilise protected University Hospitals Leuven servers with automated onsite back-up and mirroring. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Created using DMPonline.be. Last modiﬁed 21 June 2023 3 of 8 If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes We will use the internal servers of the University Hospitals Leuven which can accommodate large amount of data. We currently have been allocated a 1 TB of space per year which is sufficient capacity. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? We utilise our institute’s secure data storage system (University Hospitals Leuven servers, databases). Data related to the clinical trials are solely stored on the servers of the University Hospitals Leuven, as mandatory by the UZ Leuven ethical committee. RedCap, the logged Electronic Case Report Form (eCRF) that is approved and supported by the UZ Leuven Clinical Trial Centre and Ethics Committee, ensures that the data are securely stored. Image data (HSRI, Fundus, OCT(A)) are stored on the internal UZ Leuven Database, a secure environment for private data. All human data will be stored with a unique anonymous identifier for every subject that will be stored separately from the research data and only accessible for key researchers. What are the expected costs for data storage and backup during the research project? How will these costs be covered? Back-up of data on the internal servers of the University Hospitals Leuven costs 200 euros per Terabyte per year. The corresponding 200 euros per year will be covered by the Research Group of Ophthalmology. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Data will be preserved for a period of at least five years from the end of the research project, except for clinical trial data which will be preserved for longer. In accordance to the revised clinical trial regulation by the institutional ethical committee of UZ Leuven, all data (digital and physical) related to the clinical trials will be preserved for a period of 25 years (European Regulation 536/2014). Where will these data be archived (stored and curated for the long-term)? Data will be stored for the long-term on the University Hospitals Leuven servers. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The expected cost is around 200 euros per Terabyte per year and it will be covered by the Research Group of Ophthalmology. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Research outputs will be made openly accessible, whenever possible, via existing platforms that support FAIR data sharing (www.fairsharing.org). Personal data will only be published after de-identification and identifiers will not be published. If, despite all efforts, it is not possible to protect the identities of subjects even after removing all identifiers, personal data will not be made public. Participants in the study are informed via consent forms about the policies regarding data sharing. The ethical aspects are covered in the context of the ethics review. If access is restricted, please specify who will be able to access the data and under what conditions. Personal data will only be published after de-identification and identifiers will not be published. If, despite all efforts, it is not possible to protect the identities of subjects even after removing all identifiers, personal data will not be made public. Participants in the study are informed via consent forms about the policies regarding data sharing. The ethical aspects are covered in the context of the ethics review. Requests for data will be evaluated on a per case basis. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. Yes, Ethical aspects Created using DMPonline.be. Last modiﬁed 21 June 2023 4 of 8 The access will be restricted because personal data will only be published after de-identification and identifiers will not be published. If, despite all efforts, it is not possible to protect the identities of subjects even after removing all identifiers, personal data will not be made public. Where will the data be made available? If already known, please provide a repository per dataset or data type. Some journal request specific repositories therefore, the repository will be chosen at that point. However, whenever possible, RDR repository from KU Leuven will be chosen. When will the data be made available? Upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Most data sets will be made publicly available (scientific articles, deliverables, software assets) in open repositories (such as Zenodo or KU Leuven RDR repository) with a Document Object Identifier (DOI) and following open licensing that enables distributing of the results to the community. Python, Matlab and R scripts will be licensed under MIT license. Exceptions will be made for those results protected by Intellectual Property Rights which will be further studied later in the project. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Intent to add Document Object Identifier (DOI), at least in scientific articles that will derive from the project. What are the expected costs for data sharing? How will these costs be covered? There are no expected costs since deposition of smaller datasets in data repositories is usually covered by the repository. 6. Responsibilities Who will manage data documentation and metadata during the research project? Prof Dr Ingeborg Stalmans, Eirini Christinaki Who will manage data storage and backup during the research project? Prof Dr Ingeborg Stalmans, Eirini Christinaki Who will manage data preservation and sharing? Prof Dr Ingeborg Stalmans (PI), Eirini Christinaki Who will update and implement this DMP? Prof Dr Ingeborg Stalmans, Eirini Christinaki Created using DMPonline.be. Last modiﬁed 21 June 2023 5 of 8 Multimodal imaging of retinal manifestations of Alzheimer’s disease for early diagnosis and clinical research Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) The project will generate new data and reuse existing data. In this project, participants are already followed up prospectively every 6 months and therefore, the project will both generate new data at their follow-up and reuse their previously collected data. The datatypes are the following Observational Experimental Software Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person: Prof Dr Ingeborg Stalmans 2 . Storage capacity/repository during the research: 1TB after the research: 1TB What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Data will be preserved for a period of at least five years from the end of the research project, except for clinical trial data that will be preserved for longer time. In accordance with the revised clinical trial regulation by the institutional ethical committee of UZ Leuven, all data (digital and physical) related to the clinical trials will be preserved for a period of 25 years (European Regulation 536/2014). Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) The project will collect from human participants personal data, retinal images as well as ophthalmological and neuropsychological evaluation. Approval has been issued by the Ethics Committee of the University Hospitals Leuven, Ethische Commissie Onderzoek UZ Leuven/KU Leuven (reference number S60932). Which other issues related to the data management are relevant to mention? (use up to 700 characters) None Created using DMPonline.be. Last modiﬁed 21 June 2023 6 of 8 Multimodal imaging of retinal manifestations of Alzheimer’s disease for early diagnosis and clinical research DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 21 June 2023 7 of 8 Multimodal imaging of retinal manifestations of Alzheimer’s disease for early diagnosis and clinical research GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 21 June 2023 8 of 8"
}