{
    "document_id": "D-2022-1546",
    "LinkTitle": "D-2022-1546",
    "file_name": "D-2022-1546.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1546.pdf",
    "metadata": {
        "title": "DMP_G0D0322N - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n DMP_G0D0322N - DMP title\nGrant Title\n G0D0322N\nPrincipal Investigator / Researcher\n Dirk Springael\nProject Data Contact\n Dirk Springael, Tel. 016 32 16 04; e-mail: dirk.springael@kuleuven.bel\nDescription\n Biological treatment involving bioaugmentation has been proposed as a green\nalternative for physico-chemical treatment of intake groundwaters contaminated with organic\nmicropollutants (OMPs) for drinking water production. A main bottle neck though is the\ninefficiency of bioaugmentation. Bioaugmentation merely involves an invasion process. In this\nproject, ecological invasion theories are put to the test addressing different determinants of\ninvasion, i.e., selection, dispersion and diversification, to improve bioaugmentation. This will be\ndone for three different OMP catabolic bacterial strains in continuous biofilm ecosystems and the\neffects of these manipulations on the resident community and its functionality will be examined.\nSelection is manipulated by creating new niches by adding selective C-sources, by implementing\nenvironmental disturbances to remove competing organisms or opening space, and by co-\ninoculation with beneficially interacting bacteria. Dispersion will focus on propagule pressure\nwhile diversification will examine the evolution of the inoculum towards variants with improved\ninvasion abilities. Invasion success will be scored based on both cell numbers and OMP\nbiodegradation activity. The project will provide both novel applied and fundamental information\nfor and regarding the microbial invasion of complex ecosystems.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nDirk Springael\nFWO Project Number & Title\nG0D0322N; Putting ecological invasion theories to the test: improving bioaugmentation of\ndrinking water treatment systems for organic micropollutant removal\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nDegradation data in biofilm settings under different conditions (.xls); 100 files, max. 200 GB.\nBiofilm microscopy images (.tif); generated by confocal laser scanning microscopy); 10 GB per\nimage; up to 1000 images. \n16S rRNA gene amplicon high throughput Illumina sequencing data (FastQ format); 100 files; size\nunknown.\nOTU table derived from the 16S amplicon sequences and containing the relative abundances of\neach Operational Taxonomic Unit (OTU) for each sample (in.csv format)\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nOverall, (e-)labbooks will contain information on experimental design, protocols, sampling\nlocation, abbreviations used, structure of the data (including link with physical storage of data),\nand steps involved in data analysis and relevant analysis scripts (R scripts, MOTHUR/QIIME\nscripts). A clear coding for all data files related to the project will be used. In the concluding\nstage of the project, a master index file containing the combined information for all experiments\nwill be compiled which will be archived and also stored on the personal harddrives/PC of the PI.\nAltogether, this should allow any secondary analyst to use the data accurately and effectively.\nMore specifically, the following information will be given on the items described in section 2:\nDegradation data in biofilm settings under different conditions will be documented with a\ndetailed description of the used protocol in the xls file and will contain information about the\nsample of origin (which biofilm, which experiment, aim of experiment etc. ).\nBiofilm microscopy images (.tif); generated by confocal laser scanning microscopy); The\nmethodology and protocol will be described in detail in the lab book and a ReadMe file of the\nimage collection will be written including the protocol.\n16S rRNA gene amplicon high throughput Illumina sequencing data deposited at EMBL via\nBANKIT, will include the information/documentation required by the data base.\nOTU table derived from 16S amplicon sequences and containing the relative abundances of each\nOperational Taxonomic Unit (OTU) for each sample will contain information about the sample of\norigin (which biofilm, which experiment, aim of experiment etc. )\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n16S rRNA gene amplicon high throughput Illumina sequencing data deposited at EMBL via\nBANKIT, will include the information/documentation required by the data base.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nAll data will be stored in the university's secure environment. Nucleic acid sequence data will be\nsubmitted and stored in official nucleic acid data bases like EMBL upon publication or at the end\nof the project.\nHow is backup of the data provided?\nThe data will be stored on the university's central servers with automatic daily back-up\nprocedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nexplain how this will be taken care of.\nThe amount of data foreseen to not encompass foreseen capacities\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nNot expected to be high. If any, will be covered by the FWO project, if any.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data will be stored in the university's secure environment.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be preserved for at least 5 years after completion of the project.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored on the university's central servers (with automatic back-up procedures)\nfor at least 10 years, conform the KU Leuven RDM policy. 16 S nucleic acid sequence data will be\nstored at official public data bases like EMBL via BANKIT.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nNot expected to be high. If costs, they will be covered by on-going related projects.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nThe full dataset (except the nucleic acid sequence data) will be deposited in a cvs format in KU\nLeuven RDR under a CC-BY license. The 16S nucleic acid sequence data will be avalailble through\nofficial nucleic acid databases like EMBL.\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nThrough KU Leuven RDR.\nWhen will the data be made available?\nUpon publication of the research results\nThe full dataset will be uploaded and made available in a cvs format in RDR immediately afer the\nend of the project in case published. Others will be added upon publication. If not published\nwithin 1,5 years of project complation, all datasets will be made available.\nWho will be able to access the data and under what conditions?\nOpen access data in RDR.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo direct idea but expected to be not high. In case, costs will be covered by related projects.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nAfshin Abolhasani who will act as the PhD working on the project.\nWho will be responsible for data storage & back up during the project?\nAfshin Abolhasani who will act as the PhD working on the project.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWho will be responsible for ensuring data preservation and reuse ?\nPI Dirk Springael\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name DMP_G0D0322N - DMP title Grant Title G0D0322N Principal Investigator / Researcher Dirk Springael Project Data Contact Dirk Springael, Tel. 016 32 16 04; e-mail: dirk.springael@kuleuven.bel Description Biological treatment involving bioaugmentation has been proposed as a green alternative for physico-chemical treatment of intake groundwaters contaminated with organic micropollutants (OMPs) for drinking water production. A main bottle neck though is the inefficiency of bioaugmentation. Bioaugmentation merely involves an invasion process. In this project, ecological invasion theories are put to the test addressing different determinants of invasion, i.e., selection, dispersion and diversification, to improve bioaugmentation. This will be done for three different OMP catabolic bacterial strains in continuous biofilm ecosystems and the effects of these manipulations on the resident community and its functionality will be examined. Selection is manipulated by creating new niches by adding selective C-sources, by implementing environmental disturbances to remove competing organisms or opening space, and by co- inoculation with beneficially interacting bacteria. Dispersion will focus on propagule pressure while diversification will examine the evolution of the inoculum towards variants with improved invasion abilities. Invasion success will be scored based on both cell numbers and OMP biodegradation activity. The project will provide both novel applied and fundamental information for and regarding the microbial invasion of complex ecosystems. Institution KU Leuven 1. General Information Name applicant Dirk Springael FWO Project Number & Title G0D0322N; Putting ecological invasion theories to the test: improving bioaugmentation of drinking water treatment systems for organic micropollutant removal Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Degradation data in biofilm settings under different conditions (.xls); 100 files, max. 200 GB. Biofilm microscopy images (.tif); generated by confocal laser scanning microscopy); 10 GB per image; up to 1000 images. 16S rRNA gene amplicon high throughput Illumina sequencing data (FastQ format); 100 files; size unknown. OTU table derived from the 16S amplicon sequences and containing the relative abundances of each Operational Taxonomic Unit (OTU) for each sample (in.csv format) 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Overall, (e-)labbooks will contain information on experimental design, protocols, sampling location, abbreviations used, structure of the data (including link with physical storage of data), and steps involved in data analysis and relevant analysis scripts (R scripts, MOTHUR/QIIME scripts). A clear coding for all data files related to the project will be used. In the concluding stage of the project, a master index file containing the combined information for all experiments will be compiled which will be archived and also stored on the personal harddrives/PC of the PI. Altogether, this should allow any secondary analyst to use the data accurately and effectively. More specifically, the following information will be given on the items described in section 2: Degradation data in biofilm settings under different conditions will be documented with a detailed description of the used protocol in the xls file and will contain information about the sample of origin (which biofilm, which experiment, aim of experiment etc. ). Biofilm microscopy images (.tif); generated by confocal laser scanning microscopy); The methodology and protocol will be described in detail in the lab book and a ReadMe file of the image collection will be written including the protocol. 16S rRNA gene amplicon high throughput Illumina sequencing data deposited at EMBL via BANKIT, will include the information/documentation required by the data base. OTU table derived from 16S amplicon sequences and containing the relative abundances of each Operational Taxonomic Unit (OTU) for each sample will contain information about the sample of origin (which biofilm, which experiment, aim of experiment etc. ) Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 16S rRNA gene amplicon high throughput Illumina sequencing data deposited at EMBL via BANKIT, will include the information/documentation required by the data base. 5. Data storage and backup during the FWO project Where will the data be stored? All data will be stored in the university's secure environment. Nucleic acid sequence data will be submitted and stored in official nucleic acid data bases like EMBL upon publication or at the end of the project. How is backup of the data provided? The data will be stored on the university's central servers with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 explain how this will be taken care of. The amount of data foreseen to not encompass foreseen capacities What are the expected costs for data storage and back up during the project? How will these costs be covered? Not expected to be high. If any, will be covered by the FWO project, if any. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be preserved for at least 5 years after completion of the project. Where will the data be archived (= stored for the longer term)? The data will be stored on the university's central servers (with automatic back-up procedures) for at least 10 years, conform the KU Leuven RDM policy. 16 S nucleic acid sequence data will be stored at official public data bases like EMBL via BANKIT. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Not expected to be high. If costs, they will be covered by on-going related projects. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? The full dataset (except the nucleic acid sequence data) will be deposited in a cvs format in KU Leuven RDR under a CC-BY license. The 16S nucleic acid sequence data will be avalailble through official nucleic acid databases like EMBL. Where/how will the data be made available for reuse? In an Open Access repository Through KU Leuven RDR. When will the data be made available? Upon publication of the research results The full dataset will be uploaded and made available in a cvs format in RDR immediately afer the end of the project in case published. Others will be added upon publication. If not published within 1,5 years of project complation, all datasets will be made available. Who will be able to access the data and under what conditions? Open access data in RDR. What are the expected costs for data sharing? How will the costs be covered? No direct idea but expected to be not high. In case, costs will be covered by related projects. 8. Responsibilities Who will be responsible for data documentation & metadata? Afshin Abolhasani who will act as the PhD working on the project. Who will be responsible for data storage & back up during the project? Afshin Abolhasani who will act as the PhD working on the project. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Who will be responsible for ensuring data preservation and reuse ? PI Dirk Springael Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}