{
    "document_id": "D-2024-2893",
    "LinkTitle": "D-2024-2893",
    "file_name": "D-2024-2893.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2893.pdf",
    "metadata": {
        "title": "SUSTAINABILITY IN THE SUPPLY CHAIN; FROM ANECDOTAL EVIDENCE TO AN OBJECTIVE EMPIRICAL FRAMEWORK.",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "SUSTAINABILITY IN THE SUPPLY CHAIN; FROM ANECDOTAL EVIDENCE TO AN OBJECTIVE\nSUSTAINABILITY IN THE SUPPLY CHAIN; FROM ANECDOTAL EVIDENCE TO AN OBJECTIVE\nEMPIRICAL FRAMEWORK.\nEMPIRICAL FRAMEWORK.\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nMaxi Udenio Castro\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \nG060524N\nID: \nID: \n209035\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2027\nProject abstract:\nProject abstract:\nSustainability is the one metric where both consumers and firms are \"Supply-Chain-aware\"; that is, buying decisions do not depend exclusively on\nproduct or financial considerations but also on the sustainability performance of the *entire* supply chain. (For example, fashion consumers are\nbecoming more and more sensitive about the conditions of workers all along the supply chain and alter their behaviour accordingly.)\nHowever, empirical research in supply chain management is, at the moment, behind these developments. The main reason is that supply chain\nsustainability is hard to measure in an objective way: (1) Data availability is very poor -- often relying on self-reporting; (2) if data is available, it's\ntypically at the firm-level (not SC); (3) furthermore, if data is available it is typically not transparent -- it typically consists of opaque proprietary that\ndo not allow for the study of different aspects of sustainability.\nIn this project we address these issues. First, we identify several sources of objective firm-level sustainability data that can be combined with existing\nsupply-chain data to construct a large supply-chain-level sustainability dataset. Second, we propose a descriptive empirical study to understand how\nsustainability has evolved within the last decade, when looking at it at the supply-chain level. Finally, we describe a study to link these sustainability\nobservations to the evolution of firm and supply-chain financial performance.\nLast modified: \nLast modified: \n08-07-2024\nCreated using DMPonline.be. Last modiﬁed 08 July 2024\n1 of 4\nSUSTAINABILITY IN THE SUPPLY CHAIN; FROM ANECDOTAL EVIDENCE TO AN OBJECTIVE\nSUSTAINABILITY IN THE SUPPLY CHAIN; FROM ANECDOTAL EVIDENCE TO AN OBJECTIVE\nEMPIRICAL FRAMEWORK.\nEMPIRICAL FRAMEWORK.\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a\nshort name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the\nshort name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the\ndata (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\ndata (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for\ndigital\ndata \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nFactset\nproject\ndatabase\nSecondary data provided by\nthe vendor: Factset.\nReuse existing data\nDigital\nObservational\nCompiled/aggregated data\n .csv\n<10TB\n \nScripts and\ncode\nCode written during the\nproject\nNewly generated data\nDigital\nCode written in python, stata, Matlab, and\nMathematica for research purposes\n.py; .m;\n.do \n<10Gb\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nAll data is provided by the vendor fastest. They compile and repackage firm-level information of publicly owned firms globally. The data is updated with a daily frequency when new information\nis available. The repositories are not publicly available, the data is transferred to a KU Leuven server managed by the FEB library. \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific\ndatasets or data types when appropriate.\ndatasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where\nappropriate.\nappropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in\nthe comment section to what data they relate and what restrictions are in place.\nthe comment section to what data they relate and what restrictions are in place.\nYes\nThe data cannot be shared in raw form, only derived data is able to be shared. All the projects contemplate the creation of such derived data (e.g., by using a temporal aggregation). \nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they\nrelate and which restrictions will be asserted.\nrelate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nCreated using DMPonline.be. Last modiﬁed 08 July 2024\n2 of 4\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in\nterms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nterms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nDerivative data generated in the project will be shared upon the publication of the research. To this end, README.txt files will be made available to properly document the research process.\nIndividual scripts and code will be made available and referenced in the README files. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please\nspecify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nspecify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe main database is stored in a KUL server managed by the FEB Library.\nHow will the data be backed up?\nHow will the data be backed up?\nRegular back ups of the data are to be stored in KU Leuven shared drives. Note that backups are not critical given that the vendor (fastest) provides the data and they have ample back up capacity\nas well. There is no risk of data loss. \nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe data can only be accessed by the project participants. Due to a secure connection to the SQL server.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCosts are negligible and covered by research funds of the PI. \n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved,\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved,\nclearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nclearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data used for published research will be kept for 5-years. All data is external, thus it is permanent and can be accessed by any researcher who wishes to purchase the databases for replication\npurposes. \nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nBackups will be kept of derivative datasets created by the research team. The raw data is proprietary and will be available in perpetuity by the vendor. Thus, data longevity is not a problem. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nThe data volume is relatively small and thus costs are to be covered by the PI's own research funds.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made available.\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nDerived data is allowed to be shared as per the contract with the vendor. This will be done through the RDM, with fully open metadata and restricted access to the full data. \nCreated using DMPonline.be. Last modiﬁed 08 July 2024\n3 of 4\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nUniversity researchers. (Non-profit).\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per\ndataset or data type where appropriate.\ndataset or data type where appropriate.\nYes, Intellectual Property Rights\nAs per the legal requirements of the vendor only derivative data can be shared. No raw data is available to be shared. Raw data is, however, free to be purchased from the vendor -- thus this does\nnot represent an obstacle to proper reproducibility.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nKUL RDR\nWhen will the data be made available?\nWhen will the data be made available?\nAfter the publication of each article. \nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCustom KU Leuven data sharing agreement.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nYes\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNegligible costs are expected. All to be covered by the PI's own research budget.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nMaximiliano Udenio \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nMaximiliano Udenio \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nMaximiliano Udenio \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nMaximiliano Udenio \nCreated using DMPonline.be. Last modiﬁed 08 July 2024\n4 of 4"
    },
    "clean_full_text": "SUSTAINABILITY IN THE SUPPLY CHAIN; FROM ANECDOTAL EVIDENCE TO AN OBJECTIVE SUSTAINABILITY IN THE SUPPLY CHAIN; FROM ANECDOTAL EVIDENCE TO AN OBJECTIVE EMPIRICAL FRAMEWORK. EMPIRICAL FRAMEWORK. A Data Management Plan created using DMPonline.be Creator: Creator: Maxi Udenio Castro Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: G060524N ID: ID: 209035 Start date: Start date: 01-01-2024 End date: End date: 31-12-2027 Project abstract: Project abstract: Sustainability is the one metric where both consumers and firms are \"Supply-Chain-aware\"; that is, buying decisions do not depend exclusively on product or financial considerations but also on the sustainability performance of the *entire* supply chain. (For example, fashion consumers are becoming more and more sensitive about the conditions of workers all along the supply chain and alter their behaviour accordingly.) However, empirical research in supply chain management is, at the moment, behind these developments. The main reason is that supply chain sustainability is hard to measure in an objective way: (1) Data availability is very poor -- often relying on self-reporting; (2) if data is available, it's typically at the firm-level (not SC); (3) furthermore, if data is available it is typically not transparent -- it typically consists of opaque proprietary that do not allow for the study of different aspects of sustainability. In this project we address these issues. First, we identify several sources of objective firm-level sustainability data that can be combined with existing supply-chain data to construct a large supply-chain-level sustainability dataset. Second, we propose a descriptive empirical study to understand how sustainability has evolved within the last decade, when looking at it at the supply-chain level. Finally, we describe a study to link these sustainability observations to the evolution of firm and supply-chain financial performance. Last modified: Last modified: 08-07-2024 Created using DMPonline.be. Last modiﬁed 08 July 2024 1 of 4 SUSTAINABILITY IN THE SUPPLY CHAIN; FROM ANECDOTAL EVIDENCE TO AN OBJECTIVE SUSTAINABILITY IN THE SUPPLY CHAIN; FROM ANECDOTAL EVIDENCE TO AN OBJECTIVE EMPIRICAL FRAMEWORK. EMPIRICAL FRAMEWORK. FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Factset project database Secondary data provided by the vendor: Factset. Reuse existing data Digital Observational Compiled/aggregated data .csv <10TB Scripts and code Code written during the project Newly generated data Digital Code written in python, stata, Matlab, and Mathematica for research purposes .py; .m; .do <10Gb If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: All data is provided by the vendor fastest. They compile and repackage firm-level information of publicly owned firms globally. The data is updated with a daily frequency when new information is available. The repositories are not publicly available, the data is transferred to a KU Leuven server managed by the FEB library. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. the comment section to what data they relate and what restrictions are in place. Yes The data cannot be shared in raw form, only derived data is able to be shared. All the projects contemplate the creation of such derived data (e.g., by using a temporal aggregation). Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Created using DMPonline.be. Last modiﬁed 08 July 2024 2 of 4 Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Derivative data generated in the project will be shared upon the publication of the research. To this end, README.txt files will be made available to properly document the research process. Individual scripts and code will be made available and referenced in the README files. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The main database is stored in a KUL server managed by the FEB Library. How will the data be backed up? How will the data be backed up? Regular back ups of the data are to be stored in KU Leuven shared drives. Note that backups are not critical given that the vendor (fastest) provides the data and they have ample back up capacity as well. There is no risk of data loss. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data can only be accessed by the project participants. Due to a secure connection to the SQL server. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Costs are negligible and covered by research funds of the PI. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data used for published research will be kept for 5-years. All data is external, thus it is permanent and can be accessed by any researcher who wishes to purchase the databases for replication purposes. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Backups will be kept of derivative datasets created by the research team. The raw data is proprietary and will be available in perpetuity by the vendor. Thus, data longevity is not a problem. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? The data volume is relatively small and thus costs are to be covered by the PI's own research funds. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Derived data is allowed to be shared as per the contract with the vendor. This will be done through the RDM, with fully open metadata and restricted access to the full data. Created using DMPonline.be. Last modiﬁed 08 July 2024 3 of 4 If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. University researchers. (Non-profit). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. dataset or data type where appropriate. Yes, Intellectual Property Rights As per the legal requirements of the vendor only derivative data can be shared. No raw data is available to be shared. Raw data is, however, free to be purchased from the vendor -- thus this does not represent an obstacle to proper reproducibility. Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. KUL RDR When will the data be made available? When will the data be made available? After the publication of each article. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. Custom KU Leuven data sharing agreement. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Negligible costs are expected. All to be covered by the PI's own research budget. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Maximiliano Udenio Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Maximiliano Udenio Who will manage data preservation and sharing? Who will manage data preservation and sharing? Maximiliano Udenio Who will update and implement this DMP? Who will update and implement this DMP? Maximiliano Udenio Created using DMPonline.be. Last modiﬁed 08 July 2024 4 of 4"
}