{
    "document_id": "D-2024-3107",
    "LinkTitle": "D-2024-3107",
    "file_name": "D-2024-3107.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3107.pdf",
    "metadata": {
        "title": "Understanding the vicious cycle between poverty and common mental disorders through the lens of scarcity",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nUnderstanding the vicious cycle between poverty and common mental disorders through the lens of scarcity\nCreator:\nCreator:\nCeline Samaey\nPrincipal Investigator: \nPrincipal Investigator: \nn.n.\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nn.n. n.n.\nProject abstract:\nProject abstract:\nIn all countries around the world, anxiety disorders and depression soar in people who live in poverty. This constitutes a vicious cycle in\nwhich poverty and mental disorders risk reinforcing themselves. Breaking this cycle should be a number one priority in social and mental\nhealth policy. But we still don't know much about how the cycle works, which makes it difficult to intervene.\nWith the current project, we offer a novel approach, through the lens of scarcity, to investigate the direction and causality between poverty\nand mental disorders. We will test our theory at multiple levels of analysis, including a sociological analysis of a wide-scale, longitudinal,\nEuropean dataset, a time-series analysis of daily assessments among people who live in poverty, and an experimental analysis of\nphysiological assessments during modeled scarcity in the lab.\nBy shedding light on the role of scarcity and its psychological consequences, the current project holds great promise to advance our\nunderstanding of, and potentially alleviating, the vicious cycle between poverty and mental disorders. Reducing poverty and the\nprevalence of common mental disorders are two global challenges that are prioritized in the UN Sustainable Development Goals (SDG1\n& SDG17).\nAlthough KU Leuven hosts world-class expertise on both poverty and common mental disorders, the intersection between these global\nchallenges is currently a blind spot. Integrating the disciplines of sociology, psychology and psychiatry will put KU Leuven at the forefront\nof fundamental research on the link between poverty and mental disorders. \nID: \nID: \n213493\nStart date: \nStart date: \n01-10-2024\nEnd date: \nEnd date: \n30-09-2028\nLast modified: \nLast modified: \n31-03-2025\nCreated using DMPonline.be. Last modiﬁed 31 March 2025\n1 of 7\nUnderstanding the vicious cycle between poverty and common mental disorders through the lens of\nUnderstanding the vicious cycle between poverty and common mental disorders through the lens of\nscarcity\nscarcity\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset\nname /\nID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile format\nData\nvolume\nPhysical volume\n \n \nIndicate:\nN\nN\n(ew data)\nor \nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital)\nor\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nMacro-\nMacro-\nlevel\nlevel\nSHARE dataset\nE\nD\nN, I\n.dta\n<100GB\nProject folder on Sharepoint\nMeso-\nMeso-\nlevel\nlevel\nSIGMA(-X) dataset\nE\nD\nN, T\n.tab/txt files and\n.xlsx/.csv files\n<100GB\nProject folder on Sharepoint\nMeso-\nMeso-\nlevel\nlevel\nDaily diary study\nwith N = 220\nparticipants (N =\n100 participants\nliving in poverty, N =\n100 participants not\nliving in poverty and\nN = 20 participants\nreceiving financial\nsupport)\nN\nD\nN, T\n.tab/txt files and\n.xlsx/.csv files\n<100GB\nProject folder on Sharepoint + 1\nphysical folder of informed consent\nand exclusion criteria forms\n \nMicro-\nMicro-\nlevel\nlevel\nBehavioural and\npsychophysiological\ndata collected as\npart of a lab-based\nstudy\nN\nD\nN, T\n.tab/txt files,\n.xlsx/.csv files\nand  .acq files\n<100GB\nProject folder on Sharepoint + 1\nphysical folder of informed consent\nand exclusion criteria forms\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nSHARE dataset\nSHARE dataset\n: Data files are provided by The Survey of Health, Ageing and Retirement in Europe (SHARE). The data is free of\ncharge and can be downloaded after registration through the data center of SHARE (\nhttps://share-eric.eu\n).\nDOIs of the SHARE dataset: 10.6103/SHARE.w1.900, 10.6103/SHARE.w2.900, 10.6103/SHARE.w3.900, 10.6103/SHARE.w4.900,\n10.6103/SHARE.w5.900, 10.6103/SHARE.w6.900, 10.6103/SHARE.w6.DBS.100, 10.6103/SHARE.w7.900,\n10.6103/SHARE.w8.900, 10.6103/SHARE.w8ca.900, 10.6103/SHARE.w9.900, 10.6103/SHARE.w9ca900,\n10.6103/SHARE.HCAP1.100\nSIGMA(-X) dataset\nSIGMA(-X) dataset\n: This dataset was collected by one of the PI’s (Prof. Inez Myin-Germeys) and researchers (Dr. Robin\nAchterhof) of this project. The dataset is available upon request, but has not been made available online (no DOI available).\nCreated using DMPonline.be. Last modiﬁed 31 March 2025\n2 of 7\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nso, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nMeso-level: Existing (SIGMA-X) data has been approved by the Medical Ethical Committee Research: METC S61395. Ethical\napproval for the newly collected data will be requested prior to the start of data collection.\nMicro-level: SMEC G-2024-8946\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven\nor UZ Leuven privacy register number (G or S number).\nor UZ Leuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nMeso-level: G-2020-1838-R3 (SIGMA-X). For new data, ethical approval will be requested prior to the start of data collection.\nMicro-level: SMEC G-2024-8946\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\n If so, please comment per dataset or data type where appropriate. \n If so, please comment per dataset or data type where appropriate. \nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata\ndata\nunderstandable and usable\nunderstandable and usable\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\n, for yourself and others, now and in the future (e.g. in terms of documentation levels and types\nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nrequired, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nFor the macro-level, data documentation is provided by SHARE on \nhttps://share-eric.eu/data/data-documentation\n. Data from the\nmeso- and micro-level will be stored on an online Sharepoint accessible to all researchers and PI’s involved in the project. For\nthese levels, raw source data files will be stored in a “raw data” folder. Extracted and aggregated data will be stored in a\n“processed data” folder. All preprocessing scripts that will be used to create the extracted data will be stored in a “code folder”.\nSimilarly, for the macro-level, all preprocessing and analysis scripts used on the dataset will be stored in a “code” folder on the\nonline Sharepoint. All preprocessing and analysis files will contain elaborate notes describing the analysis procedure and\nincluded data files.\nMetadata for the meso- and micro-level will include: information about experimental design, procedure, and measurement\ncharacteristics; specification of the raw data file names (which measures they refer to); information that describes the variable\ncodes (referring to type and time of specific measurements) in the aggregated data files.\nCreated using DMPonline.be. Last modiﬁed 31 March 2025\n3 of 7\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nMetadata will be added to the meso- and micro-level experiment folders and files to label the protocol and data. For the macro-\nlevel, data documentation is provided by SHARE on \nhttps://share-eric.eu/data/data-documentation\n.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nSharepoint online\nOther (specify below)\nAll digital data (questionnaire answers, subjective ratings, behavioral data, physiological recordings, ESM-data) for the meso- and\nmicro-level will be stored on an online Sharepoint dedicated to this project. Moreover, a backup will be made on personal,\nencrypted hard drives available to the researchers.\nData in paper format (including informed consent forms and inclusion/exclusion criteria forms) will be stored separately from\nresearch data in a key-locked cabinet in dedicated archive rooms of the different research groups.\nData provided by SHARE will be stored on the online Sharepoint, and will only be accessible for those who registered through the\ndata center of SHARE. The syntax used for analyses (STATA-code, R-code) will also be stored on this online Sharepoint.\nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nPersonal back-ups I make (specify below)\nAll data is stored on an online Sharepoint, accessible to the PI’s and researchers involved in the project. Moreover, data will be\nbacked up on personal, encrypted hard drives available to the researchers. Considering the micro-level, an additional encrypted\nbackup on faculty servers is foreseen by the research group.\nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nThe online Sharepoint provides sufficient storage and backup capacity.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nAll digital data will be stored on an online Sharepoint site and encrypted drives. Additional security for the online Sharepoint is\nprovided by the KU Leuven two-factor authentication protocol. Data in paper format will be stored in a key-locked cabinet in\ndedicated archive rooms of the different research groups. Access to these archive rooms is limited to the PI’s.\nFor SHARE data, only those researchers who have signed the confidentiality declaration of SHARE have access to the specific\nfolders containing the confidential microdata of these surveys.\nCreated using DMPonline.be. Last modiﬁed 31 March 2025\n4 of 7\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nCurrently, the use of Sharepoint is free. We therefore do not foresee an additional cost for data storage and backup.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of\nthe project? \nthe project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget\nissues, institutional policies...).\nissues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nOther (specify below)\nIn line with the most recent recommendations by the University, all data will be stored in an online Sharepoint dedicated to this\nproject and managed by the PI’s.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCurrently, the use of Sharepoint is free. In case the University policy would be altered and a storage fee would be required, the\nthree PI’s will share the cost of data preservation.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nOther (specify below)\nFor SHARE data (macro-level): data is freely available to registered users via \nhttps://share-eric.eu/data/data-access\n, but\nSTATA/R code used for the analyses will be made available online. For the meso- and micro-level, data will be made available\nupon request. All R code used for analyses will be made available online.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nThe researchers and PI’s have direct access to the data. Anonymized data will be made available upon request.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? \nlegal restrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nCreated using DMPonline.be. Last modiﬁed 31 March 2025\n5 of 7\nNo\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nOther data repository (specify below)\nThe data will be made available through the Open Science Framework (OSF).\nWhen will the data be made available? \nWhen will the data be made available? \nUpon publication of research results\nFollowing publication of research results, data will be made available upon request.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please\nprovide it here. \nprovide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nPublic repositories are free of charge.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researchers working on this project (i.e. Dr. Lore Van Herreweghe, Dr. Robin Achterhof and Dr. Celine Samaey at the macro-,\nmeso- and micro-level respectively) will be responsible for the data documentation and metadata.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe researchers and PI’s of this project are responsible for data storage and backup. More specifically, Dr. Lore Van Herreweghe\nand Prof. Wim Van Lancker will manage data storage and backup for the macro-level. Dr. Robin Achterhof and Prof. Inez Myin-\nGermeys will manage data storage and backup for the meso-level. Finally, Dr. Celine Samaey and Prof. Bram Vervliet will manage\ndata storage and backup for the micro-level.\nCreated using DMPonline.be. Last modiﬁed 31 March 2025\n6 of 7\nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nThe PI’s of this project: prof. Wim Van Lancker, prof. Inez Myin-Germeys and prof. Bram Vervliet.\nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe researchers and PI’s of this project.\nCreated using DMPonline.be. Last modiﬁed 31 March 2025\n7 of 7"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Understanding the vicious cycle between poverty and common mental disorders through the lens of scarcity Creator: Creator: Celine Samaey Principal Investigator: Principal Investigator: n.n. Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: n.n. n.n. Project abstract: Project abstract: In all countries around the world, anxiety disorders and depression soar in people who live in poverty. This constitutes a vicious cycle in which poverty and mental disorders risk reinforcing themselves. Breaking this cycle should be a number one priority in social and mental health policy. But we still don't know much about how the cycle works, which makes it difficult to intervene. With the current project, we offer a novel approach, through the lens of scarcity, to investigate the direction and causality between poverty and mental disorders. We will test our theory at multiple levels of analysis, including a sociological analysis of a wide-scale, longitudinal, European dataset, a time-series analysis of daily assessments among people who live in poverty, and an experimental analysis of physiological assessments during modeled scarcity in the lab. By shedding light on the role of scarcity and its psychological consequences, the current project holds great promise to advance our understanding of, and potentially alleviating, the vicious cycle between poverty and mental disorders. Reducing poverty and the prevalence of common mental disorders are two global challenges that are prioritized in the UN Sustainable Development Goals (SDG1 & SDG17). Although KU Leuven hosts world-class expertise on both poverty and common mental disorders, the intersection between these global challenges is currently a blind spot. Integrating the disciplines of sociology, psychology and psychiatry will put KU Leuven at the forefront of fundamental research on the link between poverty and mental disorders. ID: ID: 213493 Start date: Start date: 01-10-2024 End date: End date: 30-09-2028 Last modified: Last modified: 31-03-2025 Created using DMPonline.be. Last modiﬁed 31 March 2025 1 of 7 Understanding the vicious cycle between poverty and common mental disorders through the lens of Understanding the vicious cycle between poverty and common mental disorders through the lens of scarcity scarcity Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Macro- Macro- level level SHARE dataset E D N, I .dta <100GB Project folder on Sharepoint Meso- Meso- level level SIGMA(-X) dataset E D N, T .tab/txt files and .xlsx/.csv files <100GB Project folder on Sharepoint Meso- Meso- level level Daily diary study with N = 220 participants (N = 100 participants living in poverty, N = 100 participants not living in poverty and N = 20 participants receiving financial support) N D N, T .tab/txt files and .xlsx/.csv files <100GB Project folder on Sharepoint + 1 physical folder of informed consent and exclusion criteria forms Micro- Micro- level level Behavioural and psychophysiological data collected as part of a lab-based study N D N, T .tab/txt files, .xlsx/.csv files and .acq files <100GB Project folder on Sharepoint + 1 physical folder of informed consent and exclusion criteria forms If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: SHARE dataset SHARE dataset : Data files are provided by The Survey of Health, Ageing and Retirement in Europe (SHARE). The data is free of charge and can be downloaded after registration through the data center of SHARE ( https://share-eric.eu ). DOIs of the SHARE dataset: 10.6103/SHARE.w1.900, 10.6103/SHARE.w2.900, 10.6103/SHARE.w3.900, 10.6103/SHARE.w4.900, 10.6103/SHARE.w5.900, 10.6103/SHARE.w6.900, 10.6103/SHARE.w6.DBS.100, 10.6103/SHARE.w7.900, 10.6103/SHARE.w8.900, 10.6103/SHARE.w8ca.900, 10.6103/SHARE.w9.900, 10.6103/SHARE.w9ca900, 10.6103/SHARE.HCAP1.100 SIGMA(-X) dataset SIGMA(-X) dataset : This dataset was collected by one of the PI’s (Prof. Inez Myin-Germeys) and researchers (Dr. Robin Achterhof) of this project. The dataset is available upon request, but has not been made available online (no DOI available). Created using DMPonline.be. Last modiﬁed 31 March 2025 2 of 7 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Meso-level: Existing (SIGMA-X) data has been approved by the Medical Ethical Committee Research: METC S61395. Ethical approval for the newly collected data will be requested prior to the start of data collection. Micro-level: SMEC G-2024-8946 Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). or UZ Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Meso-level: G-2020-1838-R3 (SIGMA-X). For new data, ethical approval will be requested prior to the start of data collection. Micro-level: SMEC G-2024-8946 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data data understandable and usable understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). For the macro-level, data documentation is provided by SHARE on https://share-eric.eu/data/data-documentation . Data from the meso- and micro-level will be stored on an online Sharepoint accessible to all researchers and PI’s involved in the project. For these levels, raw source data files will be stored in a “raw data” folder. Extracted and aggregated data will be stored in a “processed data” folder. All preprocessing scripts that will be used to create the extracted data will be stored in a “code folder”. Similarly, for the macro-level, all preprocessing and analysis scripts used on the dataset will be stored in a “code” folder on the online Sharepoint. All preprocessing and analysis files will contain elaborate notes describing the analysis procedure and included data files. Metadata for the meso- and micro-level will include: information about experimental design, procedure, and measurement characteristics; specification of the raw data file names (which measures they refer to); information that describes the variable codes (referring to type and time of specific measurements) in the aggregated data files. Created using DMPonline.be. Last modiﬁed 31 March 2025 3 of 7 Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. No Metadata will be added to the meso- and micro-level experiment folders and files to label the protocol and data. For the macro- level, data documentation is provided by SHARE on https://share-eric.eu/data/data-documentation . Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? Sharepoint online Other (specify below) All digital data (questionnaire answers, subjective ratings, behavioral data, physiological recordings, ESM-data) for the meso- and micro-level will be stored on an online Sharepoint dedicated to this project. Moreover, a backup will be made on personal, encrypted hard drives available to the researchers. Data in paper format (including informed consent forms and inclusion/exclusion criteria forms) will be stored separately from research data in a key-locked cabinet in dedicated archive rooms of the different research groups. Data provided by SHARE will be stored on the online Sharepoint, and will only be accessible for those who registered through the data center of SHARE. The syntax used for analyses (STATA-code, R-code) will also be stored on this online Sharepoint. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Personal back-ups I make (specify below) All data is stored on an online Sharepoint, accessible to the PI’s and researchers involved in the project. Moreover, data will be backed up on personal, encrypted hard drives available to the researchers. Considering the micro-level, an additional encrypted backup on faculty servers is foreseen by the research group. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes The online Sharepoint provides sufficient storage and backup capacity. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All digital data will be stored on an online Sharepoint site and encrypted drives. Additional security for the online Sharepoint is provided by the KU Leuven two-factor authentication protocol. Data in paper format will be stored in a key-locked cabinet in dedicated archive rooms of the different research groups. Access to these archive rooms is limited to the PI’s. For SHARE data, only those researchers who have signed the confidentiality declaration of SHARE have access to the specific folders containing the confidential microdata of these surveys. Created using DMPonline.be. Last modiﬁed 31 March 2025 4 of 7 What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? Currently, the use of Sharepoint is free. We therefore do not foresee an additional cost for data storage and backup. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Other (specify below) In line with the most recent recommendations by the University, all data will be stored in an online Sharepoint dedicated to this project and managed by the PI’s. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Currently, the use of Sharepoint is free. In case the University policy would be altered and a storage fee would be required, the three PI’s will share the cost of data preservation. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Other (specify below) For SHARE data (macro-level): data is freely available to registered users via https://share-eric.eu/data/data-access , but STATA/R code used for the analyses will be made available online. For the meso- and micro-level, data will be made available upon request. All R code used for analyses will be made available online. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The researchers and PI’s have direct access to the data. Anonymized data will be made available upon request. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? legal restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Created using DMPonline.be. Last modiﬁed 31 March 2025 5 of 7 No Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. Other data repository (specify below) The data will be made available through the Open Science Framework (OSF). When will the data be made available? When will the data be made available? Upon publication of research results Following publication of research results, data will be made available upon request. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. provide it here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? Public repositories are free of charge. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researchers working on this project (i.e. Dr. Lore Van Herreweghe, Dr. Robin Achterhof and Dr. Celine Samaey at the macro-, meso- and micro-level respectively) will be responsible for the data documentation and metadata. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researchers and PI’s of this project are responsible for data storage and backup. More specifically, Dr. Lore Van Herreweghe and Prof. Wim Van Lancker will manage data storage and backup for the macro-level. Dr. Robin Achterhof and Prof. Inez Myin- Germeys will manage data storage and backup for the meso-level. Finally, Dr. Celine Samaey and Prof. Bram Vervliet will manage data storage and backup for the micro-level. Created using DMPonline.be. Last modiﬁed 31 March 2025 6 of 7 Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PI’s of this project: prof. Wim Van Lancker, prof. Inez Myin-Germeys and prof. Bram Vervliet. Who will update and implement this DMP? Who will update and implement this DMP? The researchers and PI’s of this project. Created using DMPonline.be. Last modiﬁed 31 March 2025 7 of 7"
}