{
    "document_id": "D-2021-1171",
    "LinkTitle": "D-2021-1171",
    "file_name": "D-2021-1171.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1171.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 4
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n u0131519\nGrant Title\n 1185522N\nPrincipal Investigator / Researcher\n Givi Kalandia\nProject Data Contact\n +492825044, givi.kalandia@kuleuven.be\nDescription\n The scope of the project is to create and study novel polyoxometalate hybrids that\nare interlocked with various macrocycles. Possibility of creating dynamic interlocked system, with\npossible functionality, arising from the imbedded polyoxometalates, is the main research\nquestion that will be addressed by the project. The data will be generated to characterize\nindividual components and study supramolecular interactions between them.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nGivi Kalandia\nFWO Project Number & Title\n1185522N \nDynamic Interlocked Structures Based on Hybrid Polyoxometalates\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nStoring\nProcessed\nData \n.csv, .pdf,\n.doc,\n.xls, .pptx ...\n5\nGB\nAnalysing and\nresenting the\ndata obtained\nfrom various\nmeasurements\nEquipment\nSpecific\nraw data\nInstrument\nspecific\nformat\n15\nGB\nRaw data files\nobtained from\nNMR,UV-Vis,\nIR, ESI-MS and\nother\ninstruments\nused during\nthe study\nImages\n.jpg, .jpeg,\n.tiff\n2\nGB\nImages from\nMicroscopy\nMeasurements\nXRD\nDiffraction\nData\n.HKL, .H5,\n.CBF\ncompressed\nimages\n50\nGB\nData from XRD\nMeasurements\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 4\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nEach experiment will be documented with a date, detailed description of the\nconditions/methodology, and outcome, including the yield and the results from the\nmeasurements. Planning and execution of each experiment will be indicated in a personal lab\nnotebook (hardcopy) and a word document. For storage, an electronic copy will be stored on\nOneDrive or a Shared KU Leuven drive.\nRaw data from different instruments will be colllected in separate files and will include the date\nand the conditions of the measurement. Proccessed data of the related compound/project will be\ncollected together. In case of a publication, all the corresponding raw data files and proccessed\nfiles will be merged in one folder.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nAn excell sheet containing the experiment number, the date, corresponding information of the\nconditions/procedure, location in the laboratory, and the digital storage location of raw and\nprocessed files will be provided\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe researcher will only use online locations to store and work on the data to optimize workflow\nand avoid loss of data. Microsoft OneDrive account provided by the host institute will be used to\nsave all the data.\nHow is backup of the data provided?\nBackup will be provided by uploading the data to Universtity's central servers. Additionally, an\nexternal HDD provided by the laboratory group will be used.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\n2TB of OneDrive storage is available for KU Leuven Researchers. Additionally, archival storage is\navailable at KU Leuven ICTS data center with the possibility of expanding the allocated space\ndepending on the demand.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 4\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nMicrosoft OneDrive License is free of Charge for KU Leuven Researchers. Archive storage space is\nalso provided for free by KU Leuven ICTS data center. External HDD is available for every\nemployee of the hosting laboratory group.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nData is storred using universities policies, thus, only authorized personel can access it.\nAdditionally, for the projects done in collaboration, only limited access to the required data will\nbe provided.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll the data will be stored on the archival storage of KU Leuven ICTS datacenter. Data will also be\nstored on an external HDD provided by the hosting laboratory group and a lab notebook will be\nstored in the physical archive.\nWhere will the data be archived (= stored for the longer term)?\nThe data will be stored at KU Leuven's central servers for at least 10 years, conform the KU\nLeuven RDM policy. Data will also be stored on the external HDD of the hosting laboratory group.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nData archival at KU Leuven is currently offered at 270 Euro/TB/year.\n1 TB of storage will be sufficient which amounts to the price for storage during 10 years is 2700\nEuro.\nThese costs are being covered by the general operating budget of the research group.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nIn case the data is published in the journal it will be available for public.\nA copy of data will be stored in repository of KU Leuven Association (Lirias, https://limo.libis.be/).\nWhere/how will the data be made available for reuse?\nIn a restricted access repository\nArticles connected to the work will be published in journals\nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nThe data of the project that will be published will be available at the time of publication. Other\ndata will only be available for the people with the access to the OneDrive folder and laboratory\ngroup's HDD\nWhat are the expected costs for data sharing? How will the costs be covered?\nPublishing in most peer reviewed journals is free. In case of publication fee, the costs will be\ncovered by the group or researcher's bench fee.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe researcher will be responsible for data documentation.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 4\nWho will be responsible for data storage & back up during the project?\nThe researcher will be responsible for data storage and back up\nWho will be responsible for ensuring data preservation and reuse ?\nProf. Tatjana Parac-Vogt will be responsible for data preservation and reuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 4"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier u0131519 Grant Title 1185522N Principal Investigator / Researcher Givi Kalandia Project Data Contact +492825044, givi.kalandia@kuleuven.be Description The scope of the project is to create and study novel polyoxometalate hybrids that are interlocked with various macrocycles. Possibility of creating dynamic interlocked system, with possible functionality, arising from the imbedded polyoxometalates, is the main research question that will be addressed by the project. The data will be generated to characterize individual components and study supramolecular interactions between them. Institution KU Leuven 1. General Information Name applicant Givi Kalandia FWO Project Number & Title 1185522N Dynamic Interlocked Structures Based on Hybrid Polyoxometalates Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Storing Processed Data .csv, .pdf, .doc, .xls, .pptx ... 5 GB Analysing and resenting the data obtained from various measurements Equipment Specific raw data Instrument specific format 15 GB Raw data files obtained from NMR,UV-Vis, IR, ESI-MS and other instruments used during the study Images .jpg, .jpeg, .tiff 2 GB Images from Microscopy Measurements XRD Diffraction Data .HKL, .H5, .CBF compressed images 50 GB Data from XRD Measurements 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 4 No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Each experiment will be documented with a date, detailed description of the conditions/methodology, and outcome, including the yield and the results from the measurements. Planning and execution of each experiment will be indicated in a personal lab notebook (hardcopy) and a word document. For storage, an electronic copy will be stored on OneDrive or a Shared KU Leuven drive. Raw data from different instruments will be colllected in separate files and will include the date and the conditions of the measurement. Proccessed data of the related compound/project will be collected together. In case of a publication, all the corresponding raw data files and proccessed files will be merged in one folder. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No An excell sheet containing the experiment number, the date, corresponding information of the conditions/procedure, location in the laboratory, and the digital storage location of raw and processed files will be provided 5. Data storage and backup during the FWO project Where will the data be stored? The researcher will only use online locations to store and work on the data to optimize workflow and avoid loss of data. Microsoft OneDrive account provided by the host institute will be used to save all the data. How is backup of the data provided? Backup will be provided by uploading the data to Universtity's central servers. Additionally, an external HDD provided by the laboratory group will be used. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes 2TB of OneDrive storage is available for KU Leuven Researchers. Additionally, archival storage is available at KU Leuven ICTS data center with the possibility of expanding the allocated space depending on the demand. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 4 What are the expected costs for data storage and back up during the project? How will these costs be covered? Microsoft OneDrive License is free of Charge for KU Leuven Researchers. Archive storage space is also provided for free by KU Leuven ICTS data center. External HDD is available for every employee of the hosting laboratory group. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data is storred using universities policies, thus, only authorized personel can access it. Additionally, for the projects done in collaboration, only limited access to the required data will be provided. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the data will be stored on the archival storage of KU Leuven ICTS datacenter. Data will also be stored on an external HDD provided by the hosting laboratory group and a lab notebook will be stored in the physical archive. Where will the data be archived (= stored for the longer term)? The data will be stored at KU Leuven's central servers for at least 10 years, conform the KU Leuven RDM policy. Data will also be stored on the external HDD of the hosting laboratory group. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Data archival at KU Leuven is currently offered at 270 Euro/TB/year. 1 TB of storage will be sufficient which amounts to the price for storage during 10 years is 2700 Euro. These costs are being covered by the general operating budget of the research group. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? In case the data is published in the journal it will be available for public. A copy of data will be stored in repository of KU Leuven Association (Lirias, https://limo.libis.be/). Where/how will the data be made available for reuse? In a restricted access repository Articles connected to the work will be published in journals When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? The data of the project that will be published will be available at the time of publication. Other data will only be available for the people with the access to the OneDrive folder and laboratory group's HDD What are the expected costs for data sharing? How will the costs be covered? Publishing in most peer reviewed journals is free. In case of publication fee, the costs will be covered by the group or researcher's bench fee. 8. Responsibilities Who will be responsible for data documentation & metadata? The researcher will be responsible for data documentation. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 4 Who will be responsible for data storage & back up during the project? The researcher will be responsible for data storage and back up Who will be responsible for ensuring data preservation and reuse ? Prof. Tatjana Parac-Vogt will be responsible for data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 4"
}