{
    "document_id": "D-2024-3507",
    "LinkTitle": "D-2024-3507",
    "file_name": "D-2024-3507.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3507.pdf",
    "metadata": {
        "title": "From Just to Holy War. War Atrocities in Roman and Christian Late Antiquity: the Perpetrators' and Victims' Perspective",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nFrom Just to Holy War. War Atrocities in Roman and Christian Late Antiquity: the Perpetrators' and Victims' Perspective\nCreator:\nCreator:\nKorneel Van Lommel\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nProject abstract:\nProject abstract:\nThroughout history, destructive wars have been a constant factor. Notably, war atrocities are both glorified and equally denounced. This\nproject will provide the first in depth study of the ethics of war in Roman Antiquity (2nd c. BC – 6th c. AD). First, the relation between\nmoral values and the use of war atrocities is studied. Then we will analyse the impact of war atrocities on individuals and communities.\nDuring our research, attention goes out to elements of continuity and change with the introduction of Christianity. Due to lack of\nsubstantive and reliable record-keeping for Antiquity, the quantitative methodology will be rather restricted. Qualitatively, we will resort to\nwhat is called a Thick Description of a large corpus of literary sources. As such, we will do the hermeneutic exercise of seeking to\ndescribe human thinking, behaviour and events, and to explain the context within which these occur. We will also apply models of trauma\ntheory and disaster studies, and allow comparative approaches. Social class, origin, gender and age will be key terms for this project. In\naddition, we will expand the focus from purely literal to material culture, paying attention to iconographical representations, epigraphy\nand battlefield archaeology.\nID: \nID: \n212101\nStart date: \nStart date: \n01-11-2024\nEnd date: \nEnd date: \n31-10-2025\nLast modified: \nLast modified: \n01-04-2025\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n1 of 6\nFrom Just to Holy War. War Atrocities in Roman and Christian Late Antiquity: the Perpetrators' and\nFrom Just to Holy War. War Atrocities in Roman and Christian Late Antiquity: the Perpetrators' and\nVictims' Perspective\nVictims' Perspective\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nThe new data was collected at my own expense as a self-funded doctoral student before I was appointed for a FWO mandate.\n \n \n \n \nOnly for digital data\nOnly for\ndigital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital\nData\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\nInventaris\nInventaris\noorlogsgeweld\noorlogsgeweld\nSerial\nSerial\ncollection\ncollection\nof war\nof war\natrocities\natrocities\nfrom our\nfrom our\nmain\nmain\nwritten\nwritten\nsources\nsources\nfrom\nfrom\nantiquity\nantiquity\nwith\nwith\nrelevant\nrelevant\ncontextual\ncontextual\ninformation.\ninformation.\nPlease choose from the\nfollowing options:\nGenerate new data\nGenerate new data\nReuse existing data\nPlease\nchoose from\nthe following\noptions:\nDigital\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\nCompiled/aggregated\ndata\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease\nchoose\nfrom the\nfollowing\noptions:\n \n.xlsx\n.xlsx\nPlease\nchoose from\nthe following\noptions:\n<100MB\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nThe new data is based on existing ancient texts in Latin and Greek. These texts are available digitally through Loeb Classical\nLibrary and through Scaife Viewer.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n2 of 6\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nA brief description about the setup of the database will be provided in a readme file.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nNo\nAll data is provided by following filters:\nauthor, reference to the particular passage, Latin/Greek term, translation, motive for war atrocity, perpetrator, victim, #victims,\ngender, age, and at last a category 'extra'\nEvery entry will be accompanied by a reference to the ancient sources according to the Oxford Classical Dictionary.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nMy personal laptop's drive\nMy personal Google Drive\nMy external hard drive\nA copy will be stored on the personal cloud space on the university’s OneDrive\nWith every update, the data will be synchronised on all storage locations.\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n3 of 6\nHow will the data be backed up?\nHow will the data be backed up?\nThe KU Leuven-administered cloud storage has separate backups take at regular intervals, so the data are being backed up\nproperly.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe data I use is text-based and doesn’t require much space.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nMy laptop is secured and access to the cloud services require MFA.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThere is a yearly cost of 19.99 euros for the Google Drive, which I will finance.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nAll data will be retained.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nThe information will be stored on Zenodo, a repository for academic data.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nZenodo is free of charge.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nThe dataset will become available in printed format upon publication of the dissertation as a monograph, as it will be added as\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n4 of 6\nappendices.\nThe digital dataset will be shared with future collaborators upon personal approval.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe printed format of the dataset will become available upon publication of the dissertation as a monograph.\nAccess to the digital dataset is to be requested through Zenodo.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nThe data will be made available on Zenodo.\nWhen will the data be made available?\nWhen will the data be made available?\nOnce the dissertation has been completed, the data will become visible on Zenodo. Access will be restricted as explained above.\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nThe license for the printed dataset will be depended on the publisher of the monograph.\nThe license for the digital dataset on Zenodo is yet to be determined.\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nYes\nZenodo provides a DOI number for all datasets.\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs to be expected.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nKorneel Van Lommel \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n5 of 6\nKorneel Van Lommel \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nKorneel Van Lommel \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nKorneel Van Lommel will carry out the day to day datamanagement practices and Toon Van Houdt will be ultimately responsible\nin his role as supervisor of the project. \nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n6 of 6"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: From Just to Holy War. War Atrocities in Roman and Christian Late Antiquity: the Perpetrators' and Victims' Perspective Creator: Creator: Korneel Van Lommel Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Project abstract: Project abstract: Throughout history, destructive wars have been a constant factor. Notably, war atrocities are both glorified and equally denounced. This project will provide the first in depth study of the ethics of war in Roman Antiquity (2nd c. BC – 6th c. AD). First, the relation between moral values and the use of war atrocities is studied. Then we will analyse the impact of war atrocities on individuals and communities. During our research, attention goes out to elements of continuity and change with the introduction of Christianity. Due to lack of substantive and reliable record-keeping for Antiquity, the quantitative methodology will be rather restricted. Qualitatively, we will resort to what is called a Thick Description of a large corpus of literary sources. As such, we will do the hermeneutic exercise of seeking to describe human thinking, behaviour and events, and to explain the context within which these occur. We will also apply models of trauma theory and disaster studies, and allow comparative approaches. Social class, origin, gender and age will be key terms for this project. In addition, we will expand the focus from purely literal to material culture, paying attention to iconographical representations, epigraphy and battlefield archaeology. ID: ID: 212101 Start date: Start date: 01-11-2024 End date: End date: 31-10-2025 Last modified: Last modified: 01-04-2025 Created using DMPonline.be. Last modiﬁed 01 April 2025 1 of 6 From Just to Holy War. War Atrocities in Roman and Christian Late Antiquity: the Perpetrators' and From Just to Holy War. War Atrocities in Roman and Christian Late Antiquity: the Perpetrators' and Victims' Perspective Victims' Perspective FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. The new data was collected at my own expense as a self-funded doctoral student before I was appointed for a FWO mandate. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Inventaris Inventaris oorlogsgeweld oorlogsgeweld Serial Serial collection collection of war of war atrocities atrocities from our from our main main written written sources sources from from antiquity antiquity with with relevant relevant contextual contextual information. information. Please choose from the following options: Generate new data Generate new data Reuse existing data Please choose from the following options: Digital Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated Compiled/aggregated data data Simulation data Software Other NA Please choose from the following options: .xlsx .xlsx Please choose from the following options: <100MB <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: The new data is based on existing ancient texts in Latin and Greek. These texts are available digitally through Loeb Classical Library and through Scaife Viewer. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Created using DMPonline.be. Last modiﬁed 01 April 2025 2 of 6 Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). A brief description about the setup of the database will be provided in a readme file. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. No All data is provided by following filters: author, reference to the particular passage, Latin/Greek term, translation, motive for war atrocity, perpetrator, victim, #victims, gender, age, and at last a category 'extra' Every entry will be accompanied by a reference to the ancient sources according to the Oxford Classical Dictionary. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? My personal laptop's drive My personal Google Drive My external hard drive A copy will be stored on the personal cloud space on the university’s OneDrive With every update, the data will be synchronised on all storage locations. Created using DMPonline.be. Last modiﬁed 01 April 2025 3 of 6 How will the data be backed up? How will the data be backed up? The KU Leuven-administered cloud storage has separate backups take at regular intervals, so the data are being backed up properly. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The data I use is text-based and doesn’t require much space. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? My laptop is secured and access to the cloud services require MFA. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? There is a yearly cost of 19.99 euros for the Google Drive, which I will finance. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). All data will be retained. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? The information will be stored on Zenodo, a repository for academic data. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Zenodo is free of charge. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) The dataset will become available in printed format upon publication of the dissertation as a monograph, as it will be added as Created using DMPonline.be. Last modiﬁed 01 April 2025 4 of 6 appendices. The digital dataset will be shared with future collaborators upon personal approval. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The printed format of the dataset will become available upon publication of the dissertation as a monograph. Access to the digital dataset is to be requested through Zenodo. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. The data will be made available on Zenodo. When will the data be made available? When will the data be made available? Once the dissertation has been completed, the data will become visible on Zenodo. Access will be restricted as explained above. Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. The license for the printed dataset will be depended on the publisher of the monograph. The license for the digital dataset on Zenodo is yet to be determined. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. Yes Zenodo provides a DOI number for all datasets. What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No costs to be expected. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? Korneel Van Lommel Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? Created using DMPonline.be. Last modiﬁed 01 April 2025 5 of 6 Korneel Van Lommel Who will manage data preservation and sharing? Who will manage data preservation and sharing? Korneel Van Lommel Who will update and implement this DMP? Who will update and implement this DMP? Korneel Van Lommel will carry out the day to day datamanagement practices and Toon Van Houdt will be ultimately responsible in his role as supervisor of the project. Created using DMPonline.be. Last modiﬁed 01 April 2025 6 of 6"
}