{
    "document_id": "D-2023-2000",
    "LinkTitle": "D-2023-2000",
    "file_name": "D-2023-2000.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2000.pdf",
    "metadata": {
        "title": "Organic electrolytes in sustainable pH-neutral aqueous redox flow batteries",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "Organic electrolytes in sustainable pH-neutral aqueous redox flow batteries\nA Data Management Plan created using DMPonline.be\nCreator: \nJannes Deprez\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\n \nJannes Deprez\nData Manager:\n \nLaurens Rutgeerts\nGrant number / URL: \n1S15323N\nID: \n196736\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nRedox flow battery technology holds a high potential for affordable and sustainable energy storage. However, the only redox flow\nbatteries that currently reached commercialization operate under strongly acidic or alkaline conditions and mostly employ costly\nvanadium-based electrolytes and expensive membranes. This project focuses on the development of water-soluble organic electrolytes,\nin combination with porous membranes under pH-neutral conditions. The application of such conditions will improve the cost-efficiency,\nsafety and sustainability of the technology. The organic electrolytes must comply with several demands: a high water solubility, a high\nchemical stability and a sufficiently large size to prevent membrane cross-over. These electrolytes will be developed according to two\ndistinct strategies. The first one involves the design of suitable anthraquinone derivatives. Anthraquinones have been identified as\npromising redox-active materials in scientific research, exhibiting fast and reversible redox behavior. The second strategy comprises the\ninvestigation of sulfonated lignin as an abundant and renewable source for organic electrolytes. As a final part of this project, tailored\nporous membranes will be synthesized by tuning the porosity to combine electrolyte rejection with low electrical resistance.\nLast modified: \n13-03-2023\nCreated using DMPonline.be. Last modiﬁed 13 March 2023\n1 of 7\nOrganic electrolytes in sustainable pH-neutral aqueous redox flow batteries\nApplication DMP\nQuestionnaire\nDescribe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters)\nThis research will not reuse data, but will result in different datatypes, that can be classified as objects, raw data, processed data and manuscripts. The objects include samples from the\nsynthesized electrolytes and membranes, as well as lab notebooks containing day to day notes, observations and experimental information. Raw data are derived from electrolyte and membrane\ncharacterization methods and include various file-types (.tif; .O; .dpt; .pdf; .csv). Processed data (datasheets, figures ...) will be generated under the form of .xlsx or .opju files. Lastly, the research\nwill also yield manuscripts, mainly in electronic form (.docx; .pdf), but also in physical form.\nSpecify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to\n700 characters)\n1\n. \nDesignation of responsible person (If already designated, please fill in his/her name.)\n2\n. \nStorage capacity/repository\nduring the research\nafter the research\n \nAnnelies Van Vlasselaer (secretary) and Laurens Rutgeers (lab coordinator) are the responsible persons. During the period of the research, experimental data (.tif, .csv, .mpr …) will be stored on\nthe external hard drive of the lab, as well as on the university’s central network drives. Manuscripts, figures and interpreting data (.xls, .opju) will be saved on the KU Leuven One Drive, with\nstorage capacity of 2TB and possibility to request more. Automatic backup is provided and deleted data is stored for a remaining 30 days. After the research, data are kept on an external hard\ndrive and the university’s central network drives for an additional period of 5 years.\nWhat’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters)\nNot applicable.\nAre there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700\ncharacters)\nNot applicable.\nWhich other issues related to the data management are relevant to mention? (use up to 700 characters)\nNot applicable.\nCreated using DMPonline.be. Last modiﬁed 13 March 2023\n2 of 7\nOrganic electrolytes in sustainable pH-neutral aqueous redox flow batteries\nDPIA\nDPIA\nHave you performed a DPIA for the personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 13 March 2023\n3 of 7\nOrganic electrolytes in sustainable pH-neutral aqueous redox flow batteries\nGDPR\nGDPR\nHave you registered personal data processing activities for this project?\nNot applicable\nCreated using DMPonline.be. Last modiﬁed 13 March 2023\n4 of 7\nOrganic electrolytes in sustainable pH-neutral aqueous redox flow batteries\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\n \n \n \n \nOnly for digital data\nOnly for digital data \nOnly for digital\ndata \nOnly for\nphysical\ndata\nDataset\nName\nDescription\nNew or reused\nDigital or Physical\nDigital Data Type\nDigital Data format\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose from the following options:\nGenerate new data\nReuse existing data\nPlease choose\nfrom the following\noptions:\nDigital\nPhysical\nPlease choose from the\nfollowing options:\nObservational\nExperimental\nCompiled/aggregated\ndata\nSimulation data\nSoftware\nOther\nNA\nPlease choose from\nthe following options:\n.por, .xml, .tab,\n.cvs,.pdf, .txt,\n.rtf, .dwg, .gml,\n…\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \nLab notes\nPhysical books containing daily\nnotes\nNew\nPhysical\n \n \n \n10\nbooks\nNMR data\nData from H NMR or C NMR\nexperiments \nNew\nDigital\nExperimental data\n.txt, .temp, .output,\n.info, .par\n<100MB\n \nPotentiostat\ndata\nData from cyclic voltammetry and\nelectrochemical impedance\nexperiments\nNew\nDigital\nExperimental data\n.mpr\n<100MB\n \nBattery\ndata\nData from battery tests\nNew\nDigital\nExperimental data\n.csv\n< 1GB\n \nSEM data\nSEM pictures\nNew\nDigital\nExperimental data\n.tif\n< 1 GB\n \nUV-VIS\ndata\nData from UV-VIS spectrometry\nexperiments\nNew\nDigital\nExperimental data\n.spc\n<100MB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nNot applicable.\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section.\nPlease refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type\nwhere appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nCreated using DMPonline.be. Last modiﬁed 13 March 2023\n5 of 7\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in\nthe future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is\nrecorded).\nMethodologies used to collect the data will be documented in the lab notes. Datasets will be accompanied by README.text files that contain information about methodology and the meaning of\nvariables. These files will be stored in the folder where the data is stored as well. \nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be\nused. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nNo\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nDuring the research, the data will be stored on the external hard drive of the lab, as well as on the KUL central network drives. The data will also be stored on the KUL One Drive.\nHow will the data be backed up?\nNon-digital data (lab notes) will be backed-up by digitization of the enclosed data. Digital data will be stored on both the central network drives as on the KUL One Drive.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe KUL One Drive has 2 TB storage capacity. This should be sufficient to store all data derived from this project.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nThe lab notes and work laptop are stored in a locked cupboard in the researcher's office. The office is located in a badge-restricted area of the building, and is locked if no one is inside. \nThe laptop is secured with a password and access to double authentication is required to access the KUL One Drive system from other devices. \nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nThe Shared network drive (J: drive) comes at a price of 503.66 euro per TB/year. The available volume of storage is currently 200 GB, but can be increased if necessary. \nThe external hard drives are priced at around 85 euros/TB.\nCosts are covered by the bench-fee. \n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be\npreserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nDigital data (experimental and interpreting data) will be saved on an external hard drive and on the KUL central network drives for at least 5 years after the end of the project.\nWhere will these data be archived (stored and curated for the long-term)?\nThe data will be archived on the internal KU Leuven servers, which are backed up every month in a safe off-line location.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nExpected costs: 50 euro/TB storage.\nCosts will be covered by project funding.\n5. Data sharing and reuse\nCreated using DMPonline.be. Last modiﬁed 13 March 2023\n6 of 7\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per dataset or data type which data will be made\navailable.\nYes, in a restricted access repository (after approval, institutional access only, …)\nData will be made available upon publication. Unpublished data can be requested at the PI (I. Vankelecom).  \nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe PI is always able to access the data, and can be requested at PI. \nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment\nsection per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nFRIS, KU Leuven RDR\nWhen will the data be made available?\nThe data will be made available upon publication of research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCreative Commons Attribution license. \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nFRIS is free. KU Leuven RDR free for 50 GB.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe researcher: Jannes Deprez \nWho will manage data storage and backup during the research project?\nThe researcher: Jannes Deprez \nWho will manage data preservation and sharing?\nAnnelies Van Vlasselaer (secretary) and Laurens Rutgeerts (lab coordinator) \nWho will update and implement this DMP?\nThe researcher: Jannes Deprez \nCreated using DMPonline.be. Last modiﬁed 13 March 2023\n7 of 7"
    },
    "clean_full_text": "Organic electrolytes in sustainable pH-neutral aqueous redox flow batteries A Data Management Plan created using DMPonline.be Creator: Jannes Deprez Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Jannes Deprez Data Manager: Laurens Rutgeerts Grant number / URL: 1S15323N ID: 196736 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: Redox flow battery technology holds a high potential for affordable and sustainable energy storage. However, the only redox flow batteries that currently reached commercialization operate under strongly acidic or alkaline conditions and mostly employ costly vanadium-based electrolytes and expensive membranes. This project focuses on the development of water-soluble organic electrolytes, in combination with porous membranes under pH-neutral conditions. The application of such conditions will improve the cost-efficiency, safety and sustainability of the technology. The organic electrolytes must comply with several demands: a high water solubility, a high chemical stability and a sufficiently large size to prevent membrane cross-over. These electrolytes will be developed according to two distinct strategies. The first one involves the design of suitable anthraquinone derivatives. Anthraquinones have been identified as promising redox-active materials in scientific research, exhibiting fast and reversible redox behavior. The second strategy comprises the investigation of sulfonated lignin as an abundant and renewable source for organic electrolytes. As a final part of this project, tailored porous membranes will be synthesized by tuning the porosity to combine electrolyte rejection with low electrical resistance. Last modified: 13-03-2023 Created using DMPonline.be. Last modiﬁed 13 March 2023 1 of 7 Organic electrolytes in sustainable pH-neutral aqueous redox flow batteries Application DMP Questionnaire Describe the datatypes (surveys, sequences, manuscripts, objects … ) the research will collect and/or generate and /or (re)use. (use up to 700 characters) This research will not reuse data, but will result in different datatypes, that can be classified as objects, raw data, processed data and manuscripts. The objects include samples from the synthesized electrolytes and membranes, as well as lab notebooks containing day to day notes, observations and experimental information. Raw data are derived from electrolyte and membrane characterization methods and include various file-types (.tif; .O; .dpt; .pdf; .csv). Processed data (datasheets, figures ...) will be generated under the form of .xlsx or .opju files. Lastly, the research will also yield manuscripts, mainly in electronic form (.docx; .pdf), but also in physical form. Specify in which way the following provisions are in place in order to preserve the data during and at least 5 years after the end of the research? Motivate your answer. (use up to 700 characters) 1 . Designation of responsible person (If already designated, please fill in his/her name.) 2 . Storage capacity/repository during the research after the research Annelies Van Vlasselaer (secretary) and Laurens Rutgeers (lab coordinator) are the responsible persons. During the period of the research, experimental data (.tif, .csv, .mpr …) will be stored on the external hard drive of the lab, as well as on the university’s central network drives. Manuscripts, figures and interpreting data (.xls, .opju) will be saved on the KU Leuven One Drive, with storage capacity of 2TB and possibility to request more. Automatic backup is provided and deleted data is stored for a remaining 30 days. After the research, data are kept on an external hard drive and the university’s central network drives for an additional period of 5 years. What’s the reason why you wish to deviate from the principle of preservation of data and of the minimum preservation term of 5 years? (max. 700 characters) Not applicable. Are there issues concerning research data indicated in the ethics questionnaire of this application form? Which specific security measures do those data require? (use up to 700 characters) Not applicable. Which other issues related to the data management are relevant to mention? (use up to 700 characters) Not applicable. Created using DMPonline.be. Last modiﬁed 13 March 2023 2 of 7 Organic electrolytes in sustainable pH-neutral aqueous redox flow batteries DPIA DPIA Have you performed a DPIA for the personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 13 March 2023 3 of 7 Organic electrolytes in sustainable pH-neutral aqueous redox flow batteries GDPR GDPR Have you registered personal data processing activities for this project? Not applicable Created using DMPonline.be. Last modiﬁed 13 March 2023 4 of 7 Organic electrolytes in sustainable pH-neutral aqueous redox flow batteries FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: Generate new data Reuse existing data Please choose from the following options: Digital Physical Please choose from the following options: Observational Experimental Compiled/aggregated data Simulation data Software Other NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA Lab notes Physical books containing daily notes New Physical 10 books NMR data Data from H NMR or C NMR experiments New Digital Experimental data .txt, .temp, .output, .info, .par <100MB Potentiostat data Data from cyclic voltammetry and electrochemical impedance experiments New Digital Experimental data .mpr <100MB Battery data Data from battery tests New Digital Experimental data .csv < 1GB SEM data SEM pictures New Digital Experimental data .tif < 1 GB UV-VIS data Data from UV-VIS spectrometry experiments New Digital Experimental data .spc <100MB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Not applicable. Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Created using DMPonline.be. Last modiﬁed 13 March 2023 5 of 7 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). Methodologies used to collect the data will be documented in the lab notes. Datasets will be accompanied by README.text files that contain information about methodology and the meaning of variables. These files will be stored in the folder where the data is stored as well. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. No 3. Data storage & back-up during the research project Where will the data be stored? During the research, the data will be stored on the external hard drive of the lab, as well as on the KUL central network drives. The data will also be stored on the KUL One Drive. How will the data be backed up? Non-digital data (lab notes) will be backed-up by digitization of the enclosed data. Digital data will be stored on both the central network drives as on the KUL One Drive. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The KUL One Drive has 2 TB storage capacity. This should be sufficient to store all data derived from this project. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The lab notes and work laptop are stored in a locked cupboard in the researcher's office. The office is located in a badge-restricted area of the building, and is locked if no one is inside. The laptop is secured with a password and access to double authentication is required to access the KUL One Drive system from other devices. What are the expected costs for data storage and backup during the research project? How will these costs be covered? The Shared network drive (J: drive) comes at a price of 503.66 euro per TB/year. The available volume of storage is currently 200 GB, but can be increased if necessary. The external hard drives are priced at around 85 euros/TB. Costs are covered by the bench-fee. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). Digital data (experimental and interpreting data) will be saved on an external hard drive and on the KUL central network drives for at least 5 years after the end of the project. Where will these data be archived (stored and curated for the long-term)? The data will be archived on the internal KU Leuven servers, which are backed up every month in a safe off-line location. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Expected costs: 50 euro/TB storage. Costs will be covered by project funding. 5. Data sharing and reuse Created using DMPonline.be. Last modiﬁed 13 March 2023 6 of 7 Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) Data will be made available upon publication. Unpublished data can be requested at the PI (I. Vankelecom). If access is restricted, please specify who will be able to access the data and under what conditions. The PI is always able to access the data, and can be requested at PI. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. FRIS, KU Leuven RDR When will the data be made available? The data will be made available upon publication of research results. Which data usage licenses are you going to provide? If none, please explain why. Creative Commons Attribution license. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. No What are the expected costs for data sharing? How will these costs be covered? FRIS is free. KU Leuven RDR free for 50 GB. 6. Responsibilities Who will manage data documentation and metadata during the research project? The researcher: Jannes Deprez Who will manage data storage and backup during the research project? The researcher: Jannes Deprez Who will manage data preservation and sharing? Annelies Van Vlasselaer (secretary) and Laurens Rutgeerts (lab coordinator) Who will update and implement this DMP? The researcher: Jannes Deprez Created using DMPonline.be. Last modiﬁed 13 March 2023 7 of 7"
}