{
    "document_id": "D-2024-3158",
    "LinkTitle": "D-2024-3158",
    "file_name": "D-2024-3158.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2024-3158.pdf",
    "metadata": {
        "title": "D-2024-3158",
        "author": "Markus Wöhr",
        "num_pages": 6
    },
    "content": {
        "full_text": "DMP - Data Management Plan \nProject Name: Genetic rescue of behavioral alterations in the Nlgn3 R451C mutation mouse model  \nfor autism spectrum disorder: Targeting brain excitation/ inhibition imbalance (GPPKU/22/058)\nGrant Title:  GPPKU/22/058\nPrincipal Investigator/ Researcher: Markus Wöhr\nDescription: Genetic rescue of behavioral alterations in the Nlgn3 R451C mutation mouse model for  \nautism spectrum disorder: Targeting brain excitation/ inhibition imbalance\nInstitution: KU Leuven\n1.General Information\nName Applicant: Markus Wöhr\nBOF Project Number and Title: GPPKU/22/058 - Genetic rescue of behavioral alterations in the Nlgn3  \nR451C mutation mouse model for autism spectrum disorder: Targeting brain excitation/ inhibition  \nimbalance\nAffiliation: KU Leuven\n2.Data Description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its (estimated) volume.  \nThis may be easiest in a table (see example) or as a data flow and per WP or objective of the project.  \nIf you reuse existing data, specify the source of these data. Distinguish data types (the kind of  \ncontent) from data formats (the technical format).\nResearch activities in GPPKU/22/058 will result in a variety of data types, both at KU Leuven and the  \nlaboratory of the Chinese collaborator, the Shenzhen Bay Laboratory. At KU Leuven, data types include  \nprimarily: (1) video files (mouse behavior, avi-files or mp4-files, circa 2-3 TB, recorded with video  \ncameras connected to a computer) and (2) audio files (mouse ultrasonic vocalizations, wav-files, circa  \n1-2  TB,  recorded  with  ultrasound  microphones  connected  to  a  computer)  obtained  in  standard  \nbehavioral  assays.  A  particularly  heavy  data  set  will  be  obtained  through  the  LiveMousTracker  \n(https://livemousetracker.org), which allows long-term monitoring of individual mice living in social  \ngroups. This includes (3) video files (mouse behavior, avi-files or mp4-files, circa 4-5 TB, recorded with  \n3D video cameras connected to a computer), (4) tracking files (individual positions of mice in the  \nLiveMouseTracker, sqlite-files, circa 12 GB per 24h , in total: circa 1-2 TB; together with .csv-files, circa 8  \nKB per 24 h, in total: circa 200 KB) and (5) audio files (mouse ultrasonic vocalizations, wav-files, circa 60  \nGB per 24 h, in total: circa 3-4 TB, recorded with ultrasound microphones connected to a computer).  \nAdditionally, (6) automated behavioral measurements (e.g. locomotor activity, nose-poking) will be  \nrecorded  in  Excel  (xlsx-files,  circa  2-3  MB,  recorded  with  infrared  light  sensors  connected  to  a  \ncomputer). Of note, recordings of mouse ultrasonic vocalizations are relatively large in size, with one  \nhour of recording resulting in about 2 GB. Video files will likewise result in a significant amount of data.  \nIn China, data types include electrophysiological recordings, in vivo calcium imaging, and images from  \nfluorescence microscopy of mouse brain sections (e.g. for neuromorphological analyses) as well as  \nbiochemical and molecular biology data (e.g. western blot, agarose gels, qRT-PCR). Electrophysiological  \ndata are collected with Axon 700B. In vivo calcium imaging data is collected with Olympus FVMPE-RS.\nAll data will be stored in digital form (e.g. AVI or MP4 files for video recordings, SQLITE files for  \nindividual positions of mice in the LiveMouseTracker, WAV files for audio recordings, TIFF files for gel  \nimages, BAM files for RNA sequencing data). Measurements derived from video and audio files,  \nmicroscopy images, sequencing datasets, etc. will be recorded in Excel (for long-term preservation,  \nconverted into CSV files) and SPSS for statistical analyses. Manuscripts will be written in Word.  \nBiomaterials include mouse brain and tail samples.\n3.Legal and Ethical Issues\nWill you use personal data? If so, shortly describe the kind of personal data you will use. Add the  \nreference to your file in KU Leuven's Register of Data Processing for Research and Public Service  \nPurposes (PRET application). Be aware that registering the fact that you process personal data is a  \nlegal obligation.\nNo\nAre there any ethical issues concerning the creation and/or use of the data (e.g.  experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical  \nreview committee(s).\nYes - ECD, formal approval by the relevant ethical review committee was granted (Project# 119/2023).  \nDoes your work possibly result in research data with potential for tech transfer and valorisation? Will  \nIP restrictions be claimed for the data you created? If so, for what data and which restrictions will be  \nasserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so,  \nto what data do they relate and what restrictions are in place?\nYes - It is a collaborative project with China. Both KU Leuven and the Chinese collaborator from the  \nShenzhen Bay Laboratory signed a collaboration agreement specifying all relevant project details,  \nwhich was approved by a lawyer at KU Leuven.  \n4.Documentation and Metadata\nWhat documentation will be provided to enable reuse of the data collected/generated in this  \nproject? \nStandardized protocols (SOPs, including all relevant details of experimental setup and procedures) will  \nbe applied and enforced by the head lab manager/ lab technician.\nFor video and tracking files (mouse behavior) the following information will be noted: mouse ID(s),  \ndate, time, protocol (i.e. SOP), and experimenter. The methodology and protocol will be described in  \ndetail in the lab book.\nFor audio files (mouse ultrasonic vocalizations) the following information will be noted: mouse ID(s),  \ndate, time, protocol (i.e. SOP), and experimenter. The methodology and protocol will be described in  \ndetail in the lab book.\nFor  automated  behavioral  measurements  (e.g.  locomotor  activity,  nose-poking)  the  following  \ninformation  will  be  noted:  mouse  ID(s),  date,  time,  protocol  (i.e.  SOP),  and  experimenter.  The  \nmethodology and protocol will be described in detail in the lab book.\nWill a metadata standard be used? If so, describe in detail which standard will be used. If no, state in  \ndetail which metadata will be created to make the data easy/easier to find and reuse.  \nNo  -  Metadata  include  a  unique  mouse  ID,  together  with  its  birth  date,  genotype,  sex,  and  \nexperimental condition. All other data are linked to the individual animal through the unique mouse ID  \nonly (but not birth date, genotype, sex, and experimental condition) to avoid a bias during data  \nacquisition and analysis. After completing relevant parts of the data acquisition process, data will be  \nmerged in SPSS linking all relevant data through the unique mouse ID.  \n5.Data Storage and Backup during the BOF project\nWhere will the data be stored?\nThere are several provisions in place in order to preserve the data during and after the end of the  \nresearch at KU Leuven and the Shenzhen Bay Laboratory. According to the Research Data Management  \npolicy at KU Leuven, relevant research data will be kept for at least 10 years after the end of the  \nresearch. At KU Leuven, data will be stored on hard drives during experiments. After the experiments,  \ndata will be transferred to two external hard drives (two copies; one working copy and one backup  \ncopy) and metadata will additionally be transferred to the large, safe, and automatically backed up  \ncentral network  device of KU  Leuven,  OneDrive/ SharePoint. In addition,  it is planned to  make  \nexemplary audio files, i.e. recordings of ultrasonic vocalizations, available to the scientific community  \nthrough an online platform, e.g. mouseTube. Furthermore, it is planned to upload metadata of key  \nconfirmatory studies to a general repository (e.g. Open Science Framework). For optimal storage of  \nbiomaterials, fridges, -20°C freezers, and -80°C freezers will be used.\nHow is backup of the data provided?\nAt KU Leuven, the data will be stored on external hard drives (two copies; one working copy and one  \nbackup copy) and metadata will be additionally transferred to the university's central servers with  \nautomatic daily backup procedures, for at least 10 years, conform the KU Leuven RDM policy.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If  \nno or insufficient storage or backup capacities are available then explain how this will be taken care  \nof.\nNo - External hard drives (with a capacity of several TB) were ordered before the start of data  \nacquisition.\nWhat are the expected costs for data storage and back up during the project? How will these costs be  \ncovered?\nCirca 2000€ for external hard drives, covered through funding available in a related FWO project  \n(G0E6722N).\nData security: how will you ensure that the data are securely stored and not accessed or modified by  \nunauthorized persons?\nData acquisition at KU Leuven is performed in an animal laboratory with limited access. External hard  \ndrives and computers are bitlocker/ password protected and PhD and postdoctoral researchers will  \nkeep the external hard drives in a cabinet that can be locked.\n6.Data Preservation after the BOF project\nWhich data will be retained for the expected 5 year period after the end of the project? In case only a  \nselection of the data can/will be preserved, clearly state the reasons for this (legal or contractual  \nrestrictions, physical preservation issues, ...).\nAccording to the Research Data Management policy at KU Leuven, all relevant research data recorded  \nat KU Leuven will be kept for at least 10 years after the end of the research. No selection is made.\nWhere will the data be archived (= stored for the longer term)?\nAt KU Leuven, the data will be stored on external hard drives (two copies; one working copy and one  \nbackup copy) and metadata will be additionally transferred to the university's central servers with  \nautomatic daily backup procedures, for at least 10 years, conform the KU Leuven RDM policy.\nSufficient long-term storage capacity is guaranteed during the research project and after the end of the  \nproject for the 10-years retention period through external hard drives for original audio and video  \nrecordings and other forms of data, such as excel documents (two copies; one working copy and one  \nbackup copy). For long-term storage of processed data, i.e. metadata, such as excel and SPSS files, the  \ncentral network devices of KU Leuven, OneDrive/ SharePoint, will be used in addition to external hard  \ndrives.\nWhat are the expected costs for data preservation during the retention period of 5 years? How will  \nthe costs be covered?\nCirca 2000€ for external hard drives, covered through funding available in a related FWO project  \n(G0E6722N).\n7.Data Sharing and Reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an  \nagreement with a 3rd party, legal restrictions)?\nYes - It is a collaborative project with China. Both KU Leuven and the Chinese collaborator from the  \nShenzhen Bay Laboratory signed a collaboration agreement specifying all relevant project details,  \nwhich was approved by a lawyer at KU Leuven.  \nWhich data will be made available after the end of the project?\nIt is planned to make exemplary audio files, i.e. recordings of ultrasonic vocalizations, available to the  \nscientific community through an online platform, e.g. mouseTube. Furthermore, it is planned to upload  \nmetadata of key confirmatory studies to a general repository (e.g. Open Science Framework).\nWhere/how will the data be made available for reuse?\nIn an Open Access repository\nIn a restricted access repository\nIt is planned to make exemplary audio files, i.e. recordings of ultrasonic vocalizations, available to the  \nscientific community through an online platform, e.g. mouseTube. Furthermore, it is planned to upload  \nmetadata of key confirmatory studies to a general repository (e.g. Open Science Framework).\nWhen will the data be made available?\nUpon publication of the research results.\nWho will be able to access the data and under what conditions?\nThe exemplary audio files, i.e. recordings of ultrasonic vocalizations, will be available to the scientific  \ncommunity through an online platform similar to mouseTube (with restricted access). Metadata of key  \nconfirmatory studies will be available through a general repository (e.g. Open Science Framework).\nWhat are the expected costs for data sharing? How will the costs be covered?\nStill needs to be determined.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nPhD and postdoctoral researchers are responsible for day-to-day data management, including data  \ndocumentation and metadata. Data management is enforced by the head lab manager/ lab technician.\nWho will be responsible for data storage & back up during the project?\nPhD and postdoctoral researchers are responsible for day-to-day data management, including data  \nstorage and backup during the project. Data management is enforced by the head lab manager/ lab  \ntechnician.\nWho will be responsible for ensuring data preservation and reuse?\nPhD and postdoctoral researchers are responsible for day-to-day data management, including data  \npreservation and reuse. Data management is enforced by the head lab manager/ lab technician.\nWho bears the end responsibility for updating & implementing this DMP?\nPhD  and  postdoctoral  researchers  are  responsible  for  day-to-day  data  management.  Data  \nmanagement is enforced by the head lab manager/ lab technician. The PI bears the end responsibility  \nof updating & implementing this DMP."
    },
    "clean_full_text": "DMP - Data Management Plan Project Name: Genetic rescue of behavioral alterations in the Nlgn3 R451C mutation mouse model for autism spectrum disorder: Targeting brain excitation/ inhibition imbalance (GPPKU/22/058) Grant Title: GPPKU/22/058 Principal Investigator/ Researcher: Markus Wöhr Description: Genetic rescue of behavioral alterations in the Nlgn3 R451C mutation mouse model for autism spectrum disorder: Targeting brain excitation/ inhibition imbalance Institution: KU Leuven 1.General Information Name Applicant: Markus Wöhr BOF Project Number and Title: GPPKU/22/058 - Genetic rescue of behavioral alterations in the Nlgn3 R451C mutation mouse model for autism spectrum disorder: Targeting brain excitation/ inhibition imbalance Affiliation: KU Leuven 2.Data Description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). Research activities in GPPKU/22/058 will result in a variety of data types, both at KU Leuven and the laboratory of the Chinese collaborator, the Shenzhen Bay Laboratory. At KU Leuven, data types include primarily: (1) video files (mouse behavior, avi-files or mp4-files, circa 2-3 TB, recorded with video cameras connected to a computer) and (2) audio files (mouse ultrasonic vocalizations, wav-files, circa 1-2 TB, recorded with ultrasound microphones connected to a computer) obtained in standard behavioral assays. A particularly heavy data set will be obtained through the LiveMousTracker (https://livemousetracker.org), which allows long-term monitoring of individual mice living in social groups. This includes (3) video files (mouse behavior, avi-files or mp4-files, circa 4-5 TB, recorded with 3D video cameras connected to a computer), (4) tracking files (individual positions of mice in the LiveMouseTracker, sqlite-files, circa 12 GB per 24h , in total: circa 1-2 TB; together with .csv-files, circa 8 KB per 24 h, in total: circa 200 KB) and (5) audio files (mouse ultrasonic vocalizations, wav-files, circa 60 GB per 24 h, in total: circa 3-4 TB, recorded with ultrasound microphones connected to a computer). Additionally, (6) automated behavioral measurements (e.g. locomotor activity, nose-poking) will be recorded in Excel (xlsx-files, circa 2-3 MB, recorded with infrared light sensors connected to a computer). Of note, recordings of mouse ultrasonic vocalizations are relatively large in size, with one hour of recording resulting in about 2 GB. Video files will likewise result in a significant amount of data. In China, data types include electrophysiological recordings, in vivo calcium imaging, and images from fluorescence microscopy of mouse brain sections (e.g. for neuromorphological analyses) as well as biochemical and molecular biology data (e.g. western blot, agarose gels, qRT-PCR). Electrophysiological data are collected with Axon 700B. In vivo calcium imaging data is collected with Olympus FVMPE-RS. All data will be stored in digital form (e.g. AVI or MP4 files for video recordings, SQLITE files for individual positions of mice in the LiveMouseTracker, WAV files for audio recordings, TIFF files for gel images, BAM files for RNA sequencing data). Measurements derived from video and audio files, microscopy images, sequencing datasets, etc. will be recorded in Excel (for long-term preservation, converted into CSV files) and SPSS for statistical analyses. Manuscripts will be written in Word. Biomaterials include mouse brain and tail samples. 3.Legal and Ethical Issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s). Yes - ECD, formal approval by the relevant ethical review committee was granted (Project# 119/2023). Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? Yes - It is a collaborative project with China. Both KU Leuven and the Chinese collaborator from the Shenzhen Bay Laboratory signed a collaboration agreement specifying all relevant project details, which was approved by a lawyer at KU Leuven. 4.Documentation and Metadata What documentation will be provided to enable reuse of the data collected/generated in this project? Standardized protocols (SOPs, including all relevant details of experimental setup and procedures) will be applied and enforced by the head lab manager/ lab technician. For video and tracking files (mouse behavior) the following information will be noted: mouse ID(s), date, time, protocol (i.e. SOP), and experimenter. The methodology and protocol will be described in detail in the lab book. For audio files (mouse ultrasonic vocalizations) the following information will be noted: mouse ID(s), date, time, protocol (i.e. SOP), and experimenter. The methodology and protocol will be described in detail in the lab book. For automated behavioral measurements (e.g. locomotor activity, nose-poking) the following information will be noted: mouse ID(s), date, time, protocol (i.e. SOP), and experimenter. The methodology and protocol will be described in detail in the lab book. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No - Metadata include a unique mouse ID, together with its birth date, genotype, sex, and experimental condition. All other data are linked to the individual animal through the unique mouse ID only (but not birth date, genotype, sex, and experimental condition) to avoid a bias during data acquisition and analysis. After completing relevant parts of the data acquisition process, data will be merged in SPSS linking all relevant data through the unique mouse ID. 5.Data Storage and Backup during the BOF project Where will the data be stored? There are several provisions in place in order to preserve the data during and after the end of the research at KU Leuven and the Shenzhen Bay Laboratory. According to the Research Data Management policy at KU Leuven, relevant research data will be kept for at least 10 years after the end of the research. At KU Leuven, data will be stored on hard drives during experiments. After the experiments, data will be transferred to two external hard drives (two copies; one working copy and one backup copy) and metadata will additionally be transferred to the large, safe, and automatically backed up central network device of KU Leuven, OneDrive/ SharePoint. In addition, it is planned to make exemplary audio files, i.e. recordings of ultrasonic vocalizations, available to the scientific community through an online platform, e.g. mouseTube. Furthermore, it is planned to upload metadata of key confirmatory studies to a general repository (e.g. Open Science Framework). For optimal storage of biomaterials, fridges, -20°C freezers, and -80°C freezers will be used. How is backup of the data provided? At KU Leuven, the data will be stored on external hard drives (two copies; one working copy and one backup copy) and metadata will be additionally transferred to the university's central servers with automatic daily backup procedures, for at least 10 years, conform the KU Leuven RDM policy. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. No - External hard drives (with a capacity of several TB) were ordered before the start of data acquisition. What are the expected costs for data storage and back up during the project? How will these costs be covered? Circa 2000€ for external hard drives, covered through funding available in a related FWO project (G0E6722N). Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Data acquisition at KU Leuven is performed in an animal laboratory with limited access. External hard drives and computers are bitlocker/ password protected and PhD and postdoctoral researchers will keep the external hard drives in a cabinet that can be locked. 6.Data Preservation after the BOF project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). According to the Research Data Management policy at KU Leuven, all relevant research data recorded at KU Leuven will be kept for at least 10 years after the end of the research. No selection is made. Where will the data be archived (= stored for the longer term)? At KU Leuven, the data will be stored on external hard drives (two copies; one working copy and one backup copy) and metadata will be additionally transferred to the university's central servers with automatic daily backup procedures, for at least 10 years, conform the KU Leuven RDM policy. Sufficient long-term storage capacity is guaranteed during the research project and after the end of the project for the 10-years retention period through external hard drives for original audio and video recordings and other forms of data, such as excel documents (two copies; one working copy and one backup copy). For long-term storage of processed data, i.e. metadata, such as excel and SPSS files, the central network devices of KU Leuven, OneDrive/ SharePoint, will be used in addition to external hard drives. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Circa 2000€ for external hard drives, covered through funding available in a related FWO project (G0E6722N). 7.Data Sharing and Reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes - It is a collaborative project with China. Both KU Leuven and the Chinese collaborator from the Shenzhen Bay Laboratory signed a collaboration agreement specifying all relevant project details, which was approved by a lawyer at KU Leuven. Which data will be made available after the end of the project? It is planned to make exemplary audio files, i.e. recordings of ultrasonic vocalizations, available to the scientific community through an online platform, e.g. mouseTube. Furthermore, it is planned to upload metadata of key confirmatory studies to a general repository (e.g. Open Science Framework). Where/how will the data be made available for reuse? In an Open Access repository In a restricted access repository It is planned to make exemplary audio files, i.e. recordings of ultrasonic vocalizations, available to the scientific community through an online platform, e.g. mouseTube. Furthermore, it is planned to upload metadata of key confirmatory studies to a general repository (e.g. Open Science Framework). When will the data be made available? Upon publication of the research results. Who will be able to access the data and under what conditions? The exemplary audio files, i.e. recordings of ultrasonic vocalizations, will be available to the scientific community through an online platform similar to mouseTube (with restricted access). Metadata of key confirmatory studies will be available through a general repository (e.g. Open Science Framework). What are the expected costs for data sharing? How will the costs be covered? Still needs to be determined. 8. Responsibilities Who will be responsible for data documentation & metadata? PhD and postdoctoral researchers are responsible for day-to-day data management, including data documentation and metadata. Data management is enforced by the head lab manager/ lab technician. Who will be responsible for data storage & back up during the project? PhD and postdoctoral researchers are responsible for day-to-day data management, including data storage and backup during the project. Data management is enforced by the head lab manager/ lab technician. Who will be responsible for ensuring data preservation and reuse? PhD and postdoctoral researchers are responsible for day-to-day data management, including data preservation and reuse. Data management is enforced by the head lab manager/ lab technician. Who bears the end responsibility for updating & implementing this DMP? PhD and postdoctoral researchers are responsible for day-to-day data management. Data management is enforced by the head lab manager/ lab technician. The PI bears the end responsibility of updating & implementing this DMP."
}