{
    "document_id": "D-2024-3156",
    "LinkTitle": "D-2024-3156",
    "file_name": "D-2024-3156.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3156.pdf",
    "metadata": {
        "title": "caracal.docx",
        "author": "Rob Ameloot",
        "num_pages": 9
    },
    "content": {
        "full_text": "1  \nMY PLAN (FWO DMP)  \nDMP TITLE  \n \nADMIN DETAILS  \nProject Name: My plan (FWO DMP) - SUPERSORT  \nGrant Title: G0A1B24N  \nPrincipal Investigator / Researcher: Rob Ameloot  \nProject Data Contact: rob.ameloot@kuleuven.be  \nDescription: The European strategy for plastics aims for recycling 10 million tons of plastics by 2025, \nwith further  targets for 2030 and 2035, requiring rapid expansion of the recycling market. Radical \ninnovation is  imperative, with sorting playing a pivotal role in ensuring the quality and availability of \nrecyclates.  Currently, black plastics cannot be optically sorted with common near -infrared technology, \nand, therefore, end up in incineration. It is estimated that recycling this black stream would yield CO2  \nsavings exceeding 7.5 million tons p.a. in the EU.  With SuperSort, we establish the scientific groundwork \nfor an innovative tagging approach that  employs fluorophores to identify polymers. This approach aims to \nseparate black plastics and to sort  polymers containing legacy additives prohibited in the EU. As both \nchallenges hinder efficient  recycling, our overall objective is to provide a robust and cost -effective sorting \nmethod that requires  no modifications to manufacturing processes and integrates with existing \nequipment. In this  endeavor, our goals encompass (1) discovering suitable fluorophores for identifying \nand separating  ABS and PS, (2) exploring dye -plastics interaction mechanisms, and (3) investigating the  \nphotophysical consequences of dye -additive interactions. Furthermore, we (4) seek to confirm the  \nperformance of resulting recycled materials, thereby laying the foundation for advancing this  technology \nto a higher technology readiness level in a subsequent study.  \n \nInstitution: KU Leuven  & UGent  \n \n1. GENERAL INFORMATION  \nName applicant  \nRob Ameloot  \n \nFWO Project Number & Title  \nBoosting waste polymer sorting through fluorescent tagging  (SuperSort ) \nS0174234N  \n \n \n  \n2 2. DATA DESCRIPTION  \nWill you generate/collect new data and/or make use of existing data?  \n● Generate new data  \n \nDescribe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally \nper objective or WP of the project. You might consider using the table in the guidance.  \n \nThe expected data volume generated within SuperSort  is 1-2 Gb per month.  \n \nObjective  1: Understanding the tagging mechanism for ABS vs. PS & dye selection  \nData related to this objective are mostly the characterization of the prepared samples, including different \ntypes of microscopy and spectroscopy. The details of raw and exported data formats are listed below.  \n \nequipment  raw format  exported format  \nNew method developed in the \nproject  CSV CSV \nFluorescence spectroscopy  CSV CSV \nX-ray diffraction  XRDML  CSV \nscanning electron microscopy  TIF or JPEG   \nInfrared spectroscopy  BSP CSV \nNuclear magnetic resonance  \nspectroscopy  FID CSV \nX-ray photoelectron \nspectroscopy  SPE CSV \nthermogravimetric analysis  NGB -SS3 CSV \nmass spectroscopy  EXP CSV \nUV Vis spectroscopy  SP CSV \nSimulation files  Proprietary  Proprietary  \n \n \nObjective  2: Impact of tag on recycled plastic  \nequipment  raw format  exported format  \ninfrared spectroscopy  BSP CSV \noptical microscopy  TIF or JPEG   \nPy-GC-MS CSV CSV \nTGA -IR CSV CSV \nMFI determination  CSV CSV \nExtrusion and mechanical tests  CSV CSV \n \n \n \n \n \n3 Objective 3: Implementation  \nequipment  raw format  exported format  \nSorting algorithms  Proprie tary c ode Proprie tary c ode \nProcess flow diagrams  JPG JPG \nSimulation data  Proprie tary format  JPG, C SV \nInfrared spectroscopy  BSP CSV \nthermogravimetric analysis  NGB -SS3 CSV \nFluorescence  spectroscopy  CSV CSV \nUV Vis spectroscopy  SP CSV \n \n \n  \n4 3. LEGAL & ETHICAL ISSUES  \nWill you use personal data?  If so, shortly describe the kind of personal data you will use (add the \nreference to your file in your host institution's privacy register - not relevant yet )  \n● No \n \n \nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on \nhumans or animals, dual use)? If so, add the reference to the formal approval by the relevant \nethical review committee(s)  \n● No \n \nDoes your work possibly result in research data with potential for tech transfer and valorisation? \nWill IP restrictions be claimed for the data you created? If so, for what data and which restrictions \nwill be asserted?  \n● Yes \nIf the proposed concept works, a meeting will be planned with the KU Leuven / UGent tech transfer office \nto investigate patentability . The base technology of the approach is already protected by a granted patent. \nIn case a patent application will be filed directly resulting from this project, the related data will not be \nfreely shared at least until the patent filing.  \n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If \nso, to what data do they relate and what restrictions are in place?  \n● No \n \n  \n5 4. DOCUMENTATION & METADATA  \nWhat documentation will be provided to enable reuse of the data collected/generated in this \nproject?  \nAn overview file that contains references to the raw data files will be kept. Regular reports based on the \ndata will be generated using Microsoft Word. PowerPoint files will be used for presentation at regular \ninternal meetings between the WP  leaders  and researchers involved in the project. In both the Word \nreports and Power Point presentations, the file names of the raw data files will be included.  \n \nWill a metadata standard be used? If so,  describe in detail which standard will be used.  If no, state \nin detail which metadata will be created to make the data easy/easier to find and reuse.  \n● No \n \nThe details of each experiment will be kept in an electronic lab notebook. In this notebook, also the \nnames of the raw and processed datafiles will be mentioned. Files will be named according to a pre -\nagreed convention. This working method obviates the need for a separate INFO.txt file in each directory \nyet ensures that the data can be understood by other team members and can be reused in the future.  \nFor published papers, the subset of the raw and processed data discussed in that manuscript will be \ncopied and organized according the paper structure. Likely, this is the data subset that will be most \nfrequently revisited and shared afterwards.  \n \n  \n6 5. DATA STORAGE & BACK UP DURING THE FWO PROJECT  \nWhere will the data be stored?  \nThe data will be stored via a cloud storage solution that allows sharing with the WP  leaders  and \nresearchers involved in the project.  \n \nHow is back up of the data provided?  \nThe data on the cloud storage server are automatically backed up. Unlimited versioning is included in the \nselected plan so that accidental erasing or modifying does not pose a risk.  \n \nIs there currently sufficient storage & backup capacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup capacities are available then explain how this will \nbe taken care of.  \n● Yes \nThe total amount of data generated during the project should not exceed a few TB and is therefore \ncompatible with the selected cloud storage solution.  \n \nWhat are the expected costs for data storage and back up during the project? How will these \ncosts be covered?  \nThe costs for saving the data to the cloud storage server (including regular backup) should not exceed a \nfew hundred euros. These costs will be covered by the project.  \n \nData security: how will you ensure that the data are securely stored and not accessed or modified \nby unauthorized persons?  \nThe data generated during the project will be systematically transferred to the cloud storage server. Only \nthe WP  leaders  and researchers involved in this project will have access to the shared folders where the \ndata, reports and presentations will be stored.  \n \n  \n7 6. DATA PRESERVATION AFTER THE FWO PROJECT  \nWhich data will be retained for the expected 5 year period after the end of the project? In case \nonly a selection of the data can/will be preserved, clearly state the reasons  for this (legal or \ncontractual restrictions, physical preservation issues, ...).  \nAll the generated data will be stored on the cloud storage server for a period of 5 years after the end of \nthe project.  \n \nWhere will the data be archived (= stored for the longer term)?  \nAll the generated data will be stored on the cloud storage server for a period of 5 years after the end of \nthe project.  \nBeyond 5 years after the end of the project, one of the following options will be picked (1) continuation of \nstoring the data on the cloud storage server or (2) transferring the data to the KU Leuven central servers \nfor archiving.  \n \nWhat are the expected costs for data preservation during the retention period of 5 years? How will \nthe costs be covered?  \nThe annual cost for long -term storage of the data, either through a cloud storage service or the \nuniversity's central servers, is estimated at a few hundred euro. Since the budget of the current FWO \nproject will no longer be available, creative solutions will have to be found.  \n \n  \n8 7. DATA SHARING AND REUSE  \nAre there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in \nan agreement with a 3rd party, legal restrictions)?  \n● Yes. Specify:  \nThe data will remain accessible among the WP  leaders  and the researchers involved in the project. \nAccess to the data can be granted to other persons, upon request and agreement among the  leaders . A \npatent application can be a limiting factor in granting access to the data.  \n \nWhich data will be made available after the end of the project?  \nIn case no restrictions apply, the written reports and Powerpoint presentations summarizing the results \nobtained can be made available. The (raw) data used in publications can be made available on a \nrepository, if e.g. requested by the Editors or Publisher of a scientific journal.  \n \nWhere/how will the data be made available for reuse?  \n● Upon request by mail  \nThe data that will not have been uploaded in a resository such as 'Scientific data' \n(https://www.nature.com/sdata/) to accompany a publication can be requested via email.  \n \nWhen will the data be made available?  \n● Upon publication of the research results  \nDescription of the full scientific method and results will be made available with journal publications.  \n \nWho will be able to access the data and under what conditions?  \nUpon request, access to the samples and data can be granted, upon agreement of the project  leaders . \nCommercial reuse will not be allowed.  \n \nWhat are the expected costs for data sharing? How will the costs be covered?   \nBecause of the choice for a cloud storage solution for the data, no additional costs will be booked for data \nsharing.   \n \n  \n9 8. RESPONSIBILITIES  \nWho will be responsible for data documentation & metadata?  \nThe project  leaders  and the researchers involved in this project will be jointly responsible.  \n \nWho will be responsible for data storage & back up during the project?  \nThe project  leaders  and the researchers involved in this project will be jointly responsible. Because of the \nchoice for a cloud storage solution, no additional action is needed for data backup.  \n \nWho will be responsible for ensuring data preservation and reuse ?  \nThe project  leaders  and the researchers involved in this project will be jointly responsible.  \n \nWho bears the end responsibility for updating & implementing this DMP?  \nThe project  leaders  bear the end responsibility of updating & implementing this DMP.  \n "
    },
    "clean_full_text": "1 MY PLAN (FWO DMP) DMP TITLE ADMIN DETAILS Project Name: My plan (FWO DMP) - SUPERSORT Grant Title: G0A1B24N Principal Investigator / Researcher: Rob Ameloot Project Data Contact: rob.ameloot@kuleuven.be Description: The European strategy for plastics aims for recycling 10 million tons of plastics by 2025, with further targets for 2030 and 2035, requiring rapid expansion of the recycling market. Radical innovation is imperative, with sorting playing a pivotal role in ensuring the quality and availability of recyclates. Currently, black plastics cannot be optically sorted with common near -infrared technology, and, therefore, end up in incineration. It is estimated that recycling this black stream would yield CO2 savings exceeding 7.5 million tons p.a. in the EU. With SuperSort, we establish the scientific groundwork for an innovative tagging approach that employs fluorophores to identify polymers. This approach aims to separate black plastics and to sort polymers containing legacy additives prohibited in the EU. As both challenges hinder efficient recycling, our overall objective is to provide a robust and cost -effective sorting method that requires no modifications to manufacturing processes and integrates with existing equipment. In this endeavor, our goals encompass (1) discovering suitable fluorophores for identifying and separating ABS and PS, (2) exploring dye -plastics interaction mechanisms, and (3) investigating the photophysical consequences of dye -additive interactions. Furthermore, we (4) seek to confirm the performance of resulting recycled materials, thereby laying the foundation for advancing this technology to a higher technology readiness level in a subsequent study. Institution: KU Leuven & UGent 1. GENERAL INFORMATION Name applicant Rob Ameloot FWO Project Number & Title Boosting waste polymer sorting through fluorescent tagging (SuperSort ) S0174234N 2 2. DATA DESCRIPTION Will you generate/collect new data and/or make use of existing data? ● Generate new data Describe the origin, type and format of the data (per dataset) and its (estimated) volume, ideally per objective or WP of the project. You might consider using the table in the guidance. The expected data volume generated within SuperSort is 1-2 Gb per month. Objective 1: Understanding the tagging mechanism for ABS vs. PS & dye selection Data related to this objective are mostly the characterization of the prepared samples, including different types of microscopy and spectroscopy. The details of raw and exported data formats are listed below. equipment raw format exported format New method developed in the project CSV CSV Fluorescence spectroscopy CSV CSV X-ray diffraction XRDML CSV scanning electron microscopy TIF or JPEG Infrared spectroscopy BSP CSV Nuclear magnetic resonance spectroscopy FID CSV X-ray photoelectron spectroscopy SPE CSV thermogravimetric analysis NGB -SS3 CSV mass spectroscopy EXP CSV UV Vis spectroscopy SP CSV Simulation files Proprietary Proprietary Objective 2: Impact of tag on recycled plastic equipment raw format exported format infrared spectroscopy BSP CSV optical microscopy TIF or JPEG Py-GC-MS CSV CSV TGA -IR CSV CSV MFI determination CSV CSV Extrusion and mechanical tests CSV CSV 3 Objective 3: Implementation equipment raw format exported format Sorting algorithms Proprie tary c ode Proprie tary c ode Process flow diagrams JPG JPG Simulation data Proprie tary format JPG, C SV Infrared spectroscopy BSP CSV thermogravimetric analysis NGB -SS3 CSV Fluorescence spectroscopy CSV CSV UV Vis spectroscopy SP CSV 4 3. LEGAL & ETHICAL ISSUES Will you use personal data? If so, shortly describe the kind of personal data you will use (add the reference to your file in your host institution's privacy register - not relevant yet ) ● No Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) ● No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? ● Yes If the proposed concept works, a meeting will be planned with the KU Leuven / UGent tech transfer office to investigate patentability . The base technology of the approach is already protected by a granted patent. In case a patent application will be filed directly resulting from this project, the related data will not be freely shared at least until the patent filing. Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? ● No 5 4. DOCUMENTATION & METADATA What documentation will be provided to enable reuse of the data collected/generated in this project? An overview file that contains references to the raw data files will be kept. Regular reports based on the data will be generated using Microsoft Word. PowerPoint files will be used for presentation at regular internal meetings between the WP leaders and researchers involved in the project. In both the Word reports and Power Point presentations, the file names of the raw data files will be included. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. ● No The details of each experiment will be kept in an electronic lab notebook. In this notebook, also the names of the raw and processed datafiles will be mentioned. Files will be named according to a pre - agreed convention. This working method obviates the need for a separate INFO.txt file in each directory yet ensures that the data can be understood by other team members and can be reused in the future. For published papers, the subset of the raw and processed data discussed in that manuscript will be copied and organized according the paper structure. Likely, this is the data subset that will be most frequently revisited and shared afterwards. 6 5. DATA STORAGE & BACK UP DURING THE FWO PROJECT Where will the data be stored? The data will be stored via a cloud storage solution that allows sharing with the WP leaders and researchers involved in the project. How is back up of the data provided? The data on the cloud storage server are automatically backed up. Unlimited versioning is included in the selected plan so that accidental erasing or modifying does not pose a risk. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. ● Yes The total amount of data generated during the project should not exceed a few TB and is therefore compatible with the selected cloud storage solution. What are the expected costs for data storage and back up during the project? How will these costs be covered? The costs for saving the data to the cloud storage server (including regular backup) should not exceed a few hundred euros. These costs will be covered by the project. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data generated during the project will be systematically transferred to the cloud storage server. Only the WP leaders and researchers involved in this project will have access to the shared folders where the data, reports and presentations will be stored. 7 6. DATA PRESERVATION AFTER THE FWO PROJECT Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All the generated data will be stored on the cloud storage server for a period of 5 years after the end of the project. Where will the data be archived (= stored for the longer term)? All the generated data will be stored on the cloud storage server for a period of 5 years after the end of the project. Beyond 5 years after the end of the project, one of the following options will be picked (1) continuation of storing the data on the cloud storage server or (2) transferring the data to the KU Leuven central servers for archiving. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? The annual cost for long -term storage of the data, either through a cloud storage service or the university's central servers, is estimated at a few hundred euro. Since the budget of the current FWO project will no longer be available, creative solutions will have to be found. 8 7. DATA SHARING AND REUSE Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ● Yes. Specify: The data will remain accessible among the WP leaders and the researchers involved in the project. Access to the data can be granted to other persons, upon request and agreement among the leaders . A patent application can be a limiting factor in granting access to the data. Which data will be made available after the end of the project? In case no restrictions apply, the written reports and Powerpoint presentations summarizing the results obtained can be made available. The (raw) data used in publications can be made available on a repository, if e.g. requested by the Editors or Publisher of a scientific journal. Where/how will the data be made available for reuse? ● Upon request by mail The data that will not have been uploaded in a resository such as 'Scientific data' (https://www.nature.com/sdata/) to accompany a publication can be requested via email. When will the data be made available? ● Upon publication of the research results Description of the full scientific method and results will be made available with journal publications. Who will be able to access the data and under what conditions? Upon request, access to the samples and data can be granted, upon agreement of the project leaders . Commercial reuse will not be allowed. What are the expected costs for data sharing? How will the costs be covered? Because of the choice for a cloud storage solution for the data, no additional costs will be booked for data sharing. 9 8. RESPONSIBILITIES Who will be responsible for data documentation & metadata? The project leaders and the researchers involved in this project will be jointly responsible. Who will be responsible for data storage & back up during the project? The project leaders and the researchers involved in this project will be jointly responsible. Because of the choice for a cloud storage solution, no additional action is needed for data backup. Who will be responsible for ensuring data preservation and reuse ? The project leaders and the researchers involved in this project will be jointly responsible. Who bears the end responsibility for updating & implementing this DMP? The project leaders bear the end responsibility of updating & implementing this DMP."
}