{
    "document_id": "D-2023-2270",
    "LinkTitle": "D-2023-2270",
    "file_name": "D-2023-2270.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2270.pdf",
    "metadata": {
        "title": "Microsoft Word - DMP_VirEOS2.docx",
        "author": "N/A",
        "num_pages": 30
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP)  1  FWO DMP Template - Flemish Standard Data Management Plan    Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check.  At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link.        \nFWO DMP Template (Flemish Standard DMP)  2  1. General Project Information Name Grant Holder & ORCID MICHIELS Thomas [Spokesperson-coordinator, Principal Investigator]; ORCID-ID: 0000-0001-9615-8053 \nContributor name(s) (+ ORCID) & roles Molecular Virology - Université Catholique de Louvain [TYPE I-FR] MICHIELS Thomas [Spokesperson-coordinator, Principal Investigator] ALSTEENS David [Co-Supervisor]; ORCID-ID: 0000-0001-9229-113X  REGA - KU Leuven [TYPE I-FL] NEYTS Johan [Principal Investigator]; ORCID-ID: 0000-0002-0033-7514 DALLMEIER Kai [Co-Supervisor]; ORCID-ID: 0000-0002-8117-9166  Mol Viro - Universiteit Gent [TYPE I-FL] MEULEMAN Philip [Co-Supervisor]; ORCID-ID: 0000-0001-6821-234X SAELENS Xavier [Principal Investigator]; ORCID-ID: 0000-0002-3861-6965  Immuno-Vaccino - Université de Liège [TYPE I-FR] GILLET Laurent [Principal Investigator]; ORCID-ID: 0000-0002-1047-2525  CRL - Universiteit Gent [TYPE I-FL] PEELMAN Frank [Principal Investigator]; ORCID-ID: 0000-0001-6852-8731 Project number1 & title VirEOS 2.0: Prepared for SARS-CoV-3: advancing our understanding of SARS coronavirus antigenic and pathogenic evolution Funder(s) GrantID2 EOS reference number: 40007527  1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. \nFWO DMP Template (Flemish Standard DMP)  3  Affiliation(s) (Provide ROR3 identifier) ☒ KU Leuven (ROR: 05f950310) ☐ Universiteit Antwerpen ☒ Universiteit Gent (00cv9y106) ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel  ☒ Other: Université Catholique de Louvain (ROR : 02495e989), Université de Liège (ROR: 00afp2z80) Please provide a short project description Little more than a year since the start of the COVID-19 pandemic, we are just beginning to understand how SARS-CoV-2 can overcome host cell entry barriers, outsmart the human immune response, and will evolve in the wake of increasing herd immunity. A major concern is the emergence of variants, which escape immune barriers gradually established through ongoing vaccination campaigns. Another major conundrum of SARS-CoV- 2 infections is the very high patient-to-patient variability in disease severity. Our consortium unites key complementary expertise, ranging from the atomic to the systemic level, that will be applied to address knowledge gaps in the SARS-CoV-2 interactions with the human host at an internationally competitive level. The specific unanswered questions that we aim to address within this project concern the evolution potential of the virus and the impact of mutations on virus entry and replication fitness, neutralization by nanobodies or vaccine-raised immune responses, tropism at the cellular and tissue level, polarization of the immune response and the influence of co-morbidities.    \n 3 Research Organization Registry Community. https://ror.org/ \nFWO DMP Template (Flemish Standard DMP)  4  2. Research data summary \nFWO DMP Template (Flemish Standard DMP)  5  List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4.   ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused  Digital or Physical  Digital Data Type Digital Data Format  Digital Data Volume (MB, GB, TB) Physical Volume WPX.X Brief description of the WP –responsible contributor.  ☐ Generate new data ☐ Reuse existing data ☐ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA   ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .gml ☐ other: ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA   \nWP1. Mapping of the SARS-CoV-2 spike evolutionary space WP1.1  Spike variants screening – UGent-CRL Generate new data Digital Experimental: deep mutational scanning libraries of spike subdomain expression constructs Simulation data: molecular dynamics modelling  - Text notes of experimental set-up, reports (doc);   - Images (jpeg, tiff, gif);  - Text data:  < 100 MB      - Images:  < 100 MB   \nFWO DMP Template (Flemish Standard DMP)  6   4 Add rows for each dataset you want to describe. \nFWO DMP Template (Flemish Standard DMP)  7   - Raw sequence reads (FASTQ);  - 3-D structure data (pse)  - Data analysis, statistical analysis (xlsx, pzfx)  Sequence reads: 50 GB   3D structure data: < 1TB   Data analysis:  < 100 GB  WP1.2 Spike variants neutralization escape – ULiège Generate new data Digital Experimental .cvs <100 MB  WP1.3 Receptor binding properties (biophysics), fusion and entry - UCL Generate new data  Digital  Experimental Compiled/ aggregated data  Raw data: .txt .csv .spm   < 1 TB   WP2. Broad Sarbecovirus-neutralizing nanobodies WP2.1 Neutralizing nanobodies and nanobody-Fc fusions – UGent-Viro Generate new data Digital Experimental:  Phage panning, phagemid sequence analysis, FACS analysis of yeast cells displaying RBD, Deep mutational scanning combined with next generation sequence - Text notes of experimental set-up, reports (doc);    Text documents:  - 10 GB   Digital images:   \nFWO DMP Template (Flemish Standard DMP)  8  analysis, pseudotype and authentic SARS-CoV-2 neutralization assays, cell-cell fusion assays analyzed by microscopy.  - Images (jpeg, tiff, gif);   - Raw sequence reads (FASTQ);  - Data analysis, statistical analysis (xlsx, pzfx) - 100 GB  Sequence reads: 50 GB   Data analysis:  - 30 GB  WP2.2 Epitope mapping and mechanism of action – UGent-Viro Generate new data Digital Experimental:  Spike pseudotyped VSV neutralization assays, escape selection analysis combined with NGS of escaped viruses,   authentic SARS-CoV-2 escape virus selection (BSL3-contained). Expression in transfected CHO cells and purification of humanized VHH-IgG1-Fc fusion constructs. Epitope binning using SPR, ACE2 competition analysis by flow cytometry, S1-- Text notes of experimental set-up, reports (doc);    -Raw sequence reads (FASTQ);         Text documents:  - 10 GB    Sequence reads: 50 GB          \nFWO DMP Template (Flemish Standard DMP)  9  shedding by Western blot,  Confocal and negative stain electron microscopy; Atomic force microscopy.    - Images (jpeg, tiff, gif);     - Data analysis, statistical analysis (xlsx, pzfx)     Digital images:  - 200 GB    Data analysis:  - 50 GB  WP2.3 Transgenic mouse sarbecovirus model – UGent-Viro Generate new data Digital and physical Experimental:  analysis of murine experiments, (reporter) cell lines, rescue of replication competent VSV spike pseudotyped viruses, blood collection, plaque assays, sequence analysis, flow cytometry analysis of lung cells from challenged mice, histopathology scoring.  Observational: - Text notes of experimental set-up, reports (doc);   - Images (jpeg, tiff, gif);        - Data analysis, Text documents:  - 10 GB    Digital images:  - 50 GB       Data analysis:  Three times 30 k18-hACE2 transgenic mice \nFWO DMP Template (Flemish Standard DMP)  10  observational data from murine experiments, behavioral changes  Compiled data Software statistical analysis (xlsx, pzfx) - 10 GB  WP2.4 In vivo protection by nanobody-Fc fusions – UGent-Viro Generate new data Digital and physical Experimental:  animal studies (STAT2-/- hamsters), blood collection, western blots, plaque assays, high resolution images via IVIS imaging.           Observational: observational data from murine experiments, behavioral changes  Compiled data Software  - Text notes of experimental set-up, reports (doc);   - Images (jpeg, tiff, gif);   - Data analysis, compilation (xlsx, pzfx)   Observational data acquisition (txt, tab, csv, pdf)    Text documents:  - 10 GB    Digital images:  - 100 GB  Data analysis:  - 50 GB  36 (STAT2-/- hamsters per VHH-Fc construct per treatment (prophylactic or therapeutic) \nFWO DMP Template (Flemish Standard DMP)  11  WP3. Intracellular signaling and replication WP3.1 Cellular partners of the spike cytoplasmic tail – UGent CRL Generate new data Digital Experimental: deep mutational scanning library of spike cytoplasmic tail expression constructs  Interaction mapping based on reporter gene expression analysis  - Text notes of experimental set-up, reports (doc);   - Images (jpeg, tiff, gif);   - Raw sequence reads (FASTQ);  - Data analysis, statistical analysis (xlsx, pzfx) - Text data:  < 100 MB      - Images:  < 100 MB   Sequence reads: < 50 GB   Data analysis:  < 100 GB   \nWP3.2 Early signalling events – UCL Generate new data Digital and physical  Experimental:  - generation of modified cell lines, plasmids and lentiviral vectors. - proteomics - western blots - fluorescent microscopy - Text notes of experimental set-up, reports (doc); excel tables (xls or csv); western blots (tif or jpeg); Text documents: - 50 GB  Digital images: - 100 GB  Data analysis: - 10 GB  250 tubes of 1.5 ml \nFWO DMP Template (Flemish Standard DMP)  12  microscopy images (czi, tif, jpg) Excel tables - 5 GB  WP3.3 Identification of phosphorylated residues in pol. – UCL Generate new data Digital and physical  Experimental:  - generation of antibodies -immunoprecipitations - proteomics - western blots  - Text notes of experimental set-up, reports (doc); excel tables (xls or csv); western blots (tif or jpeg);  Text documents: - 20 GB   Data analysis: - 40 GB  Excel tables - 40 GB  300 tubes of 1.5 ml \nWP3.4 Impact of pol. phosphorylation on replication - UCL Generate new data Digital and physical  Experimental:  - generation of modified cell lines, antibodies, plasmids and lentiviral vectors. - qRT-PCR - fluorescent microscopy - Text notes of experimental set-up, reports (doc); excel tables (xls or csv); western blots (tif or jpeg); microscopy images (czi, tif, jpg) Text documents: - 20 GB   Data analysis: - 40 GB  Excel tables - 40 GB  600 tubes of 1.5 ml \nWP4. Polarization of the immune response and co-morbidities WP4.1 COVID-19 severity: variants and confounding factors - KUL Generate new data Digital and physical (lab animals, hamster model, sample storage) Experimental:  animal studies, analysis of murine experiments, - Text notes of experimental set-up,  Text documents:   \nFWO DMP Template (Flemish Standard DMP)  13  (reporter) cell lines, blood collection, western blots, immunofluorescence assays, plaque assays, high resolution images via IVIS imaging, microscopy, spectroscopy, gene sequences, etc.  Observational: observational data from murine experiments, behavioral changes  Compiled data Software   reports (doc);   - Images (jpeg, tiff, gif);   - Data analysis, complitation (xlsx, pzfx)   Observational data acquisition  (txt, tab, csv, pdf)    - 50 GB  Digital images:  - 100 GB  Data analysis:  - 50 GB  \nWP4.2 Innate immune cells and lung infection exacerbation - ULiège Generate new data Digital Experimental .cvs <100 MB  WP4.3 Liver tropism of SARS-CoV-2 variants – UGent Viro Generate new data Digital and physical Experimental:  analysis of murine experiments, (reporter) cell lines, rescue of replication competent VSV spike pseudotyped viruses, blood collection, plaque assays, sequence analysis, - Text notes of experimental set-up, reports (doc);   - Images (jpeg, tiff, gif);  Text documents:  - 10 GB    Digital images:  - 50 GB  \nFWO DMP Template (Flemish Standard DMP)  14  flow cytometry analysis of lung cells from challenged mice, histopathology scoring.  Observational: observational data from murine experiments, behavioral changes  Compiled data Software       - Data analysis, statistical analysis (xlsx, pzfx)       Data analysis:  - 10 GB  WP4.4 Direct versus immune-mediated liver disease -UGent Viro Generate new data Digital and physical Experimental:  analysis of murine experiments, (reporter) cell lines, rescue of replication competent VSV spike pseudotyped viruses, blood collection, plaque assays, sequence analysis, flow cytometry analysis of lung cells from challenged mice, histopathology scoring.  Observational: observational data from murine - Text notes of experimental set-up, reports (doc);   - Images (jpeg, tiff, gif);        - Data analysis, statistical Text documents:  - 10 GB    Digital images:  - 50 GB       Data analysis:  - 10 GB  \nFWO DMP Template (Flemish Standard DMP)  15  experiments, behavioral changes  Compiled data Software analysis (xlsx, pzfx)  WP4.5 Liver disease impact on SARS-CoV-2 pathogenesis – UGent Viro Generate new data Digital and physical Experimental:  analysis of murine experiments, (reporter) cell lines, rescue of replication competent VSV spike pseudotyped viruses, blood collection, plaque assays, sequence analysis, flow cytometry analysis of lung cells from challenged mice, histopathology scoring.  Observational: observational data from murine experiments, behavioral changes  Compiled data Software - Text notes of experimental set-up, reports (doc);   - Images (jpeg, tiff, gif);        - Data analysis, statistical analysis (xlsx, pzfx) Text documents:  - 10 GB    Digital images:  - 50 GB       Data analysis:  - 10 GB   \nWP4.6 Impact of respiratory infections on COVID-19 - ULiège Generate new data Digital Experimental .cvs <100 MB   \nFWO DMP Template (Flemish Standard DMP)  16   GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER).    If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type.    For all partners, most data will be newly generated.  Cell lines and plasmids previously generated will be used as starting material.    \n 5 These data are generated by combining multiple existing datasets. \nFWO DMP Template (Flemish Standard DMP)  17  Are there any ethical issues concerning the creation and/or use of the data  (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate. ☒ Yes, human subject data ☒ Yes, animal data ☐ Yes, dual use  ☐ No If yes, please describe: For human subject data: ULiege – Usage of human samples (sera). These sera are stored at the institutional biobank and their usage will have to be approved by the Ethical Committee of ULiege.  For animal data: KUL – animal experimentation: Approval for the animal studies in this project is pending by the Animal Ethics Committee of the KU Leuven.   ULiege – animal experimentation: Approval for the animal studies in this project is pending by the Animal Ethics Committee of the ULiege.  UGent – transgenic k18-hACE2 challenge experiments: Approval for the studies is pending by the Ethics Committee of the Vlaams Instituut voor Biotechnologie (VIB), Ghent University, Faculty of Science  We confirm that the protocols are/will be validated in accordance with national guidelines and that we will follow all relevant EU legislations, in particular: - Directive 2010/63/UE on the approximation of laws, regulations and administrative provisions of the Member States regarding the protection of animals used for experimental and other scientific purposes; - Directive 2000/54/EC on the protection of workers from risks related to exposure to biological agents at work; - Directive EC (92/65/CEE) and derived regulations and national laws for the transport of animals (including transgenic animals) within the European Community: transport of mice and rats will be performed by accredited transporters; - The “3 Rs” policy of Refinement, Reduction and Replacement towards the use of animals for scientific procedures (99/167/EC: Council Decision of 25/01/99). These principles of replacement by alternative methods, reduction of the number of animals and the refinement of experiments will be fully applied and the partners will be encouraged to demonstrate that they try to elaborate/implement alternatives to animal experimentation; - The 2000 Report of the AVMA panel on euthanasia; Ethical standards of FP7, as specified in “Ethics for researchers” and other supporting documents; \nFWO DMP Template (Flemish Standard DMP)  18  - The Recommendations for euthanasia of experimental animals: Part 2-Working Party Report (Laboratory Animals (1997) - 31, 1-32).   Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes:  - Short description of the kind of personal data that will be used: - Privacy Registry Reference:   Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type where appropriate. ☒ Yes ☐ No If yes, please comment:  UCL – Yes:  Mid-term: Identification of early steps in spike-receptor contact and fusion is expected to highlight some targets for drug design. Long-term: According to their impact on replication, identification of phospho-residues in the polymerase can serve as a basis for drug design given the accessibility of these residues.  UGent – Yes: new nanobodies with broad Sarbecovirus-neutralizing potential can be developed into preventive and therapeutic biologics against COVID-19 and potentially future Sarbecovirus infection outbreaks.   6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP)  19  Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)?  If so, please explain to what data they relate and what restrictions are in place. ☒ Yes ☐ No  Specific third party agreements are listed below.  ULiege – Yes, some material is subject to Material Transfer Agreements (Mouse adapted viral strains of SARS-CoV-2)  UGent – Yes, any VHH derived from XVR011, VHH3.117, or any VHH derived from the Phage Libraries and any patent application claiming the use of such VHH shall be considered as Exclusive Project Results of VIB, as described in paragraph 5.10 of the VirEOS 2.0 consortium agreement.   KUL – The vaccine platform technology (PLLAV: plasmid-launched live-attenuated viral vaccine platform) developed at KU Leuven (Rega) has been licensed out to the spin-off company AstriVax. As such, KUL is not entitled to grant rights to other third parties on this technology. KUL will use the SARS-CoV-2 vaccine candidate (based on this platform) in their experiments.   Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use?  If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No  At this moment, we did not identify legal issues. Nonetheless, IPR issues will, as has been the case in the past, diligently monitored and managed by the respective legal department for each individual partner.  KUL - KU Leuven LRD (the TTO). UCL – UCLouvain (the LTTO) ULiege – ULiege legal department and by the RISE tech transfer. UGent – UGent IOF for partner PM and with VIB’s Technology Transfer office for partners FP and XS.     \nFWO DMP Template (Flemish Standard DMP)  20  3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).  For all partners – The following documentation will be provided (mostly in xlsx file): (1) name of the experiment with its link to a particular WP of the VirEOS2.0 project, date of implementation and name of the researcher who carried out the experiment, (2) a brief description of the goal of the experiment, (3) a detailed protocol or link to an existing standard protocol (SOP, word file) which will enable other researchers to repeat the experiment, (4) all data or link to another file with the (raw) data, (5) biological samples (plasmids, sera samples, viruses, ...) are defined, named, stored and tracked using a sample management database system (e.g. Freezer Pro), (6) if appropriate, illustrations of the data with legends and statistical analysis. In case that documentation is written or available in handbooks or stored on other files (qRT-PCR, flow cytometric data, imaging), a link will be provided.  With the help of these documentations every authorized researcher will be able to look up all the information of the performed experiments (for example: what was the origin of the used mice) and (2) to repeat the experiment in exactly the same way.  Will a metadata standard be used to make it easier to find and reuse the data?   If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse.  REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.  ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:   If no, please specify (where appropriate per dataset or data type) which metadata will be created:   For all partners – All generated data/files will have a standard naming: i.e. date_name researcher_type of experiment.  Structural metadata will describe relations between different datasets and describe other characteristics of the experimental data. Administrative/descriptive metadata will contain information regarding creation date, responsible person, and other technical information. Statistical metadata will describe processes that will be used to collect, process, and/or produce statistical data. Unique identifiers for specific repositories will be arranged if/when necessary.      \nFWO DMP Template (Flemish Standard DMP)  21  4. Data Storage & Back-up during the Research Project Where will the data be stored? Data will be stored in servers managed by the specific universities involved. KUL - Data will be stored on servers centrally managed by ICTS KU Leuven and with back-up capacities. All researchers within the team can access a shared folder. Samples are stored in a sample management database system (FreezerPro) in order to manage sample inventory and track samples in and out of freezers. Members of the team of the Dallmeier/Neyts-group that work on the project receive access to a shared folder or to electronic notebooks and sample databases. These researchers can only do so when they login on their computer with their KU Leuven internal login and password.   UCL – Data are stored on two central servers of the institute and faculty. These servers have triple back-up capacities. Researchers have personal access to the shared data. Read and write permission is granted on recent data. Read only permission is granted on raw data as well as on data store in the long-term storage folder. An inventory is kept up to date with biological material stored in fridges, freezers and nitrogen tank.  ULiege – Data are stored on the personal computers of the researchers. These researchers also manage storage in freezers.  UGent – Data will be stored on servers that are managed by Ghent University (PM) or the VIB-UGent Center for Medical Biotechnology (FP and XS). Samples are stored at -20 or -80 degrees Celsius in freezers with an excel-based content catalogue. Members of the teams of FP and XS who work on the project obtain access to a shared folder or to electronic notebooks and sample databases.  \nFWO DMP Template (Flemish Standard DMP)  22  How will the data be backed up?  WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7  REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.  All the institutions involved in this consortium operate with back up procedures to prevent data loss. KUL – The data will be stored on the university's central servers with automatic daily and weekly back-up procedures.  UCL – The data are stored on twin servers with triple back-up capacities.  ULiege – The data will be stored on the university's central servers (dox). Researchers will have access to personal hard drives.  UGent – Daily backups of all electronic data stored on the host institute’s servers are automatically generated.  Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: KUL – yes, sufficient storage and backup capacity is available. The annual cost of J-Drive storage is 51.9 € per 100 GB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. The storage space can be increase on demand in blocks of 100 GB, up to 1.24 TB. We expect that 500 GB will be sufficient to store all data generated as part of the project. If required, an upgrade to larger storage capacities at KUL (L-drive, 5TB, 569.2 €/year) will be requested.   UCL – yes, sufficient storage and backup capacity is available on servers maintained by the Faculty.  ULiege – yes, university has sufficient backup space and we have enough hard drives in the lab.  UGent – The host institute has sufficient storage space. At any time, the overall data capacity is monitored by the IT team and is augmented when needed. In ELN, the storage capacity is 2 TB.   7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/ \nFWO DMP Template (Flemish Standard DMP)  23  How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?  CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7  For all partners, all notebooks are and will be present in the labs, which are secured. At KUL and UGent, records are stored in an electronic lab notebook system. The access to the servers is user and password restricted. Access to the servers is granted on a personal basis.  What are the expected costs for data storage and backup during the research project? How will these costs be covered? KUL – Considering a total storage capacity of 500 GB, the expected cost is 259.5 € per year.   UCL – Currently, usage costs of the server are covered by the Faculty up to 1 TB.   ULiege –The cost is minimal and will be covered by the budget of Prof. Gillet.  UGent – Anticipating on a total required storage capacity of 500 GB, the expected cost is approximately 300 € per year.   If required, additional data storage will be requested to the specific faculty. This additional cost will be covered by the requesting partner.      \nFWO DMP Template (Flemish Standard DMP)  24  5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this  (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data generated will be retained at least for ten years. Hard copy lab note books and electronic data are stored in perpetuity. Data in ELN will be available for at least 5 years.  Where will these data be archived (stored and curated for the long-term)? The data will be stored on central servers managed by the partner’s university or institute (with automatic back-up procedures) for at least 10 years (5 years at UCL).  What are the expected costs for data preservation during the expected retention period? How will these costs be covered?    KUL - Considering a total storage capacity of 500 GB, at 259.5 € per year, the expected cost is 2595 € for the total duration of 10 years. The cost for storage on the KU Leuven servers will be covered by the principal investigators.  UCL – TM/DA: Currently, usage costs of the server are covered by the Faculty up to 1 TB. If additional data storage is required, this will be covered by the budgets of T. Michiels and D.Alsteens.  ULiege – The cost is minimal and will be covered by the budget of Prof. Gillet.  UGent – Anticipating on a required storage capacity of 500 GB at 300 Euro per year, the expected cost is approximately 3000 Euro for 10 years. This cost will be covered by a budget from the principal investigators.     \nFWO DMP Template (Flemish Standard DMP)  25  6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project?   Please explain per dataset or data type which data will be made available.   NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS  ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify:  The key findings of the project and their interpretation will be made available through publication as articles in established, peer-reviewed international scientific journals. Relevant raw data will be made publicly available through upload to well-established open-access data repositories. Manuscripts will also be deposit at dedicated university repositories. Other data will be made accessible upon request, with reasonable conditions.  If access is restricted, please specify who will be able to access the data and under what conditions.  For all partners – Data not deposited in open-access repositories will, in principle, only be accessible to members of the VirEOS consortium. Other collaborations and data sharing are possible upon reasonable request. Any user can place reasonable requests data for non-commercial purposes, and these requests will be assessed on a case-by-case basis by the responsible partner. Commercial-based requests will be navigated in coordination between the responsible partner and  TT office representative. \nFWO DMP Template (Flemish Standard DMP)  26  Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects  ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify:  Data generated and collected within the partners may, in principle, be shared externally upon reasonable requests from collaborating scientists, provided that it is not bound to intellectual property rights. Requests will be reviewed and approved on a case-by-case basis by the project lead. Unpublished data will be shared with the VirEOS2.0 consortium members only.  Where will the data be made available?  If already known, please provide a repository per dataset or data type. When published, all data part of the paper will be uploaded in public data bases (as per journal guidelines). In addition, data will be provided to investigators on request if no public data base upload is required/possible.  Proteomics data will be deposited in the PRIDE repository. Transcriptomic data are typically deposited in NCBI-Bioproject (SRA).  When will the data be made available?  THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.  Upon publication of the research results  The data will be made available after publications via the required link in the publication or upon request.  \nFWO DMP Template (Flemish Standard DMP)  27  Which data usage licenses are you going to provide? If none, please explain why.  A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT.  EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8    KUL – Data usage licenses will be discussed with collaborators on a case-by-case basis and in close interaction with university or VIB TT office.  \nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here.  INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.  ☐ Yes ☒ No If yes:  \n 8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/ \nFWO DMP Template (Flemish Standard DMP)  28  What are the expected costs for data sharing? How will these costs be covered?   Repository charges upon publication will be charged on the budget of the respective PIs.   KUL – Dr. Yeranddy A. Alpizar and Yana Kumpanenko (both on the payroll of VirEOS2.0 project) will be responsible for proper data management and repository sharing, as such part of their time will be dedicated to this.  UCL – T. Michiels and D. Alsteens will be responsible for the data management of their respective research group.  ULiege – Mr Jadot and Mrs Javaux (both on the payroll of VirEOS2.0 project) will be responsible for proper data management and repository sharing, as such part of their time will be dedicated to this.  UGent – Dr. Bert Schepens (on the payroll of VirEOS2.0 project) will be responsible for proper data management and repository sharing for experiments performed in the lab of XS. As such part of his time will be dedicated to this. For partner PM, PM will be responsible. For partner FP, FP will be responsible.      \nFWO DMP Template (Flemish Standard DMP)  29   7. Responsibilities Who will manage data documentation and metadata during the research project? KUL - Dr. Yeranddy A. Alpizar and Yana Kumpanenko (both on the payroll of VirEOS2.0 project) will be responsible for proper data management and repository sharing, this under the supervision of Prof. Kai Dallmeier.  UCL – T. Michiels and D. Alsteens will be responsible for proper data management and repository sharing.  ULiege –Mr Jadot and Mrs Javaux (both on the payroll of VirEOS2.0 project) will be responsible for proper data management and repository sharing, as such part of their time will be dedicated to this.  UGent – For partner XS, Dr. Bert Schepens (on the payroll of VirEOS2.0 project) will be responsible for proper data management and repository sharing, this under the supervision of XS. For partner PM, PM will be responsible. For partner FP, FP will be responsible.   Who will manage data storage and backup during the research project? KUL - Dr. Yeranddy A. Alpizar and Yana Kumpanenko (both on the payroll of VirEOS2.0 project), under the supervision of Prof. Kai Dallmeier, will be responsible for proper data storage. The KU Leuven IT department will be responsible for maintenance and back up of the J-Drive data storage space.  UCL – T. Michiels and D. Alsteens.  ULiege – Mr Jadot and Mrs Javaux (both on the payroll of VirEOS2.0 project) will be responsible for proper data storage, as such part of their time will be dedicated to this.  UGent – For partner XS, Dr. Bert Schepens (on the payroll of VirEOS2.0 project) will be responsible for proper data storage, this under the supervision of XS. For partner PM, PM will be responsible. For partner FP, FP will be responsible. The UGent and Center for Medical Biotechnology IT department will be responsible for maintenance of the server storage capacity and all technical issues.   \nFWO DMP Template (Flemish Standard DMP)  30  Who will manage data preservation and sharing? KUL - Dr. Yeranddy A. Alpizar and Prof. Dallmeier will share the responsibility to ensure data preservation and sharing.  UCL – T. Michiels and D. Alsteens.  ULiege – Mr Jadot and Prof. Gillet will manage data preservation and sharing.  UGent – For partner XS, Dr. Bert Schepens and Xavier Saelens will be responsible for data preservation and sharing. For partner PM, PM will be responsible. For partner FP, Frank Peelman will be responsible for data preservation and sharing.   Who will update and implement this DMP? KU Leuven will take the responsibility to update and implement this DMP and communication towards DOC.   "
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1 FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 2 1. General Project Information Name Grant Holder & ORCID MICHIELS Thomas [Spokesperson-coordinator, Principal Investigator]; ORCID-ID: 0000-0001-9615-8053 Contributor name(s) (+ ORCID) & roles Molecular Virology - Université Catholique de Louvain [TYPE I-FR] MICHIELS Thomas [Spokesperson-coordinator, Principal Investigator] ALSTEENS David [Co-Supervisor]; ORCID-ID: 0000-0001-9229-113X REGA - KU Leuven [TYPE I-FL] NEYTS Johan [Principal Investigator]; ORCID-ID: 0000-0002-0033-7514 DALLMEIER Kai [Co-Supervisor]; ORCID-ID: 0000-0002-8117-9166 Mol Viro - Universiteit Gent [TYPE I-FL] MEULEMAN Philip [Co-Supervisor]; ORCID-ID: 0000-0001-6821-234X SAELENS Xavier [Principal Investigator]; ORCID-ID: 0000-0002-3861-6965 Immuno-Vaccino - Université de Liège [TYPE I-FR] GILLET Laurent [Principal Investigator]; ORCID-ID: 0000-0002-1047-2525 CRL - Universiteit Gent [TYPE I-FL] PEELMAN Frank [Principal Investigator]; ORCID-ID: 0000-0001-6852-8731 Project number1 & title VirEOS 2.0: Prepared for SARS-CoV-3: advancing our understanding of SARS coronavirus antigenic and pathogenic evolution Funder(s) GrantID2 EOS reference number: 40007527 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used. FWO DMP Template (Flemish Standard DMP) 3 Affiliation(s) (Provide ROR3 identifier) ☒ KU Leuven (ROR: 05f950310) ☐ Universiteit Antwerpen ☒ Universiteit Gent (00cv9y106) ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☒ Other: Université Catholique de Louvain (ROR : 02495e989), Université de Liège (ROR: 00afp2z80) Please provide a short project description Little more than a year since the start of the COVID-19 pandemic, we are just beginning to understand how SARS-CoV-2 can overcome host cell entry barriers, outsmart the human immune response, and will evolve in the wake of increasing herd immunity. A major concern is the emergence of variants, which escape immune barriers gradually established through ongoing vaccination campaigns. Another major conundrum of SARS-CoV- 2 infections is the very high patient-to-patient variability in disease severity. Our consortium unites key complementary expertise, ranging from the atomic to the systemic level, that will be applied to address knowledge gaps in the SARS-CoV-2 interactions with the human host at an internationally competitive level. The specific unanswered questions that we aim to address within this project concern the evolution potential of the virus and the impact of mutations on virus entry and replication fitness, neutralization by nanobodies or vaccine-raised immune responses, tropism at the cellular and tissue level, polarization of the immune response and the influence of co-morbidities. 3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 4 2. Research data summary FWO DMP Template (Flemish Standard DMP) 5 List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR DIGITAL DATA ONLY FOR PHYSICAL DATA Dataset Name Description New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB) Physical Volume WPX.X Brief description of the WP –responsible contributor. ☐ Generate new data ☐ Reuse existing data ☐ Digital ☐ Physical ☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA ☐ .por ☐ .xml ☐ .tab ☐ .csv ☐ .pdf ☐ .txt ☐ .rtf ☐ .dwg ☐ .gml ☐ other: ☐ NA ☐ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA WP1. Mapping of the SARS-CoV-2 spike evolutionary space WP1.1 Spike variants screening – UGent-CRL Generate new data Digital Experimental: deep mutational scanning libraries of spike subdomain expression constructs Simulation data: molecular dynamics modelling - Text notes of experimental set-up, reports (doc); - Images (jpeg, tiff, gif); - Text data: < 100 MB - Images: < 100 MB FWO DMP Template (Flemish Standard DMP) 6 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 7 - Raw sequence reads (FASTQ); - 3-D structure data (pse) - Data analysis, statistical analysis (xlsx, pzfx) Sequence reads: 50 GB 3D structure data: < 1TB Data analysis: < 100 GB WP1.2 Spike variants neutralization escape – ULiège Generate new data Digital Experimental .cvs <100 MB WP1.3 Receptor binding properties (biophysics), fusion and entry - UCL Generate new data Digital Experimental Compiled/ aggregated data Raw data: .txt .csv .spm < 1 TB WP2. Broad Sarbecovirus-neutralizing nanobodies WP2.1 Neutralizing nanobodies and nanobody-Fc fusions – UGent-Viro Generate new data Digital Experimental: Phage panning, phagemid sequence analysis, FACS analysis of yeast cells displaying RBD, Deep mutational scanning combined with next generation sequence - Text notes of experimental set-up, reports (doc); Text documents: - 10 GB Digital images: FWO DMP Template (Flemish Standard DMP) 8 analysis, pseudotype and authentic SARS-CoV-2 neutralization assays, cell-cell fusion assays analyzed by microscopy. - Images (jpeg, tiff, gif); - Raw sequence reads (FASTQ); - Data analysis, statistical analysis (xlsx, pzfx) - 100 GB Sequence reads: 50 GB Data analysis: - 30 GB WP2.2 Epitope mapping and mechanism of action – UGent-Viro Generate new data Digital Experimental: Spike pseudotyped VSV neutralization assays, escape selection analysis combined with NGS of escaped viruses, authentic SARS-CoV-2 escape virus selection (BSL3-contained). Expression in transfected CHO cells and purification of humanized VHH-IgG1-Fc fusion constructs. Epitope binning using SPR, ACE2 competition analysis by flow cytometry, S1-- Text notes of experimental set-up, reports (doc); -Raw sequence reads (FASTQ); Text documents: - 10 GB Sequence reads: 50 GB FWO DMP Template (Flemish Standard DMP) 9 shedding by Western blot, Confocal and negative stain electron microscopy; Atomic force microscopy. - Images (jpeg, tiff, gif); - Data analysis, statistical analysis (xlsx, pzfx) Digital images: - 200 GB Data analysis: - 50 GB WP2.3 Transgenic mouse sarbecovirus model – UGent-Viro Generate new data Digital and physical Experimental: analysis of murine experiments, (reporter) cell lines, rescue of replication competent VSV spike pseudotyped viruses, blood collection, plaque assays, sequence analysis, flow cytometry analysis of lung cells from challenged mice, histopathology scoring. Observational: - Text notes of experimental set-up, reports (doc); - Images (jpeg, tiff, gif); - Data analysis, Text documents: - 10 GB Digital images: - 50 GB Data analysis: Three times 30 k18-hACE2 transgenic mice FWO DMP Template (Flemish Standard DMP) 10 observational data from murine experiments, behavioral changes Compiled data Software statistical analysis (xlsx, pzfx) - 10 GB WP2.4 In vivo protection by nanobody-Fc fusions – UGent-Viro Generate new data Digital and physical Experimental: animal studies (STAT2-/- hamsters), blood collection, western blots, plaque assays, high resolution images via IVIS imaging. Observational: observational data from murine experiments, behavioral changes Compiled data Software - Text notes of experimental set-up, reports (doc); - Images (jpeg, tiff, gif); - Data analysis, compilation (xlsx, pzfx) Observational data acquisition (txt, tab, csv, pdf) Text documents: - 10 GB Digital images: - 100 GB Data analysis: - 50 GB 36 (STAT2-/- hamsters per VHH-Fc construct per treatment (prophylactic or therapeutic) FWO DMP Template (Flemish Standard DMP) 11 WP3. Intracellular signaling and replication WP3.1 Cellular partners of the spike cytoplasmic tail – UGent CRL Generate new data Digital Experimental: deep mutational scanning library of spike cytoplasmic tail expression constructs Interaction mapping based on reporter gene expression analysis - Text notes of experimental set-up, reports (doc); - Images (jpeg, tiff, gif); - Raw sequence reads (FASTQ); - Data analysis, statistical analysis (xlsx, pzfx) - Text data: < 100 MB - Images: < 100 MB Sequence reads: < 50 GB Data analysis: < 100 GB WP3.2 Early signalling events – UCL Generate new data Digital and physical Experimental: - generation of modified cell lines, plasmids and lentiviral vectors. - proteomics - western blots - fluorescent microscopy - Text notes of experimental set-up, reports (doc); excel tables (xls or csv); western blots (tif or jpeg); Text documents: - 50 GB Digital images: - 100 GB Data analysis: - 10 GB 250 tubes of 1.5 ml FWO DMP Template (Flemish Standard DMP) 12 microscopy images (czi, tif, jpg) Excel tables - 5 GB WP3.3 Identification of phosphorylated residues in pol. – UCL Generate new data Digital and physical Experimental: - generation of antibodies -immunoprecipitations - proteomics - western blots - Text notes of experimental set-up, reports (doc); excel tables (xls or csv); western blots (tif or jpeg); Text documents: - 20 GB Data analysis: - 40 GB Excel tables - 40 GB 300 tubes of 1.5 ml WP3.4 Impact of pol. phosphorylation on replication - UCL Generate new data Digital and physical Experimental: - generation of modified cell lines, antibodies, plasmids and lentiviral vectors. - qRT-PCR - fluorescent microscopy - Text notes of experimental set-up, reports (doc); excel tables (xls or csv); western blots (tif or jpeg); microscopy images (czi, tif, jpg) Text documents: - 20 GB Data analysis: - 40 GB Excel tables - 40 GB 600 tubes of 1.5 ml WP4. Polarization of the immune response and co-morbidities WP4.1 COVID-19 severity: variants and confounding factors - KUL Generate new data Digital and physical (lab animals, hamster model, sample storage) Experimental: animal studies, analysis of murine experiments, - Text notes of experimental set-up, Text documents: FWO DMP Template (Flemish Standard DMP) 13 (reporter) cell lines, blood collection, western blots, immunofluorescence assays, plaque assays, high resolution images via IVIS imaging, microscopy, spectroscopy, gene sequences, etc. Observational: observational data from murine experiments, behavioral changes Compiled data Software reports (doc); - Images (jpeg, tiff, gif); - Data analysis, complitation (xlsx, pzfx) Observational data acquisition (txt, tab, csv, pdf) - 50 GB Digital images: - 100 GB Data analysis: - 50 GB WP4.2 Innate immune cells and lung infection exacerbation - ULiège Generate new data Digital Experimental .cvs <100 MB WP4.3 Liver tropism of SARS-CoV-2 variants – UGent Viro Generate new data Digital and physical Experimental: analysis of murine experiments, (reporter) cell lines, rescue of replication competent VSV spike pseudotyped viruses, blood collection, plaque assays, sequence analysis, - Text notes of experimental set-up, reports (doc); - Images (jpeg, tiff, gif); Text documents: - 10 GB Digital images: - 50 GB FWO DMP Template (Flemish Standard DMP) 14 flow cytometry analysis of lung cells from challenged mice, histopathology scoring. Observational: observational data from murine experiments, behavioral changes Compiled data Software - Data analysis, statistical analysis (xlsx, pzfx) Data analysis: - 10 GB WP4.4 Direct versus immune-mediated liver disease -UGent Viro Generate new data Digital and physical Experimental: analysis of murine experiments, (reporter) cell lines, rescue of replication competent VSV spike pseudotyped viruses, blood collection, plaque assays, sequence analysis, flow cytometry analysis of lung cells from challenged mice, histopathology scoring. Observational: observational data from murine - Text notes of experimental set-up, reports (doc); - Images (jpeg, tiff, gif); - Data analysis, statistical Text documents: - 10 GB Digital images: - 50 GB Data analysis: - 10 GB FWO DMP Template (Flemish Standard DMP) 15 experiments, behavioral changes Compiled data Software analysis (xlsx, pzfx) WP4.5 Liver disease impact on SARS-CoV-2 pathogenesis – UGent Viro Generate new data Digital and physical Experimental: analysis of murine experiments, (reporter) cell lines, rescue of replication competent VSV spike pseudotyped viruses, blood collection, plaque assays, sequence analysis, flow cytometry analysis of lung cells from challenged mice, histopathology scoring. Observational: observational data from murine experiments, behavioral changes Compiled data Software - Text notes of experimental set-up, reports (doc); - Images (jpeg, tiff, gif); - Data analysis, statistical analysis (xlsx, pzfx) Text documents: - 10 GB Digital images: - 50 GB Data analysis: - 10 GB WP4.6 Impact of respiratory infections on COVID-19 - ULiège Generate new data Digital Experimental .cvs <100 MB FWO DMP Template (Flemish Standard DMP) 16 GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. For all partners, most data will be newly generated. Cell lines and plasmids previously generated will be used as starting material. 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 17 Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate. ☒ Yes, human subject data ☒ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: For human subject data: ULiege – Usage of human samples (sera). These sera are stored at the institutional biobank and their usage will have to be approved by the Ethical Committee of ULiege. For animal data: KUL – animal experimentation: Approval for the animal studies in this project is pending by the Animal Ethics Committee of the KU Leuven. ULiege – animal experimentation: Approval for the animal studies in this project is pending by the Animal Ethics Committee of the ULiege. UGent – transgenic k18-hACE2 challenge experiments: Approval for the studies is pending by the Ethics Committee of the Vlaams Instituut voor Biotechnologie (VIB), Ghent University, Faculty of Science We confirm that the protocols are/will be validated in accordance with national guidelines and that we will follow all relevant EU legislations, in particular: - Directive 2010/63/UE on the approximation of laws, regulations and administrative provisions of the Member States regarding the protection of animals used for experimental and other scientific purposes; - Directive 2000/54/EC on the protection of workers from risks related to exposure to biological agents at work; - Directive EC (92/65/CEE) and derived regulations and national laws for the transport of animals (including transgenic animals) within the European Community: transport of mice and rats will be performed by accredited transporters; - The “3 Rs” policy of Refinement, Reduction and Replacement towards the use of animals for scientific procedures (99/167/EC: Council Decision of 25/01/99). These principles of replacement by alternative methods, reduction of the number of animals and the refinement of experiments will be fully applied and the partners will be encouraged to demonstrate that they try to elaborate/implement alternatives to animal experimentation; - The 2000 Report of the AVMA panel on euthanasia; Ethical standards of FP7, as specified in “Ethics for researchers” and other supporting documents; FWO DMP Template (Flemish Standard DMP) 18 - The Recommendations for euthanasia of experimental animals: Part 2-Working Party Report (Laboratory Animals (1997) - 31, 1-32). Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register. ☐ Yes ☒ No If yes: - Short description of the kind of personal data that will be used: - Privacy Registry Reference: Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. ☒ Yes ☐ No If yes, please comment: UCL – Yes: Mid-term: Identification of early steps in spike-receptor contact and fusion is expected to highlight some targets for drug design. Long-term: According to their impact on replication, identification of phospho-residues in the polymerase can serve as a basis for drug design given the accessibility of these residues. UGent – Yes: new nanobodies with broad Sarbecovirus-neutralizing potential can be developed into preventive and therapeutic biologics against COVID-19 and potentially future Sarbecovirus infection outbreaks. 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 19 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place. ☒ Yes ☐ No Specific third party agreements are listed below. ULiege – Yes, some material is subject to Material Transfer Agreements (Mouse adapted viral strains of SARS-CoV-2) UGent – Yes, any VHH derived from XVR011, VHH3.117, or any VHH derived from the Phage Libraries and any patent application claiming the use of such VHH shall be considered as Exclusive Project Results of VIB, as described in paragraph 5.10 of the VirEOS 2.0 consortium agreement. KUL – The vaccine platform technology (PLLAV: plasmid-launched live-attenuated viral vaccine platform) developed at KU Leuven (Rega) has been licensed out to the spin-off company AstriVax. As such, KUL is not entitled to grant rights to other third parties on this technology. KUL will use the SARS-CoV-2 vaccine candidate (based on this platform) in their experiments. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted. ☐ Yes ☒ No At this moment, we did not identify legal issues. Nonetheless, IPR issues will, as has been the case in the past, diligently monitored and managed by the respective legal department for each individual partner. KUL - KU Leuven LRD (the TTO). UCL – UCLouvain (the LTTO) ULiege – ULiege legal department and by the RISE tech transfer. UGent – UGent IOF for partner PM and with VIB’s Technology Transfer office for partners FP and XS. FWO DMP Template (Flemish Standard DMP) 20 3. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). For all partners – The following documentation will be provided (mostly in xlsx file): (1) name of the experiment with its link to a particular WP of the VirEOS2.0 project, date of implementation and name of the researcher who carried out the experiment, (2) a brief description of the goal of the experiment, (3) a detailed protocol or link to an existing standard protocol (SOP, word file) which will enable other researchers to repeat the experiment, (4) all data or link to another file with the (raw) data, (5) biological samples (plasmids, sera samples, viruses, ...) are defined, named, stored and tracked using a sample management database system (e.g. Freezer Pro), (6) if appropriate, illustrations of the data with legends and statistical analysis. In case that documentation is written or available in handbooks or stored on other files (qRT-PCR, flow cytometric data, imaging), a link will be provided. With the help of these documentations every authorized researcher will be able to look up all the information of the performed experiments (for example: what was the origin of the used mice) and (2) to repeat the experiment in exactly the same way. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS. ☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: If no, please specify (where appropriate per dataset or data type) which metadata will be created: For all partners – All generated data/files will have a standard naming: i.e. date_name researcher_type of experiment. Structural metadata will describe relations between different datasets and describe other characteristics of the experimental data. Administrative/descriptive metadata will contain information regarding creation date, responsible person, and other technical information. Statistical metadata will describe processes that will be used to collect, process, and/or produce statistical data. Unique identifiers for specific repositories will be arranged if/when necessary. FWO DMP Template (Flemish Standard DMP) 21 4. Data Storage & Back-up during the Research Project Where will the data be stored? Data will be stored in servers managed by the specific universities involved. KUL - Data will be stored on servers centrally managed by ICTS KU Leuven and with back-up capacities. All researchers within the team can access a shared folder. Samples are stored in a sample management database system (FreezerPro) in order to manage sample inventory and track samples in and out of freezers. Members of the team of the Dallmeier/Neyts-group that work on the project receive access to a shared folder or to electronic notebooks and sample databases. These researchers can only do so when they login on their computer with their KU Leuven internal login and password. UCL – Data are stored on two central servers of the institute and faculty. These servers have triple back-up capacities. Researchers have personal access to the shared data. Read and write permission is granted on recent data. Read only permission is granted on raw data as well as on data store in the long-term storage folder. An inventory is kept up to date with biological material stored in fridges, freezers and nitrogen tank. ULiege – Data are stored on the personal computers of the researchers. These researchers also manage storage in freezers. UGent – Data will be stored on servers that are managed by Ghent University (PM) or the VIB-UGent Center for Medical Biotechnology (FP and XS). Samples are stored at -20 or -80 degrees Celsius in freezers with an excel-based content catalogue. Members of the teams of FP and XS who work on the project obtain access to a shared folder or to electronic notebooks and sample databases. FWO DMP Template (Flemish Standard DMP) 22 How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE. All the institutions involved in this consortium operate with back up procedures to prevent data loss. KUL – The data will be stored on the university's central servers with automatic daily and weekly back-up procedures. UCL – The data are stored on twin servers with triple back-up capacities. ULiege – The data will be stored on the university's central servers (dox). Researchers will have access to personal hard drives. UGent – Daily backups of all electronic data stored on the host institute’s servers are automatically generated. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If yes, please specify concisely: KUL – yes, sufficient storage and backup capacity is available. The annual cost of J-Drive storage is 51.9 € per 100 GB of storage space per year. This cost and capacity include the performance of mirror copies of the stored data, for safety backup purposes. The storage space can be increase on demand in blocks of 100 GB, up to 1.24 TB. We expect that 500 GB will be sufficient to store all data generated as part of the project. If required, an upgrade to larger storage capacities at KUL (L-drive, 5TB, 569.2 €/year) will be requested. UCL – yes, sufficient storage and backup capacity is available on servers maintained by the Faculty. ULiege – yes, university has sufficient backup space and we have enough hard drives in the lab. UGent – The host institute has sufficient storage space. At any time, the overall data capacity is monitored by the IT team and is augmented when needed. In ELN, the storage capacity is 2 TB. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 23 How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 7 For all partners, all notebooks are and will be present in the labs, which are secured. At KUL and UGent, records are stored in an electronic lab notebook system. The access to the servers is user and password restricted. Access to the servers is granted on a personal basis. What are the expected costs for data storage and backup during the research project? How will these costs be covered? KUL – Considering a total storage capacity of 500 GB, the expected cost is 259.5 € per year. UCL – Currently, usage costs of the server are covered by the Faculty up to 1 TB. ULiege –The cost is minimal and will be covered by the budget of Prof. Gillet. UGent – Anticipating on a total required storage capacity of 500 GB, the expected cost is approximately 300 € per year. If required, additional data storage will be requested to the specific faculty. This additional cost will be covered by the requesting partner. FWO DMP Template (Flemish Standard DMP) 24 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data generated will be retained at least for ten years. Hard copy lab note books and electronic data are stored in perpetuity. Data in ELN will be available for at least 5 years. Where will these data be archived (stored and curated for the long-term)? The data will be stored on central servers managed by the partner’s university or institute (with automatic back-up procedures) for at least 10 years (5 years at UCL). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? KUL - Considering a total storage capacity of 500 GB, at 259.5 € per year, the expected cost is 2595 € for the total duration of 10 years. The cost for storage on the KU Leuven servers will be covered by the principal investigators. UCL – TM/DA: Currently, usage costs of the server are covered by the Faculty up to 1 TB. If additional data storage is required, this will be covered by the budgets of T. Michiels and D.Alsteens. ULiege – The cost is minimal and will be covered by the budget of Prof. Gillet. UGent – Anticipating on a required storage capacity of 500 GB at 300 Euro per year, the expected cost is approximately 3000 Euro for 10 years. This cost will be covered by a budget from the principal investigators. FWO DMP Template (Flemish Standard DMP) 25 6. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-REPO/#INFOEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: The key findings of the project and their interpretation will be made available through publication as articles in established, peer-reviewed international scientific journals. Relevant raw data will be made publicly available through upload to well-established open-access data repositories. Manuscripts will also be deposit at dedicated university repositories. Other data will be made accessible upon request, with reasonable conditions. If access is restricted, please specify who will be able to access the data and under what conditions. For all partners – Data not deposited in open-access repositories will, in principle, only be accessible to members of the VirEOS consortium. Other collaborations and data sharing are possible upon reasonable request. Any user can place reasonable requests data for non-commercial purposes, and these requests will be assessed on a case-by-case basis by the responsible partner. Commercial-based requests will be navigated in coordination between the responsible partner and TT office representative. FWO DMP Template (Flemish Standard DMP) 26 Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. ☐ Yes, privacy aspects ☒ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: Data generated and collected within the partners may, in principle, be shared externally upon reasonable requests from collaborating scientists, provided that it is not bound to intellectual property rights. Requests will be reviewed and approved on a case-by-case basis by the project lead. Unpublished data will be shared with the VirEOS2.0 consortium members only. Where will the data be made available? If already known, please provide a repository per dataset or data type. When published, all data part of the paper will be uploaded in public data bases (as per journal guidelines). In addition, data will be provided to investigators on request if no public data base upload is required/possible. Proteomics data will be deposited in the PRIDE repository. Transcriptomic data are typically deposited in NCBI-Bioproject (SRA). When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’. Upon publication of the research results The data will be made available after publications via the required link in the publication or upon request. FWO DMP Template (Flemish Standard DMP) 27 Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 KUL – Data usage licenses will be discussed with collaborators on a case-by-case basis and in close interaction with university or VIB TT office. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA. ☐ Yes ☒ No If yes: 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 28 What are the expected costs for data sharing? How will these costs be covered? Repository charges upon publication will be charged on the budget of the respective PIs. KUL – Dr. Yeranddy A. Alpizar and Yana Kumpanenko (both on the payroll of VirEOS2.0 project) will be responsible for proper data management and repository sharing, as such part of their time will be dedicated to this. UCL – T. Michiels and D. Alsteens will be responsible for the data management of their respective research group. ULiege – Mr Jadot and Mrs Javaux (both on the payroll of VirEOS2.0 project) will be responsible for proper data management and repository sharing, as such part of their time will be dedicated to this. UGent – Dr. Bert Schepens (on the payroll of VirEOS2.0 project) will be responsible for proper data management and repository sharing for experiments performed in the lab of XS. As such part of his time will be dedicated to this. For partner PM, PM will be responsible. For partner FP, FP will be responsible. FWO DMP Template (Flemish Standard DMP) 29 7. Responsibilities Who will manage data documentation and metadata during the research project? KUL - Dr. Yeranddy A. Alpizar and Yana Kumpanenko (both on the payroll of VirEOS2.0 project) will be responsible for proper data management and repository sharing, this under the supervision of Prof. Kai Dallmeier. UCL – T. Michiels and D. Alsteens will be responsible for proper data management and repository sharing. ULiege –Mr Jadot and Mrs Javaux (both on the payroll of VirEOS2.0 project) will be responsible for proper data management and repository sharing, as such part of their time will be dedicated to this. UGent – For partner XS, Dr. Bert Schepens (on the payroll of VirEOS2.0 project) will be responsible for proper data management and repository sharing, this under the supervision of XS. For partner PM, PM will be responsible. For partner FP, FP will be responsible. Who will manage data storage and backup during the research project? KUL - Dr. Yeranddy A. Alpizar and Yana Kumpanenko (both on the payroll of VirEOS2.0 project), under the supervision of Prof. Kai Dallmeier, will be responsible for proper data storage. The KU Leuven IT department will be responsible for maintenance and back up of the J-Drive data storage space. UCL – T. Michiels and D. Alsteens. ULiege – Mr Jadot and Mrs Javaux (both on the payroll of VirEOS2.0 project) will be responsible for proper data storage, as such part of their time will be dedicated to this. UGent – For partner XS, Dr. Bert Schepens (on the payroll of VirEOS2.0 project) will be responsible for proper data storage, this under the supervision of XS. For partner PM, PM will be responsible. For partner FP, FP will be responsible. The UGent and Center for Medical Biotechnology IT department will be responsible for maintenance of the server storage capacity and all technical issues. FWO DMP Template (Flemish Standard DMP) 30 Who will manage data preservation and sharing? KUL - Dr. Yeranddy A. Alpizar and Prof. Dallmeier will share the responsibility to ensure data preservation and sharing. UCL – T. Michiels and D. Alsteens. ULiege – Mr Jadot and Prof. Gillet will manage data preservation and sharing. UGent – For partner XS, Dr. Bert Schepens and Xavier Saelens will be responsible for data preservation and sharing. For partner PM, PM will be responsible. For partner FP, Frank Peelman will be responsible for data preservation and sharing. Who will update and implement this DMP? KU Leuven will take the responsibility to update and implement this DMP and communication towards DOC."
}