{
    "document_id": "D-2022-1731",
    "LinkTitle": "D-2022-1731",
    "file_name": "D-2022-1731.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1731.pdf",
    "metadata": {
        "title": "A functional artificial cell stabilized by a biomimetic cytoskeleton",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "A functional artificial cell stabilized by a biomimetic cytoskeleton\nA Data Management Plan created using DMPonline.be\nCreator: \nShomdutta Roy\nAffiliation: \nKU Leuven (KUL)\nTemplate: \nKU Leuven BOF-IOF\nID: \n199127\nStart date: \n20-02-2023\nEnd date: \n26-02-2027\nProject abstract:\nCell-based products are being used with great impact in a wide diversity of both novel and long-established therapeutic applications.\nErythrocytes, for example, are used to save thousands of lives every day worldwide. Yet, in low- and middle-income countries, their\nscarcity and unsafe control are endemic burdens that cost lives. Conversely, the high price-tag of CAR-T cell products relegate such\ntherapies to last-resort treatments even in developed countries. Therefore, synthetic strategies (i.e. artificial cells) could make such cell\nproducts safer and cheaper. In the paradigmatic case of Erythrocytes, the properties of their cytoskeleton are essential to establish and\nregulate blood flow, which in turns ensures adequate tissue oxygenation. These properties originate from their cortex, a “nanoscopic\nchassis” composed of multiple proteins that stabilizes and anchors the cellular membrane above it. Attempts to reconstruct a similar\ncortex within giant unilamellar vesicles (GUVs) have so far delivered poor results with structures that cannot recover the properties of\nnative Erythrocyte cortices. In this project, we will adapt droplet-based microfluidic strategies for the formation of GUVs to integrate them\nwith a “3D nano-printed” biomimetic cortex. Such structures will be obtained via 2-photon nano-lithographic techniques that have been\ndemonstrated to offer the capacity to pattern nanometric scaffolds with dimensions similar to those of native cellular cortices. We will\nfurther characterize the physico-chemical and functional properties of these cortex-stabilized GUVs in order to artificially recover specific\nproperties (such as shape, deformability and gas exchange capacity) of native Erythrocytes.\nLast modified: \n10-05-2023\nCreated using DMPonline.be. Last modiﬁed 10 May 2023\n1 of 5\nA functional artificial cell stabilized by a biomimetic cytoskeleton\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational,\nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused,\ndigital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or reuse\nDigital or Physical data\nData Type\nFile format\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\n(ew data) or \nE\n(xisting\ndata) \nIndicate:  \nD\n(igital) or\nP\n(hysical)\nIndicate:\nA\nudiovisual\nI\nmages\nS\nound\nN\numerical\nT\nextual\nM\nodel\nSO\nftware\nOther (specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nMicroscopy images\nElectron microscopy and confocal microscopy images\nN\nD\nI, S\n.jpg, .png,\n.tif\n<100GB\n \nCAD designs\nMicrofluidic device designs and 3D printed structure\ndesigns\nN\nD\nM, SO\n.dwg, .stl\n<1GB\n \nReports\nPresentations and discussions of results\nN\nD\nT, N\n.ppt, .pdf,\n.txt\n<1GB\n \nObservational Numerical\ndata\nInterpreted data\nN\nD\nN\n.xls\n<1GB\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type:\nN/A\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when\nappropriate and provide the relevant ethical approval number.\nNo\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S\nnumber).\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so, please comment per dataset or data type\nwhere appropriate. \nYes\nThis study holds great potential for tech transfer and valorisation. The platform that will be further developed during this project has the potential to reduce the scarcity of cell products currently\nused for treatment purposes. The development of artificial cells has the potential to transform healthcare services by providing a range of new treatments and therapies for a variety of diseases\nand conditions. The submission of patents will be evaluated in collaboration with KU Leuven Research & Development (LRD).\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so,\nplease explain in the comment section to what data they relate and what restrictions are in place.\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to\nwhat data they relate and which restrictions will be asserted.\nNo\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\n, for yourself and others, now and in\nthe future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is\nrecorded). \nCreated using DMPonline.be. Last modiﬁed 10 May 2023\n2 of 5\n1) Protocols (containing info about both materials(setting, parameters, set-up, ...)and methods), the research progress and obtained data, what they represent and how they were generated, will\nbe collected in an electronic notebook (eLABJournal, Bio-ITech).\nHere, folders are provided for all subtasks of the project. In each folder, a new file will be made for each experiment, named with the date and subject, and including information on the persons\ninvolved as well as version tracking. Each experimental file will contain a section on the objective, protocol, results (a description of results and observations rather than all raw and analysed data)\nand conclusions. For each experiment, all raw and analysed data files will be stored in a folder on the shared server, using the same hierarchical folder structure as the electronic labnotebook. By\nusing the same structure on the server and in the electronic labnotebook, contextual information on the experimentally obtained data can be easily searched and used by a secondary analyst via\nthe electronic notebook.\n2) A physical sample inventory will be stored in freezers and a file with sample details will be saved on the shared server.\nWill a metadata standard be used to make it easier to \nfind and reuse the data\n?  \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nNo\nNo uniform metadata standard is available for all different aspects and disciplines of this project. Therefore, we will create a uniform system ourselves to enhance the use of secondary data. As\nmentioned above, we will use the electronic labnotebook (eLABJournal, Bio-ITech) in which a number of predetermined topics have to be described for each experiment (objective, protocol,\nresults and conclusion). The electronic labnotebook facilitates searching for particular metadata through a search engine. By mimicking the folder structure of the electronic labnotebook in the\nserverbased folder with the experimental data, linking of the metadata to the actual data will be facilitated.\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nShared network drive (J-drive)\nPersonal network drive (I-drive)\nOneDrive (KU Leuven)\nThe time-stamped digital data will be stored in a project folder on the shared drive (J:) of KU Leuven. The time-stamped digital metadata will be stored on the server of the electronic labbook\n(eLABJournal, Bio-ITech), and .pdf exports will be made on a weekly basis to be saved on the shared drive (J:). The folder will be open for the members participating in this  project and is secured\nand backed-up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices. An additional back up will be stored on the shared drive (K:) of KU Leuven and will be\nupdated on a yearly basis.\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nKU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work jointly and store data\nfiles\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nThe network drive for this project folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Only other lab members, will have access to the\nshared folder. Unauthorized persons do not have access to this system.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nKU Leuven provides multiple options for (long term) data storage. Type 1 server backend storage with mirror backup for the project folder will cost € 270 per TB per year. The estimated maximal\ncost for the 4-year project would therefore be € 1080. Large datasets that do not require frequent access can be stored on a separate server for large volume storage, costing € 113,84 per TB per\nyear. The estimated maximal cost for the 4-year project would therefore be € 455,36 if this type of data storage is required. All costs will be covered by the project budget.\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nWhere will these data be archived (stored and curated for the long-term)? \nCreated using DMPonline.be. Last modiﬁed 10 May 2023\n3 of 5\nKU Leuven RDR\nLarge Volume Storage (longterm for large volumes)\n1) The digital data will be stored on the university's central servers (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy.\n2) The accompanying metadata will be stored in the electronic lab notebook (eLABJournal, Bio- ITech).\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nCost of the large volume storage will be € 128,39 per TB and year. We anticipate that we will need 1 TB for 10 years to keep the essential data available. This will amount to € 1283,90 and will be\ncovered by the project's budget.\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nAll project collaborators of the Biomimetics group and the collaborating groups will be authorized to have access to all obtained digital and physical data after the projects.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where appropriate.\nYes, intellectual property rights\nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nAll digital data will be stored and be available for lab members using a shared network drive and large volume storage provided by the KU Leuven. In addition, the relevant data will be made\navailable to external people upon request by mail.\nWhen will the data be made available? \nUpon publication of research results\nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nOther (specify below)\nTo be specified later\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nThe expected data sharing costs are minimal and covered by university services.\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nThe PhD student who will work on this project will be responsible for the data collection, documentation, and metadata. Supervisors will manage the data storage facilities.\nCreated using DMPonline.be. Last modiﬁed 10 May 2023\n4 of 5\nWho will manage data storage and backup during the research project? \nThe PhD student who will work on this project will be responsible to store the data on the appropriate accommodation provided by KU Leuven. The ICTS service of KU Leuven is responsible for\nthe back-up of the network drives at KU Leuven. The folders will be managed by the supervisors.\nWho will manage data preservation and sharing? \nThe PIs will be responsible for the data preservation and eventual reuse of obtained data.\nWho will update and implement this DMP? \nThe PI bears the end responsibility of updating & implementing this DMP.\nCreated using DMPonline.be. Last modiﬁed 10 May 2023\n5 of 5"
    },
    "clean_full_text": "A functional artificial cell stabilized by a biomimetic cytoskeleton A Data Management Plan created using DMPonline.be Creator: Shomdutta Roy Affiliation: KU Leuven (KUL) Template: KU Leuven BOF-IOF ID: 199127 Start date: 20-02-2023 End date: 26-02-2027 Project abstract: Cell-based products are being used with great impact in a wide diversity of both novel and long-established therapeutic applications. Erythrocytes, for example, are used to save thousands of lives every day worldwide. Yet, in low- and middle-income countries, their scarcity and unsafe control are endemic burdens that cost lives. Conversely, the high price-tag of CAR-T cell products relegate such therapies to last-resort treatments even in developed countries. Therefore, synthetic strategies (i.e. artificial cells) could make such cell products safer and cheaper. In the paradigmatic case of Erythrocytes, the properties of their cytoskeleton are essential to establish and regulate blood flow, which in turns ensures adequate tissue oxygenation. These properties originate from their cortex, a “nanoscopic chassis” composed of multiple proteins that stabilizes and anchors the cellular membrane above it. Attempts to reconstruct a similar cortex within giant unilamellar vesicles (GUVs) have so far delivered poor results with structures that cannot recover the properties of native Erythrocyte cortices. In this project, we will adapt droplet-based microfluidic strategies for the formation of GUVs to integrate them with a “3D nano-printed” biomimetic cortex. Such structures will be obtained via 2-photon nano-lithographic techniques that have been demonstrated to offer the capacity to pattern nanometric scaffolds with dimensions similar to those of native cellular cortices. We will further characterize the physico-chemical and functional properties of these cortex-stabilized GUVs in order to artificially recover specific properties (such as shape, deformability and gas exchange capacity) of native Erythrocytes. Last modified: 10-05-2023 Created using DMPonline.be. Last modiﬁed 10 May 2023 1 of 5 A functional artificial cell stabilized by a biomimetic cytoskeleton Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N (ew data) or E (xisting data) Indicate: D (igital) or P (hysical) Indicate: A udiovisual I mages S ound N umerical T extual M odel SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Microscopy images Electron microscopy and confocal microscopy images N D I, S .jpg, .png, .tif <100GB CAD designs Microfluidic device designs and 3D printed structure designs N D M, SO .dwg, .stl <1GB Reports Presentations and discussions of results N D T, N .ppt, .pdf, .txt <1GB Observational Numerical data Interpreted data N D N .xls <1GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: N/A Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. No Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. Yes This study holds great potential for tech transfer and valorisation. The platform that will be further developed during this project has the potential to reduce the scarcity of cell products currently used for treatment purposes. The development of artificial cells has the potential to transform healthcare services by providing a range of new treatments and therapies for a variety of diseases and conditions. The submission of patents will be evaluated in collaboration with KU Leuven Research & Development (LRD). Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Created using DMPonline.be. Last modiﬁed 10 May 2023 2 of 5 1) Protocols (containing info about both materials(setting, parameters, set-up, ...)and methods), the research progress and obtained data, what they represent and how they were generated, will be collected in an electronic notebook (eLABJournal, Bio-ITech). Here, folders are provided for all subtasks of the project. In each folder, a new file will be made for each experiment, named with the date and subject, and including information on the persons involved as well as version tracking. Each experimental file will contain a section on the objective, protocol, results (a description of results and observations rather than all raw and analysed data) and conclusions. For each experiment, all raw and analysed data files will be stored in a folder on the shared server, using the same hierarchical folder structure as the electronic labnotebook. By using the same structure on the server and in the electronic labnotebook, contextual information on the experimentally obtained data can be easily searched and used by a secondary analyst via the electronic notebook. 2) A physical sample inventory will be stored in freezers and a file with sample details will be saved on the shared server. Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. No No uniform metadata standard is available for all different aspects and disciplines of this project. Therefore, we will create a uniform system ourselves to enhance the use of secondary data. As mentioned above, we will use the electronic labnotebook (eLABJournal, Bio-ITech) in which a number of predetermined topics have to be described for each experiment (objective, protocol, results and conclusion). The electronic labnotebook facilitates searching for particular metadata through a search engine. By mimicking the folder structure of the electronic labnotebook in the serverbased folder with the experimental data, linking of the metadata to the actual data will be facilitated. Data Storage & Back-up during the Research Project Where will the data be stored? Shared network drive (J-drive) Personal network drive (I-drive) OneDrive (KU Leuven) The time-stamped digital data will be stored in a project folder on the shared drive (J:) of KU Leuven. The time-stamped digital metadata will be stored on the server of the electronic labbook (eLABJournal, Bio-ITech), and .pdf exports will be made on a weekly basis to be saved on the shared drive (J:). The folder will be open for the members participating in this project and is secured and backed-up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices. An additional back up will be stored on the shared drive (K:) of KU Leuven and will be updated on a yearly basis. How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes KU Leuven provides sufficient storage and back-up capacity during and after the project. A dedicated folder will be made for the project on which the collaborators will work jointly and store data files How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The network drive for this project folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Only other lab members, will have access to the shared folder. Unauthorized persons do not have access to this system. What are the expected costs for data storage and backup during the research project? How will these costs be covered? KU Leuven provides multiple options for (long term) data storage. Type 1 server backend storage with mirror backup for the project folder will cost € 270 per TB per year. The estimated maximal cost for the 4-year project would therefore be € 1080. Large datasets that do not require frequent access can be stored on a separate server for large volume storage, costing € 113,84 per TB per year. The estimated maximal cost for the 4-year project would therefore be € 455,36 if this type of data storage is required. All costs will be covered by the project budget. Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be preserved for 10 years according to KU Leuven RDM policy Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 10 May 2023 3 of 5 KU Leuven RDR Large Volume Storage (longterm for large volumes) 1) The digital data will be stored on the university's central servers (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy. 2) The accompanying metadata will be stored in the electronic lab notebook (eLABJournal, Bio- ITech). What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Cost of the large volume storage will be € 128,39 per TB and year. We anticipate that we will need 1 TB for 10 years to keep the essential data available. This will amount to € 1283,90 and will be covered by the project's budget. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) If access is restricted, please specify who will be able to access the data and under what conditions. All project collaborators of the Biomimetics group and the collaborating groups will be authorized to have access to all obtained digital and physical data after the projects. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate. Yes, intellectual property rights Where will the data be made available? If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) All digital data will be stored and be available for lab members using a shared network drive and large volume storage provided by the KU Leuven. In addition, the relevant data will be made available to external people upon request by mail. When will the data be made available? Upon publication of research results Which data usage licenses are you going to provide? If none, please explain why. Other (specify below) To be specified later Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. No What are the expected costs for data sharing? How will these costs be covered? The expected data sharing costs are minimal and covered by university services. Responsibilities Who will manage data documentation and metadata during the research project? The PhD student who will work on this project will be responsible for the data collection, documentation, and metadata. Supervisors will manage the data storage facilities. Created using DMPonline.be. Last modiﬁed 10 May 2023 4 of 5 Who will manage data storage and backup during the research project? The PhD student who will work on this project will be responsible to store the data on the appropriate accommodation provided by KU Leuven. The ICTS service of KU Leuven is responsible for the back-up of the network drives at KU Leuven. The folders will be managed by the supervisors. Who will manage data preservation and sharing? The PIs will be responsible for the data preservation and eventual reuse of obtained data. Who will update and implement this DMP? The PI bears the end responsibility of updating & implementing this DMP. Created using DMPonline.be. Last modiﬁed 10 May 2023 5 of 5"
}