{
    "document_id": "D-2023-2142",
    "LinkTitle": "D-2023-2142",
    "file_name": "D-2023-2142.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2023-2142.pdf",
    "metadata": {
        "title": "D-2023-2142",
        "author": "N/A",
        "num_pages": 14
    },
    "content": {
        "full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan \nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\nThe DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This \nFlemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all \nFlemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core \nrequirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of \ndefinitions and abbreviations is available via the following link. \nFWO DMP Template (Flemish Standard DMP) 21.General Project Information\nName Grant Holder & ORCID Katrien Fransen (https://orcid.org/0000-0001-6294-7257)\nContributor name(s) (+ ORCID) & roles Co-supervisors\nNiklas Steffens (https://orcid.org/0000-0002-3990-2592)\nTegan Cruwys (https://orcid.org/0000-0001-5296-3480)\nFilip Boen (https://orcid.org/0000-0002-5295-4776)  \nProject number1 & title When the final whistle blows: Managing social identities to facilitate elite athletes’ transition to retirement\nFunder(s) GrantID2G002123N\nAffiliation(s) ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent \n☐ Universiteit Hasselt\n☐ Vrije Universiteit Brussel  \n☒ Other: The University of Queensland1 & Australian National University2\nProvide ROR3 identifier when possible:  https://ror.org/00rqy94221, https://ror.org/019wvm5922\n1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can \nonly provide one project number.  2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/\nFWO DMP Template (Flemish Standard DMP) 3Please provide a short project description There is increasing concern about promoting and protecting athletes’ health and wellbeing, not only during their \ncareer, but also into their retirement. Many athletes nevertheless experience considerable challenges in adjusting to  \nretirement, indicating that current strategies are not sufficient. While existing literature acknowledges the \ndetrimental impact that personal identity loss as athlete has on retirement adjustment, what is absent is an \nunderstanding of the role of an athlete’s wider group memberships and associated social identities. In particular \nbecause the loss of athletic identity cannot be avoided in the transition to retirement, athletes’ wider social \nidentities (both within and outside the sporting arena) offer an important means to support their adjustment to \nsport retirement. However, to harness these social identities effectively, we must understand how they influence \nthe retirement transition. Therefore, in a first step, we provide a novel, theoretically derived analysis of adjustment \nto sport retirement as a process of social identity change. Second, we test the efficacy of an intervention program, \nsupporting this process of social planning and identity reconstruction at this vulnerable point in athletes’ lives.\n2.Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, \nexperimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or \nreused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of \nthe data4. \nONLY FOR DIGITAL \nDATAONLY FOR DIGITAL \nDATAONLY FOR DIGITAL DATAONLY FOR \nPHYSICAL DATA\nDataset NameDescription New or Reused Digital or \nPhysical Digital Data Type Digital Data Format Digital Data Volume \n(MB, GB, TB)Physical Volume\nStudy 1: for a total of 300 participants at three time points\nQuestionnaires1.Demographics\n2.Sporting career\n3.General health\n4.Social Identity mapping\n5.Social identity \nmediators\n6.Athletic Identity \nMeasurement Scale☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation data\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☒ .tab\n☒ .csv\n☐ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n4 Add rows for each dataset you want to describe.\nFWO DMP Template (Flemish Standard DMP) 47.Retirement Planning \nQuestionnaire,\n8.Readiness for \nRetirement scale\n9.Satisfaction with Life \nScale\n10.Depression Anxiety and  \nStress Scales\n11.Retirement Self-\nefficacy Scale\n12.Retirement Anxiety \nScale\n13.Athlete Retirement \nQuestionnaire☐ .tab\n☐ .gml\n☒ other: .sav\n☐ NA☐ NA\nStatistical \nanalysis scripts1.MPlus Syntax\n2.SPSS Syntax\n3.R-Script☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation data\n☐ Software\n☒ Other\n☐ NA☐ .por\n☐ .xml\n☒ .tab\n☒ .csv\n☐ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .sps, .spv\n☐ NA☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nStudy 2: for a total of 75 participants at two time points\nQuestionnaires1.Athlete retirement \nquestionnaire\n2.Satisfaction with Life \nScale\n3.Depression Anxiety and  \nStress Scales☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation data\n☐ Software☐ .por\n☐ .xml\n☒ .tab\n☒ .csv\n☐ .pdf\n☒ .txt☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\nFWO DMP Template (Flemish Standard DMP) 54.Retirement Self-\nefficacy Scale\n5.Others based on study \n1, e.g. strength of \nathletic identity, extent  \nof retirement planning,  \nand readiness for \nretirement☐ Other\n☐ NA☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .sav\n☐ NA☐ < 50 TB\n☐ > 50 TB\n☐ NA\nStatistical \nanalysis scripts1.MPlus Syntax\n2.SPSS Syntax\n3.R-Script☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation data\n☐ Software\n☒ Other\n☐ NA☐ .por\n☐ .xml\n☒ .tab\n☒ .csv\n☐ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .sps, .spv\n☐ NA☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nStudy 3: for a total of 75 participants at two time points\nQuestionnairesIdem as for study 2 ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☒ Observational\n☒ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation data\n☐ Software\n☐ Other\n☐ NA☐ .por\n☐ .xml\n☒ .tab\n☒ .csv\n☐ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .sav\n☐ NA☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nFWO DMP Template (Flemish Standard DMP) 6Statistical \nanalysis scriptsIdem as for study 2 ☒ Generate new \ndata\n☐ Reuse existing \ndata☒ Digital\n☐ Physical☐ Observational\n☐ Experimental\n☐ Compiled/ \naggregated data\n☐ Simulation data\n☐ Software\n☒ Other\n☐ NA☐ .por\n☐ .xml\n☒ .tab\n☒ .csv\n☐ .pdf\n☒ .txt\n☐ .rtf\n☐ .dwg\n☐ .tab\n☐ .gml\n☒ other: .sps, .spv\n☐ NA☒ < 100 MB\n☐ < 1 GB\n☐ < 100 GB\n☐ < 1 TB\n☐ < 5 TB\n☐ < 10 TB\n☐ < 50 TB\n☐ > 50 TB\n☐ NA\nGUIDANCE:\nDATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION \nMETHOD.\nEXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); \nCOMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC.\nEXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML,  ..), IMAGE DATA, AUDIO DATA, VIDEO \nDATA, DOCUMENTATION & COMPUTATIONAL SCRIPT.\nDIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE.\nPHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT \nAND/OR AFTER). \nIf you reuse existing data, please specify the source, \npreferably by using a persistent identifier (e.g. DOI, \nHandle, URL etc.) per dataset or data type.  /\n5 These data are generated by combining multiple existing datasets.\nFWO DMP Template (Flemish Standard DMP) 7Are there any ethical issues concerning the creation \nand/or use of the data  \n(e.g. experiments on humans or animals, dual use)? \nIf so, please describe these issues further and refer \nto specific datasets or data types when appropriate.☒ Yes, human subject data\n☐ Yes, animal data\n☐ Yes, dual use \n☐ No\nIf yes, please describe: We will perform our studies on humans and collect personal data in the process.  \nWill you process personal  data6? If so, briefly describe  \nthe kind of personal data you will use. Please refer to  \nspecific datasets or data types when appropriate. If  \navailable, add the reference to your file in your host  \ninstitution's privacy register.☒ Yes\n☐ No\nIf yes:\n-Short description of the kind of personal data that will be used:\noPersonal data for organizing the research: Name, E-mail Address, Phone Number. This data will \nnot be included in the analyses and will be stored separately from the research data.\noPersonal data for research purposes: Gender, Age, Mental and Physical Health, Nationality. These \ndata will be pseudonymized during data collection.\nPrivacy Registry Reference: G-2021-3238-R4, will be revised soon.  \nDoes your work have potential for commercial \nvalorization (e.g. tech transfer, for example spin-offs,  \ncommercial exploitation, …)?  \nIf so, please comment per dataset or data type \nwhere appropriate.☐ Yes\n☒ No\nIf yes, please comment:  \nDo existing 3rd party agreements restrict \nexploitation or dissemination of the data you (re)use  \n(e.g. Material/Data transfer agreements, research \ncollaboration agreements)?  \nIf so, please explain to what data they relate and \nwhat restrictions are in place.☐ Yes\n☒ No\nIf yes, please explain:  \n6 See Glossary Flemish Standard Data Management Plan  \nFWO DMP Template (Flemish Standard DMP) 8Are there any other legal issues, such as \nintellectual property rights and ownership, to be  \nmanaged related to the data you (re)use?  \nIf so, please explain to what data they relate and  \nwhich restrictions will be asserted.☐ Yes\n☒ No\nIf yes, please explain:  \n3.Documentation and Metadata\nClearly describe what approach will be followed to  \ncapture the accompanying information necessary to  \nkeep  data understandable and usable , for yourself \nand others, now and in the future (e.g. in terms of  \ndocumentation levels and types required, procedures  \nused,  Electronic  Lab  Notebooks,  README.txt  files,  \nCodebook.tsv  etc.  where  this  information  is  \nrecorded).At project level e.g.\noA README file will be provided for each of the WPs separately. We will use KU Leuven’s template.\noFor each WP separately, a detailed protocol is provided, including the research methods, practices and \ninstructions given to  participants. Additionally, all questionnaires are added to this documentation. This  \nwill be provided in a .pdf format.\nAt data level e.g.\noFor each work package separately, a standardized case report form (CRF) will be completed during data \ncollection, containing researchers notes, remarks concerning data quality, contextual information, \ndeviations from the protocol, etc. These CRFs will be kept online, using a Word document that will be \nsaved on OneDrive.\noFor each work package separately, a user guide on data processing & handling will be provided as a .pdf \nfile.\noFor each work package separately, a data dictionary will be provided (either in the same file, or provided  \nin the same folder) as a .csv file.\nFWO DMP Template (Flemish Standard DMP) 9Will a metadata standard be used to make it easier \nto find and reuse the data ? \nIf so, please specify which metadata standard will be  \nused. If not, please specify which metadata will be \ncreated to make the data easier to find and reuse.\nREPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN \nFORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, \nI.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes\n☐ No\nIf yes, please specify (where appropriate per dataset or data type) which metadata standard will be used:  \nAt project level\noThe RDR metadata format will be followed (see Data sharing & reuse)\nIf no, please specify (where appropriate per dataset or data type) which metadata will be created:  \n4.Data Storage & Back-up during the Research Project\nWhere will the data be stored? 1.KU Leuven network drive, specifically L-drive. Source data are exported immediately after collection from their \nrespective research instruments and will be stored in a shared folder on the password-protected L-drive within \nthe KU Leuven environment. For active use, copies from the master data on the L-drive can be made and kept \non the personal devices/OneDrives of the involved researchers.\n2.OneDrive: OneDrive for Business is a Microsoft cloud solution to securely store documents and files\n3.Data collected on paper. Data collected on paper (e.g. informed consents) will be stored in a locked cabinet in a \nlocked room at the department of movement sciences. During data collection the cabinet will only be accessible  \nto study personnel.\nFWO DMP Template (Flemish Standard DMP) 10How will the data be backed up?\nWHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE \nTO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE \nMEDIA AND PROCEDURES THAT WILL BE USED FOR STORING \nAND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING \nRESEARCH.7\nREFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP \nPROCEDURES WHEN APPROPRIATE.1.KU Leuven network drive, specifically L-drive. Automatic version management of the files occurs when storing \ndata in the KU Leuven datacenters. Version management is done using \"snapshot\" technology, where the \nprevious versions of the changed files are kept online in a snapshot on the same storage system.\na.by default, 1 snapshot is taken daily and is kept for 14 days. So you can go back to previous versions of \nthe file up to 14 days.\nb.end users can restore older files themselves from within their Windows PC via the \"previous versions | \nprevious versions\" functionality.\nA mirror (an exact copy) of the data is provided in the second ICTS data center for “business continuity” or \n“disaster recovery” purposes; a file is copied to the second data center as soon as it is written to a drive. ICTS \ncan put the copy online within an hour in case of disaster with the primary storage.\n2.OneDrive: A back-up is provided via automatic version management of the files, maintaining up to 100 versions \nper file.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify concisely. \nIf no or insufficient storage or backup capacities are \navailable, then explain how this will be taken care of.☒ Yes\n☐ No\nIf yes, please specify concisely:\n1.KU Leuven network drive, specifically L-drive. Our research group has a L-drive with a capacity of 5 TB for active  \nresearch data. As the estimated size of the dataset is 100 MB, sufficient storage and backup capacity is available.\n2.OneDrive: All KU Leuven personnel has access to 2 TB of data storage on OneDrive. As the estimated sizes of the  \ndatasets is 100 MB, sufficient storage and backup capacity is available.\nIf no, please specify:  \nHow will you ensure that the data are securely \nstored and not accessed or modified by \nunauthorized persons?\nCLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL \nSECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER \nSYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT \nSTORED AND TRANSFERRED DATA ARE SAFE. 71.KU Leuven network drive, specifically L-drive. The KU Leuven network drives are incorporated within secured \nKU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and \nare only accessible by registered collaborating researchers. Only the PI can request access to the network drive \nfor study personnel.\n2.Data collected on paper. Data collected on paper (e.g. informed consents) will be stored in a locked cabinet in a \nlocked room at the department of movement sciences. During data collection the cabinet will only be accessible  \nto study personnel.\n7 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 11What are the expected costs for data storage and \nbackup during the research project? How will these \ncosts be covered?1.KU Leuven network drive, specifically L-drive. The L-drive costs € 522.1 / 5 TB / year. Our dataset is estimated \nat 100 MB and the project will run for 4 years, resulting in a total cost of € 0.04. This will be covered by the \ndepartment.\n2.OneDrive is free for all KU Leuven personnel.\n3.Data collected on paper. No costs are attached to storage of data collected on paper.\n5. Data Preservation after the end of the Research Project\nWhich data will be retained for at least five years (or \nlonger, in agreement with other retention policies \nthat are applicable) after the end of the project? In \ncase some data cannot be preserved, clearly state \nthe reasons for this \n(e.g. legal or contractual restrictions, storage/budget  \nissues, institutional policies...).1.Digital data: All digitally generated data will be archived for minimally 10 years after study completion, in line \nwith the KU Leuven RDM policy.\n2.Paper files: All data gathered on paper, as well as informed consent forms will be archived for minimally 10 \nyears after study completion, in line with the KU Leuven RDM policy.\nWhere will these data be archived (stored and \ncurated for the long-term)?1.Digital data: The generated research data, metadata and documentation necessary to reuse the data will be \ntransferred to the K-drive (LVS network drive) for long-term data archiving, managed by KU Leuven ICTS with \nautomatic back-up procedures.\n2.Paper files: Research data collected on paper, as well as informed consent forms will be stored in the local \nstorage facility at the department of movement sciences. Research data and informed consent forms will be \nkept is separate folders in a locked cabinet in the locked storage facility, only accessible to the PI.\nWhat are the expected costs for data preservation \nduring the expected retention period? How will \nthese costs be covered?1.Digital data: Current costs for the K-Drive are € 11.38/100GB/year, from which 50% of the costs are covered by \nGroup Biomedical Sciences. Given the expected size of the database of 100 MB, costs for long-term storage are \nestimated at € 0.01/year.\n2.Paper files: No costs are attached to archiving of data collected on paper.\nFWO DMP Template (Flemish Standard DMP) 126. Data Sharing and Reuse\nWill the data (or part of the data) be made available \nfor reuse after/during the project?  \nPlease explain per dataset or data type which data \nwill be made available.  \nNOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT \nTHE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR \nACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION \nTHUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE \nINFORMATION: \nHTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU-   \nREPO/#INFOEUREPO-ACCESSRIGHTS   ☐ Yes, in an Open Access repository\n☒ Yes, in a restricted access repository (after approval, institutional access only, …)\n☐ No (closed access)\n☐ Other, please specify:\nIf access is restricted, please specify who will be able  \nto access the data and under what conditions.All participants will be asked whether the data gathered in the context of this project can be reused for other \nresearch purposes via an informed consent procedure. Data of participants who granted this permission will only be \nshared with research groups who submitted a written request to the PI of this project (prof. Katrien Fransen).  \nAre there any factors that restrict or prevent the \nsharing of (some of) the data (e.g. as defined in an \nagreement with a 3rd party, legal restrictions)? \nPlease explain per dataset or data type where \nappropriate.☒ Yes, privacy aspects\n☐ Yes, intellectual property rights\n☐ Yes, ethical aspects \n☐ Yes, aspects of dual use\n☐ Yes, other\n☐ No\nIf yes, please specify:\nAll participants will be asked whether the data gathered in the context of this project can be reused for other \nresearch purposes via an informed consent procedure.\nWhere will the data be made available?  \nIf already known, please provide a repository per \ndataset or data type.Via RDR, the KU Leuven institutional repository.\nFWO DMP Template (Flemish Standard DMP) 13When will the data be made available?\nTHIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN \nINDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH \nRESULTS’.Upon publication of the research results.\nWhich data usage licenses are you going to provide? \nIf none, please explain why.\nA DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE \nREUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO \nLICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND \nCANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY \nRELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT \nDOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT \nMIGHT PROHIBIT THAT.\nEXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN \nBE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE \nCOMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT \nUSERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA \nCREATORS.” 8  Given the sensitive nature of the data, datasets will be published under restricted access, requiring the Custom KU \nLeuven license. This means that when access to the dataset is requested, a data transfer or sharing agreement will \nbe drawn up by KU Leuven legal department in which the terms of use will be agreed upon with the requesting \nparty.\nDo you intend to add a PID/DOI/accession number \nto your dataset(s)? If already available, please \nprovide it here.\nINDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND \nUNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE \nDATA.☒ Yes\n☐ No\nIf yes: a DOI will be available through RDR, but is not yet available.\n8 Source: Ghent University Generic DMP Evaluation Rubric:  https://osf.io/2z5g3/\nFWO DMP Template (Flemish Standard DMP) 14What are the expected costs for data sharing? How \nwill these costs be covered?  RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing.\n7. Responsibilities\nWho will manage data documentation and metadata  \nduring the research project?The PhD (Korneel Schepers) & postdoctoral researcher (Niels Mertens) will be responsible for data documentation &  \nmetadata, under supervision of the PI (Katrien Fransen).\nWho will manage data storage and backup during \nthe research project?Data management, storage and back up will be performed by the PhD (Korneel Schepers) & postdoctoral researcher  \n(Niels Mertens), under supervision of the PI (Katrien Fransen).\nWho will manage data preservation and sharing? The PI (Katrien Fransen) will be responsible for ensuring data preservation and sharing.\nWho will update and implement this DMP? The PhD (Korneel Schepers) & postdoctoral (Niels Mertens) researcher will be responsible for updating this DMP. \nThe PI (Katrien Fransen) bears the end responsibility for updating and implementing this DMP."
    },
    "clean_full_text": "FWO DMP Template (Flemish Standard DMP) 1FWO DMP Template - Flemish Standard Data Management Plan Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. The DMP template used by the Research Foundation Flanders (FWO) corresponds with the Flemish Standard Data Management Plan. This Flemish Standard DMP was developed by the Flemish Research Data Network (FRDN) Task Force DMP which comprises representatives of all Flemish funders and research institutions. This is a standardized DMP template based on the previous FWO template that contains the core requirements for data management planning. To increase understanding and facilitate completion of the DMP, a standardized glossary of definitions and abbreviations is available via the following link. FWO DMP Template (Flemish Standard DMP) 21.General Project Information Name Grant Holder & ORCID Katrien Fransen (https://orcid.org/0000-0001-6294-7257) Contributor name(s) (+ ORCID) & roles Co-supervisors Niklas Steffens (https://orcid.org/0000-0002-3990-2592) Tegan Cruwys (https://orcid.org/0000-0001-5296-3480) Filip Boen (https://orcid.org/0000-0002-5295-4776) Project number1 & title When the final whistle blows: Managing social identities to facilitate elite athletes’ transition to retirement Funder(s) GrantID2G002123N Affiliation(s) ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☒ Other: The University of Queensland1 & Australian National University2 Provide ROR3 identifier when possible: https://ror.org/00rqy94221, https://ror.org/019wvm5922 1 “Project number” refers to the institutional project number. This question is optional since not every institution has an internal project number different from the GrantID. Applicants can only provide one project number. 2 Funder(s) GrantID refers to the number of the DMP at the funder(s), here one can specify multiple GrantIDs if multiple funding sources were used.3 Research Organization Registry Community. https://ror.org/ FWO DMP Template (Flemish Standard DMP) 3Please provide a short project description There is increasing concern about promoting and protecting athletes’ health and wellbeing, not only during their career, but also into their retirement. Many athletes nevertheless experience considerable challenges in adjusting to retirement, indicating that current strategies are not sufficient. While existing literature acknowledges the detrimental impact that personal identity loss as athlete has on retirement adjustment, what is absent is an understanding of the role of an athlete’s wider group memberships and associated social identities. In particular because the loss of athletic identity cannot be avoided in the transition to retirement, athletes’ wider social identities (both within and outside the sporting arena) offer an important means to support their adjustment to sport retirement. However, to harness these social identities effectively, we must understand how they influence the retirement transition. Therefore, in a first step, we provide a novel, theoretically derived analysis of adjustment to sport retirement as a process of social identity change. Second, we test the efficacy of an intervention program, supporting this process of social planning and identity reconstruction at this vulnerable point in athletes’ lives. 2.Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data4. ONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR DIGITAL DATAONLY FOR PHYSICAL DATA Dataset NameDescription New or Reused Digital or Physical Digital Data Type Digital Data Format Digital Data Volume (MB, GB, TB)Physical Volume Study 1: for a total of 300 participants at three time points Questionnaires1.Demographics 2.Sporting career 3.General health 4.Social Identity mapping 5.Social identity mediators 6.Athletic Identity Measurement Scale☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☒ .tab ☒ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB 4 Add rows for each dataset you want to describe. FWO DMP Template (Flemish Standard DMP) 47.Retirement Planning Questionnaire, 8.Readiness for Retirement scale 9.Satisfaction with Life Scale 10.Depression Anxiety and Stress Scales 11.Retirement Self- efficacy Scale 12.Retirement Anxiety Scale 13.Athlete Retirement Questionnaire☐ .tab ☐ .gml ☒ other: .sav ☐ NA☐ NA Statistical analysis scripts1.MPlus Syntax 2.SPSS Syntax 3.R-Script☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other ☐ NA☐ .por ☐ .xml ☒ .tab ☒ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .sps, .spv ☐ NA☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Study 2: for a total of 75 participants at two time points Questionnaires1.Athlete retirement questionnaire 2.Satisfaction with Life Scale 3.Depression Anxiety and Stress Scales☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software☐ .por ☐ .xml ☒ .tab ☒ .csv ☐ .pdf ☒ .txt☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB FWO DMP Template (Flemish Standard DMP) 54.Retirement Self- efficacy Scale 5.Others based on study 1, e.g. strength of athletic identity, extent of retirement planning, and readiness for retirement☐ Other ☐ NA☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .sav ☐ NA☐ < 50 TB ☐ > 50 TB ☐ NA Statistical analysis scripts1.MPlus Syntax 2.SPSS Syntax 3.R-Script☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other ☐ NA☐ .por ☐ .xml ☒ .tab ☒ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .sps, .spv ☐ NA☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA Study 3: for a total of 75 participants at two time points QuestionnairesIdem as for study 2 ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☒ Observational ☒ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☐ Other ☐ NA☐ .por ☐ .xml ☒ .tab ☒ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .sav ☐ NA☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA FWO DMP Template (Flemish Standard DMP) 6Statistical analysis scriptsIdem as for study 2 ☒ Generate new data ☐ Reuse existing data☒ Digital ☐ Physical☐ Observational ☐ Experimental ☐ Compiled/ aggregated data ☐ Simulation data ☐ Software ☒ Other ☐ NA☐ .por ☐ .xml ☒ .tab ☒ .csv ☐ .pdf ☒ .txt ☐ .rtf ☐ .dwg ☐ .tab ☐ .gml ☒ other: .sps, .spv ☐ NA☒ < 100 MB ☐ < 1 GB ☐ < 100 GB ☐ < 1 TB ☐ < 5 TB ☐ < 10 TB ☐ < 50 TB ☐ > 50 TB ☐ NA GUIDANCE: DATA CAN BE DIGITAL OR PHYSICAL (FOR EXAMPLE BIOBANK, BIOLOGICAL SAMPLES, …). DATA TYPE: DATA ARE OFTEN GROUPED BY TYPE (OBSERVATIONAL, EXPERIMENTAL ETC.), FORMAT AND/OR COLLECTION/GENERATION METHOD. EXAMPLES OF DATA TYPES: OBSERVATIONAL (E.G. SURVEY RESULTS, SENSOR READINGS, SENSORY OBSERVATIONS); EXPERIMENTAL (E.G. MICROSCOPY, SPECTROSCOPY, CHROMATOGRAMS, GENE SEQUENCES); COMPILED/AGGREGATED DATA5 (E.G. TEXT & DATA MINING, DERIVED VARIABLES, 3D MODELLING); SIMULATION DATA (E.G. CLIMATE MODELS); SOFTWARE, ETC. EXAMPLES OF DATA FORMATS: TABULAR DATA (.POR,. SPSS, STRUCTURED TEXT OR MARK-UP FILE XML, .TAB, .CSV), TEXTUAL DATA (.RTF, .XML, .TXT), GEOSPATIAL DATA (.DWG,. GML, ..), IMAGE DATA, AUDIO DATA, VIDEO DATA, DOCUMENTATION & COMPUTATIONAL SCRIPT. DIGITAL DATA VOLUME: PLEASE ESTIMATE THE UPPER LIMIT OF THE VOLUME OF THE DATA PER DATASET OR DATA TYPE. PHYSICAL VOLUME: PLEASE ESTIMATE THE PHYSICAL VOLUME OF THE RESEARCH MATERIALS (FOR EXAMPLE THE NUMBER OF RELEVANT BIOLOGICAL SAMPLES THAT NEED TO BE STORED AND PRESERVED DURING THE PROJECT AND/OR AFTER). If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type. / 5 These data are generated by combining multiple existing datasets. FWO DMP Template (Flemish Standard DMP) 7Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, please describe these issues further and refer to specific datasets or data types when appropriate.☒ Yes, human subject data ☐ Yes, animal data ☐ Yes, dual use ☐ No If yes, please describe: We will perform our studies on humans and collect personal data in the process. Will you process personal data6? If so, briefly describe the kind of personal data you will use. Please refer to specific datasets or data types when appropriate. If available, add the reference to your file in your host institution's privacy register.☒ Yes ☐ No If yes: -Short description of the kind of personal data that will be used: oPersonal data for organizing the research: Name, E-mail Address, Phone Number. This data will not be included in the analyses and will be stored separately from the research data. oPersonal data for research purposes: Gender, Age, Mental and Physical Health, Nationality. These data will be pseudonymized during data collection. Privacy Registry Reference: G-2021-3238-R4, will be revised soon. Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate.☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements, research collaboration agreements)? If so, please explain to what data they relate and what restrictions are in place.☐ Yes ☒ No If yes, please explain: 6 See Glossary Flemish Standard Data Management Plan FWO DMP Template (Flemish Standard DMP) 8Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain to what data they relate and which restrictions will be asserted.☐ Yes ☒ No If yes, please explain: 3.Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).At project level e.g. oA README file will be provided for each of the WPs separately. We will use KU Leuven’s template. oFor each WP separately, a detailed protocol is provided, including the research methods, practices and instructions given to participants. Additionally, all questionnaires are added to this documentation. This will be provided in a .pdf format. At data level e.g. oFor each work package separately, a standardized case report form (CRF) will be completed during data collection, containing researchers notes, remarks concerning data quality, contextual information, deviations from the protocol, etc. These CRFs will be kept online, using a Word document that will be saved on OneDrive. oFor each work package separately, a user guide on data processing & handling will be provided as a .pdf file. oFor each work package separately, a data dictionary will be provided (either in the same file, or provided in the same folder) as a .csv file. FWO DMP Template (Flemish Standard DMP) 9Will a metadata standard be used to make it easier to find and reuse the data ? If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. REPOSITORIES COULD ASK TO DELIVER METADATA IN A CERTAIN FORMAT, WITH SPECIFIED ONTOLOGIES AND VOCABULARIES, I.E. STANDARD LISTS WITH UNIQUE IDENTIFIERS.☒ Yes ☐ No If yes, please specify (where appropriate per dataset or data type) which metadata standard will be used: At project level oThe RDR metadata format will be followed (see Data sharing & reuse) If no, please specify (where appropriate per dataset or data type) which metadata will be created: 4.Data Storage & Back-up during the Research Project Where will the data be stored? 1.KU Leuven network drive, specifically L-drive. Source data are exported immediately after collection from their respective research instruments and will be stored in a shared folder on the password-protected L-drive within the KU Leuven environment. For active use, copies from the master data on the L-drive can be made and kept on the personal devices/OneDrives of the involved researchers. 2.OneDrive: OneDrive for Business is a Microsoft cloud solution to securely store documents and files 3.Data collected on paper. Data collected on paper (e.g. informed consents) will be stored in a locked cabinet in a locked room at the department of movement sciences. During data collection the cabinet will only be accessible to study personnel. FWO DMP Template (Flemish Standard DMP) 10How will the data be backed up? WHAT STORAGE AND BACKUP PROCEDURES WILL BE IN PLACE TO PREVENT DATA LOSS? DESCRIBE THE LOCATIONS, STORAGE MEDIA AND PROCEDURES THAT WILL BE USED FOR STORING AND BACKING UP DIGITAL AND NON-DIGITAL DATA DURING RESEARCH.7 REFER TO INSTITUTION-SPECIFIC POLICIES REGARDING BACKUP PROCEDURES WHEN APPROPRIATE.1.KU Leuven network drive, specifically L-drive. Automatic version management of the files occurs when storing data in the KU Leuven datacenters. Version management is done using \"snapshot\" technology, where the previous versions of the changed files are kept online in a snapshot on the same storage system. a.by default, 1 snapshot is taken daily and is kept for 14 days. So you can go back to previous versions of the file up to 14 days. b.end users can restore older files themselves from within their Windows PC via the \"previous versions | previous versions\" functionality. A mirror (an exact copy) of the data is provided in the second ICTS data center for “business continuity” or “disaster recovery” purposes; a file is copied to the second data center as soon as it is written to a drive. ICTS can put the copy online within an hour in case of disaster with the primary storage. 2.OneDrive: A back-up is provided via automatic version management of the files, maintaining up to 100 versions per file. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of.☒ Yes ☐ No If yes, please specify concisely: 1.KU Leuven network drive, specifically L-drive. Our research group has a L-drive with a capacity of 5 TB for active research data. As the estimated size of the dataset is 100 MB, sufficient storage and backup capacity is available. 2.OneDrive: All KU Leuven personnel has access to 2 TB of data storage on OneDrive. As the estimated sizes of the datasets is 100 MB, sufficient storage and backup capacity is available. If no, please specify: How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? CLEARLY DESCRIBE THE MEASURES (IN TERMS OF PHYSICAL SECURITY, NETWORK SECURITY, AND SECURITY OF COMPUTER SYSTEMS AND FILES) THAT WILL BE TAKEN TO ENSURE THAT STORED AND TRANSFERRED DATA ARE SAFE. 71.KU Leuven network drive, specifically L-drive. The KU Leuven network drives are incorporated within secured KU Leuven environments, are password-protected (including smartphone-based multi-factor identification) and are only accessible by registered collaborating researchers. Only the PI can request access to the network drive for study personnel. 2.Data collected on paper. Data collected on paper (e.g. informed consents) will be stored in a locked cabinet in a locked room at the department of movement sciences. During data collection the cabinet will only be accessible to study personnel. 7 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 11What are the expected costs for data storage and backup during the research project? How will these costs be covered?1.KU Leuven network drive, specifically L-drive. The L-drive costs € 522.1 / 5 TB / year. Our dataset is estimated at 100 MB and the project will run for 4 years, resulting in a total cost of € 0.04. This will be covered by the department. 2.OneDrive is free for all KU Leuven personnel. 3.Data collected on paper. No costs are attached to storage of data collected on paper. 5. Data Preservation after the end of the Research Project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).1.Digital data: All digitally generated data will be archived for minimally 10 years after study completion, in line with the KU Leuven RDM policy. 2.Paper files: All data gathered on paper, as well as informed consent forms will be archived for minimally 10 years after study completion, in line with the KU Leuven RDM policy. Where will these data be archived (stored and curated for the long-term)?1.Digital data: The generated research data, metadata and documentation necessary to reuse the data will be transferred to the K-drive (LVS network drive) for long-term data archiving, managed by KU Leuven ICTS with automatic back-up procedures. 2.Paper files: Research data collected on paper, as well as informed consent forms will be stored in the local storage facility at the department of movement sciences. Research data and informed consent forms will be kept is separate folders in a locked cabinet in the locked storage facility, only accessible to the PI. What are the expected costs for data preservation during the expected retention period? How will these costs be covered?1.Digital data: Current costs for the K-Drive are € 11.38/100GB/year, from which 50% of the costs are covered by Group Biomedical Sciences. Given the expected size of the database of 100 MB, costs for long-term storage are estimated at € 0.01/year. 2.Paper files: No costs are attached to archiving of data collected on paper. FWO DMP Template (Flemish Standard DMP) 126. Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. NOTE THAT ‘AVAILABLE’ DOES NOT NECESSARILY MEAN THAT THE DATA SET BECOMES OPENLY AVAILABLE, CONDITIONS FOR ACCESS AND USE MAY APPLY. AVAILABILITY IN THIS QUESTION THUS ENTAILS BOTH OPEN & RESTRICTED ACCESS. FOR MORE INFORMATION: HTTPS://WIKI.SURFNET.NL/DISPLAY/STANDARDS/INFO-EU- REPO/#INFOEUREPO-ACCESSRIGHTS ☐ Yes, in an Open Access repository ☒ Yes, in a restricted access repository (after approval, institutional access only, …) ☐ No (closed access) ☐ Other, please specify: If access is restricted, please specify who will be able to access the data and under what conditions.All participants will be asked whether the data gathered in the context of this project can be reused for other research purposes via an informed consent procedure. Data of participants who granted this permission will only be shared with research groups who submitted a written request to the PI of this project (prof. Katrien Fransen). Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain per dataset or data type where appropriate.☒ Yes, privacy aspects ☐ Yes, intellectual property rights ☐ Yes, ethical aspects ☐ Yes, aspects of dual use ☐ Yes, other ☐ No If yes, please specify: All participants will be asked whether the data gathered in the context of this project can be reused for other research purposes via an informed consent procedure. Where will the data be made available? If already known, please provide a repository per dataset or data type.Via RDR, the KU Leuven institutional repository. FWO DMP Template (Flemish Standard DMP) 13When will the data be made available? THIS COULD BE A SPECIFIC DATE (DD/MM/YYYY) OR AN INDICATION SUCH AS ‘UPON PUBLICATION OF RESEARCH RESULTS’.Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. A DATA USAGE LICENSE INDICATES WHETHER THE DATA CAN BE REUSED OR NOT AND UNDER WHAT CONDITIONS. IF NO LICENCE IS GRANTED, THE DATA ARE IN A GREY ZONE AND CANNOT BE LEGALLY REUSED. DO NOTE THAT YOU MAY ONLY RELEASE DATA UNDER A LICENCE CHOSEN BY YOURSELF IF IT DOES NOT ALREADY FALL UNDER ANOTHER LICENCE THAT MIGHT PROHIBIT THAT. EXAMPLE ANSWER: E.G. “DATA FROM THE PROJECT THAT CAN BE SHARED WILL BE MADE AVAILABLE UNDER A CREATIVE COMMONS ATTRIBUTION LICENSE (CC-BY 4.0), SO THAT USERS HAVE TO GIVE CREDIT TO THE ORIGINAL DATA CREATORS.” 8 Given the sensitive nature of the data, datasets will be published under restricted access, requiring the Custom KU Leuven license. This means that when access to the dataset is requested, a data transfer or sharing agreement will be drawn up by KU Leuven legal department in which the terms of use will be agreed upon with the requesting party. Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, please provide it here. INDICATE WHETHER YOU INTEND TO ADD A PERSISTENT AND UNIQUE IDENTIFIER IN ORDER TO IDENTIFY AND RETRIEVE THE DATA.☒ Yes ☐ No If yes: a DOI will be available through RDR, but is not yet available. 8 Source: Ghent University Generic DMP Evaluation Rubric: https://osf.io/2z5g3/ FWO DMP Template (Flemish Standard DMP) 14What are the expected costs for data sharing? How will these costs be covered? RDR is free for KU Leuven personnel, hence, no costs are expected for data sharing. 7. Responsibilities Who will manage data documentation and metadata during the research project?The PhD (Korneel Schepers) & postdoctoral researcher (Niels Mertens) will be responsible for data documentation & metadata, under supervision of the PI (Katrien Fransen). Who will manage data storage and backup during the research project?Data management, storage and back up will be performed by the PhD (Korneel Schepers) & postdoctoral researcher (Niels Mertens), under supervision of the PI (Katrien Fransen). Who will manage data preservation and sharing? The PI (Katrien Fransen) will be responsible for ensuring data preservation and sharing. Who will update and implement this DMP? The PhD (Korneel Schepers) & postdoctoral (Niels Mertens) researcher will be responsible for updating this DMP. The PI (Katrien Fransen) bears the end responsibility for updating and implementing this DMP."
}