{
    "document_id": "D-2022-1469",
    "LinkTitle": "D-2022-1469",
    "file_name": "D-2022-1469.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2022-1469.pdf",
    "metadata": {
        "title": "DMP_FWO_G090922N - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n DMP_FWO_G090922N - DMP title\nGrant Title\n G090922N\nPrincipal Investigator / Researcher\n Prof Dr Laurens Ceulemans\nProject Data Contact\n laurens.ceulemans@kuleuven.be\nDescription\n As ultimate therapy for patients suffering from end-stage lung disease, LTx prolongs\nsurvival and improves quality of life. However, LTx has a poor long-term outcome. Severe\nprimary graft dysfunction (PGD) at any time point during the first three days after LTx is found in\n30% of patients and is associated with increased morbidity (length of mechanical ventilation,\nintensive care) and both, early (90 days) and late (1-, 5-, 10-year) mortality. But in clinical\npractice, treatment for PGD is limited. \nEx-vivo lung perfusion (EVLP) is a platform that maintains\nlung grafts in a physiologic and metabolic active state through perfusion and ventilation. EVLP\nwas designed to enable evaluation of lung grafts with questionable quality before LTx. By\nreducing the cell injury and immune activation with targeted therapies before LTx, EVLP offers a\nunique platform to treat the lung and prevent PGD to occur, without potentially harming other\norgans. The rat EVLP and LTx model is an excellent starting point for development of new\ntreatment strategies. In this project we focus on the clinical potential of new treatments for PGD\nsupported by data with a strong translational value towards PGD in clinics. The effect of our PGD\ntreatment strategy will be assessed based on lung graft function and imaging: gas exchange,\nlung compliance and computed tomography (CT) imaging. These are the same tools that\nclinicians use to follow-up LTx recipients and that are used to determine severity of PGD. \nThe\nproject consists of three objectives: \n1. Create a model of rat PGD after EVLP and LTx with lung\nimaging/function quantifying PGD 2. Show that an AAV vector can enable transgene expression\nduring rat EVLP and after LTx 3. Show that a CRISPR encoding AAV vector reduces the severity of\nPGD after rat EVLP and LTx Combining EVLP and LTx models is a novel approach that increases\nthe translational value. AAV vectors encoding reporter genes allow us to measure transgene\nexpression with bioluminescence and histological staining. This has never been performed after\nrat EVLP or LTx. And CRISPR gene therapy during rat EVLP and LTx will be an innovative step in\nLTx research.\nInstitution\n KU Leuven\n1. General Information\nName applicant\nProf Dr Laurens Ceulemans\nFWO Project Number & Title\nProject Number: G090922N\nGENE THERAPY DURING EX-VIVO LUNG PERFUSION FOR TREATMENT OF PRIMARY GRAFT\nDYSFUNCTION AFTER LUNG TRANSPLANTATION\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nWP1: \ntype: computed tomography (CT) images; format: .tif; volume: 450 GB; origin: chest CT of\nrats\ntype: microscopy; format: .tif; volume: 15 GB; origin: histology rat lungs\ntype: physiological parameters; format: .xls; volume: 10 MB; origin: ex-vivo perfusion circuit,\nventilator, arterial blood gas, wet/dry ratio\ntype: interleukin ELISA; format: .xls; volume: 10 MB: origin: ELISA bronchoalveolar lavage\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nand serum rat\nWP2A:\ntype: microscopy; format: .tif; volume: 21 GB; origin: histology rat lungs\ntype: physiological parameters; format: .xls; volume: 10 MB; origin: ex-vivo perfusion circuit\nand ventilator\ntype: bioluminescence; format: .tif; volume: 4.2 GB; origin: IVIS bioluminescence\nmeasurement of rat\nWP2B:\ntype: computed tomography (CT) images; format: .tif; volume: 90 GB; origin: chest CT of\nrats\ntype: microscopy; format: .tif; volume: 3 GB; origin: histology rat lungs\ntype: physiological parameters; format: .xls; volume: 10 MB; origin: ex-vivo lung perfusion\ncircuit and lung ventilator\ntype: bioluminescence; format: .tif; volume: 600 MB; origin: IVIS bioluminescence\nmeasurement of rat\nWP3A:\ntype: interleukin RNA polymerase chain reaction (PCR): format: .xls; volume: 25 GB; origin:\nPCR rat serum\ntype: interleukin Western blot: format: .tif; volume: 5 GB; origin: Western blot rat serum\nWP3B:\ntype: computed tomography (CT) images; format: .tif; volume: 150 GB; origin: chest CT of\nrats\ntype: microscopy; format: .tif; volume: 5 GB; origin: histology rat lungs\ntype: physiological parameters; format: .xls; volume: 10 MB; origin: ex-vivo perfusion circuit,\nventilator, arterial blood gas, wet/dry ratio\ntype: bioluminescence; format: .tif; volume: 1 GB; origin: IVIS bioluminescence\nmeasurement of rat\ntype: interleukin RNA polymerase chain reaction (PCR): format: .xls; volume: 25 GB; origin:\nPCR rat serum\ntype: interleukin Western blot: format: .tif; volume: 5 GB; origin: Western blot rat serum\n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nYes\nEthical committee approval: P064/2021\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\nFor the experimental procedures and analyses of the end points a detailed description of the data\nwill be provided.\nA standard operating procedure for every step of the experimental process will be registered in\nan electronic lab notebook. \nThe collection of data and the type of data with necessary annotations will be stored and saved\nfor multiple years on the laboratory server. \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe physical data will be stored in appropriate storage places including histology rooms, fridges,\nfreezers and cryotanks.\nDigital data will be stored on our dataservers:\nGBW-0076_LTx is a smaller (0.5Tb) server but faster server on which each fellow stored\nanalyzed/processed data.\nGBW-0017_LTx is a larger (15Tb) server but slower on which we store all raw data for long time.\nThe annual costs are 156,6 euro.\nCopies of the raw data and unanalyzed data are made and kept on personal devices only by\nmembers of our research group.\nHow is backup of the data provided?\nSnapshots:\nBackups of project data on faculty network shares are made using “snapshot” technology, which\nis the online storage of incremental data changes. The standard backup regime is as follows:\nAn hourly backup (at 8 AM, 12 PM, 4 PM and 8 PM) the last 6 of which are stored on our\nservers\nA daily backup, at midnight, the last 6 of which are stored on our servers\nA weekly backup, Saturday night at midnight, the last 12 of which are stored on our servers\nThe end user can use his own Windows PC to restore files to an older version using the “previous\nversions” function. According to the above backup scheme, it is possible to go back in time up to\n12 weeks (~3 months).\nMirror:\nFor the purpose of “business continuity” or “disaster recovery”, a mirror (exact copy) of all data\nis created in a second datacenter. The data are copied every hour to the second datacenter. In\nthe event that the primary storage unit is corrupted, the ICTS team can get this copy online\nwithin the hour.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nYes and this is still expandable:\nOur data will be stored at the KUL university's secure environment, of which daily backups are\nmade by the ICT to secure the data. Our dataservers are:\nGBW-0076_LTx (a smaller but faster server on which each fellow stored analyzed/processed\ndata).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nGBW-0017_LTx (a larger server but slower on which we stored all raw data for long time).\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nFor GBW-0076_LTx the annual cost is 519 euro/terrabyte. We will use 500 GB storage on this\nsever, resulting in an annual cost of 259.5 euro/year.\nFor GBW-0017_LTx the annual costs are 156,6 euro/terrabyte. We will reserve 1 TB for this\nproject resulting is a yearly cost of 156.6 euro/year. \nThe overall currently yearly cost for both servers will be 416.1 euro. The total budget needed for\nthe 4 years of the project is about 1664 euro.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data are secured on both servers by the university ICT. All ICT solutions at KU Leuven are\nsubject to the university-wide ICT information security standards. The group ICT service\norganizes the raw network storage, it procures from central ICT services in such a way that\naccess permissions are limited, fixed, delegated to and audited by data managers who do not\nneed to have an IT background.\nAccess to these servers are restricted to the research group members.  The lab manager (Karen\nMaes) and the PI of the project control who has access to the servers.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nCertainly, raw data will be stored for a longer period.\nBig dataset that impact on the need of server space are datasets of computed\ntomogrpahy scans, microscopy, bioluminescence and molecular analyses (PCR, Western blot).\nPhysiological parameter data  in excel do not impact server space.\nRaw digital data of scans, slide picture and molecular profiles are stored on the large volume\nserver.  Analyzed subdatasets and clinical and end-analytical excel data stored at the smaller\nserver by the individual researchers are always evaluated at the end of the PhD. The excess of\ndata is removed and valuable data remain at the large volume server under the name the fellow\nin a folder ‘old fellows”. Currently this concept is permanent storage but this can be\nreconsidered in the future. A minimum of 5 years is considered which allows us to reanalyze all\npublished work if needed.\nWhere will the data be archived (= stored for the longer term)?\nData will remain on the servers mentioned before. The large volume server (GBW-0076_LTx) is\nmore used for the raw data and long-time storage.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nConsidering the currently yearly cost we expect costs for data preservation (156.6 EUR/TB/year)\nto be about\n \n783 euro. The department CHROMETA reserves for each separate group per year a\nsmall budget which is enough to cover these annual (and total) cost of basic storage\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nNo data will be made available, only upon request to the principal investigator.\nWhere/how will the data be made available for reuse?\nData will be available upon request to the principal investigator.\nWhen will the data be made available?\nUpon publication of the research results\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWho will be able to access the data and under what conditions?\nAll data will be available upon request to the prinicpal investigator.\nWhat are the expected costs for data sharing? How will the costs be covered?\nNo cost expected.\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nData documentation and metadata will be organized by the PIs and fellows organizing the\nlaboratory and project.\nWho will be responsible for data storage & back up during the project?\nBoth servers are dedicated to the PI of the project and access is managed by the PI and the lab\nmanager. ICT (Gert Goos as contact person and PI) is handling back-up and if needed expansion\nof storage capacity.\nWho will be responsible for ensuring data preservation and reuse ?\nAll persons mentioned before being the PI and fellows.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI, Prof Dr Laurens Ceulemans, bears the end responsibility of updating & implementing this\nDMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name DMP_FWO_G090922N - DMP title Grant Title G090922N Principal Investigator / Researcher Prof Dr Laurens Ceulemans Project Data Contact laurens.ceulemans@kuleuven.be Description As ultimate therapy for patients suffering from end-stage lung disease, LTx prolongs survival and improves quality of life. However, LTx has a poor long-term outcome. Severe primary graft dysfunction (PGD) at any time point during the first three days after LTx is found in 30% of patients and is associated with increased morbidity (length of mechanical ventilation, intensive care) and both, early (90 days) and late (1-, 5-, 10-year) mortality. But in clinical practice, treatment for PGD is limited. Ex-vivo lung perfusion (EVLP) is a platform that maintains lung grafts in a physiologic and metabolic active state through perfusion and ventilation. EVLP was designed to enable evaluation of lung grafts with questionable quality before LTx. By reducing the cell injury and immune activation with targeted therapies before LTx, EVLP offers a unique platform to treat the lung and prevent PGD to occur, without potentially harming other organs. The rat EVLP and LTx model is an excellent starting point for development of new treatment strategies. In this project we focus on the clinical potential of new treatments for PGD supported by data with a strong translational value towards PGD in clinics. The effect of our PGD treatment strategy will be assessed based on lung graft function and imaging: gas exchange, lung compliance and computed tomography (CT) imaging. These are the same tools that clinicians use to follow-up LTx recipients and that are used to determine severity of PGD. The project consists of three objectives: 1. Create a model of rat PGD after EVLP and LTx with lung imaging/function quantifying PGD 2. Show that an AAV vector can enable transgene expression during rat EVLP and after LTx 3. Show that a CRISPR encoding AAV vector reduces the severity of PGD after rat EVLP and LTx Combining EVLP and LTx models is a novel approach that increases the translational value. AAV vectors encoding reporter genes allow us to measure transgene expression with bioluminescence and histological staining. This has never been performed after rat EVLP or LTx. And CRISPR gene therapy during rat EVLP and LTx will be an innovative step in LTx research. Institution KU Leuven 1. General Information Name applicant Prof Dr Laurens Ceulemans FWO Project Number & Title Project Number: G090922N GENE THERAPY DURING EX-VIVO LUNG PERFUSION FOR TREATMENT OF PRIMARY GRAFT DYSFUNCTION AFTER LUNG TRANSPLANTATION Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). WP1: type: computed tomography (CT) images; format: .tif; volume: 450 GB; origin: chest CT of rats type: microscopy; format: .tif; volume: 15 GB; origin: histology rat lungs type: physiological parameters; format: .xls; volume: 10 MB; origin: ex-vivo perfusion circuit, ventilator, arterial blood gas, wet/dry ratio type: interleukin ELISA; format: .xls; volume: 10 MB: origin: ELISA bronchoalveolar lavage This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 and serum rat WP2A: type: microscopy; format: .tif; volume: 21 GB; origin: histology rat lungs type: physiological parameters; format: .xls; volume: 10 MB; origin: ex-vivo perfusion circuit and ventilator type: bioluminescence; format: .tif; volume: 4.2 GB; origin: IVIS bioluminescence measurement of rat WP2B: type: computed tomography (CT) images; format: .tif; volume: 90 GB; origin: chest CT of rats type: microscopy; format: .tif; volume: 3 GB; origin: histology rat lungs type: physiological parameters; format: .xls; volume: 10 MB; origin: ex-vivo lung perfusion circuit and lung ventilator type: bioluminescence; format: .tif; volume: 600 MB; origin: IVIS bioluminescence measurement of rat WP3A: type: interleukin RNA polymerase chain reaction (PCR): format: .xls; volume: 25 GB; origin: PCR rat serum type: interleukin Western blot: format: .tif; volume: 5 GB; origin: Western blot rat serum WP3B: type: computed tomography (CT) images; format: .tif; volume: 150 GB; origin: chest CT of rats type: microscopy; format: .tif; volume: 5 GB; origin: histology rat lungs type: physiological parameters; format: .xls; volume: 10 MB; origin: ex-vivo perfusion circuit, ventilator, arterial blood gas, wet/dry ratio type: bioluminescence; format: .tif; volume: 1 GB; origin: IVIS bioluminescence measurement of rat type: interleukin RNA polymerase chain reaction (PCR): format: .xls; volume: 25 GB; origin: PCR rat serum type: interleukin Western blot: format: .tif; volume: 5 GB; origin: Western blot rat serum 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) Yes Ethical committee approval: P064/2021 Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? For the experimental procedures and analyses of the end points a detailed description of the data will be provided. A standard operating procedure for every step of the experimental process will be registered in an electronic lab notebook. The collection of data and the type of data with necessary annotations will be stored and saved for multiple years on the laboratory server. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No 5. Data storage and backup during the FWO project Where will the data be stored? The physical data will be stored in appropriate storage places including histology rooms, fridges, freezers and cryotanks. Digital data will be stored on our dataservers: GBW-0076_LTx is a smaller (0.5Tb) server but faster server on which each fellow stored analyzed/processed data. GBW-0017_LTx is a larger (15Tb) server but slower on which we store all raw data for long time. The annual costs are 156,6 euro. Copies of the raw data and unanalyzed data are made and kept on personal devices only by members of our research group. How is backup of the data provided? Snapshots: Backups of project data on faculty network shares are made using “snapshot” technology, which is the online storage of incremental data changes. The standard backup regime is as follows: An hourly backup (at 8 AM, 12 PM, 4 PM and 8 PM) the last 6 of which are stored on our servers A daily backup, at midnight, the last 6 of which are stored on our servers A weekly backup, Saturday night at midnight, the last 12 of which are stored on our servers The end user can use his own Windows PC to restore files to an older version using the “previous versions” function. According to the above backup scheme, it is possible to go back in time up to 12 weeks (~3 months). Mirror: For the purpose of “business continuity” or “disaster recovery”, a mirror (exact copy) of all data is created in a second datacenter. The data are copied every hour to the second datacenter. In the event that the primary storage unit is corrupted, the ICTS team can get this copy online within the hour. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes Yes and this is still expandable: Our data will be stored at the KUL university's secure environment, of which daily backups are made by the ICT to secure the data. Our dataservers are: GBW-0076_LTx (a smaller but faster server on which each fellow stored analyzed/processed data). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 GBW-0017_LTx (a larger server but slower on which we stored all raw data for long time). What are the expected costs for data storage and back up during the project? How will these costs be covered? For GBW-0076_LTx the annual cost is 519 euro/terrabyte. We will use 500 GB storage on this sever, resulting in an annual cost of 259.5 euro/year. For GBW-0017_LTx the annual costs are 156,6 euro/terrabyte. We will reserve 1 TB for this project resulting is a yearly cost of 156.6 euro/year. The overall currently yearly cost for both servers will be 416.1 euro. The total budget needed for the 4 years of the project is about 1664 euro. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data are secured on both servers by the university ICT. All ICT solutions at KU Leuven are subject to the university-wide ICT information security standards. The group ICT service organizes the raw network storage, it procures from central ICT services in such a way that access permissions are limited, fixed, delegated to and audited by data managers who do not need to have an IT background. Access to these servers are restricted to the research group members. The lab manager (Karen Maes) and the PI of the project control who has access to the servers. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). Certainly, raw data will be stored for a longer period. Big dataset that impact on the need of server space are datasets of computed tomogrpahy scans, microscopy, bioluminescence and molecular analyses (PCR, Western blot). Physiological parameter data in excel do not impact server space. Raw digital data of scans, slide picture and molecular profiles are stored on the large volume server. Analyzed subdatasets and clinical and end-analytical excel data stored at the smaller server by the individual researchers are always evaluated at the end of the PhD. The excess of data is removed and valuable data remain at the large volume server under the name the fellow in a folder ‘old fellows”. Currently this concept is permanent storage but this can be reconsidered in the future. A minimum of 5 years is considered which allows us to reanalyze all published work if needed. Where will the data be archived (= stored for the longer term)? Data will remain on the servers mentioned before. The large volume server (GBW-0076_LTx) is more used for the raw data and long-time storage. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Considering the currently yearly cost we expect costs for data preservation (156.6 EUR/TB/year) to be about 783 euro. The department CHROMETA reserves for each separate group per year a small budget which is enough to cover these annual (and total) cost of basic storage 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? No data will be made available, only upon request to the principal investigator. Where/how will the data be made available for reuse? Data will be available upon request to the principal investigator. When will the data be made available? Upon publication of the research results This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Who will be able to access the data and under what conditions? All data will be available upon request to the prinicpal investigator. What are the expected costs for data sharing? How will the costs be covered? No cost expected. 8. Responsibilities Who will be responsible for data documentation & metadata? Data documentation and metadata will be organized by the PIs and fellows organizing the laboratory and project. Who will be responsible for data storage & back up during the project? Both servers are dedicated to the PI of the project and access is managed by the PI and the lab manager. ICT (Gert Goos as contact person and PI) is handling back-up and if needed expansion of storage capacity. Who will be responsible for ensuring data preservation and reuse ? All persons mentioned before being the PI and fellows. Who bears the end responsibility for updating & implementing this DMP? The PI, Prof Dr Laurens Ceulemans, bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}