{
    "document_id": "D-2021-1294",
    "LinkTitle": "D-2021-1294",
    "file_name": "D-2021-1294.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1294.pdf",
    "metadata": {
        "title": "My plan (FWO DMP) - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n My plan (FWO DMP) - DMP title\nProject Identifier\n 1SB5522N\nPrincipal Investigator / Researcher\n Hande Karamahmutoglu\nProject Data Contact\n hande.karamahmutoglu@gmail.com, 0032488499315\nDescription\n Human Microphysiological Model of Chronic Lung Disease - MICHROLUNG. \nResearch\nquestion: Both genetic mutations and environmental factors (chronic cigarette smoke exposure,\nlower airway infections) have been linked to lung epithelial dysfunction. Yet, how this epithelial\ntrigger induces a self-sustaining inflammatory fibrotic cascade remains poorly understood. What\nare the multiple processes that take place from initial damage to the airway epithelium to a self-\nsustaining progressive inflammation and fibrosis ? How can we decipher this using our small\nairway-mimicking cell system ? \nData will be collected in order to assess if the \nproposed system\ncan mimic the healthy small airways successfully, to determine the same when the disease is\nmimicked in the same platform and to understand the processes occurring during the disease\nprogression better. Types of data: Images, movies: tiff, avi microfluidic designs: dwg \nData\nanalysis scripts: Image J Description of experiments and results: text data\nInstitution\n KU Leuven\n1. General Information\nName applicant\nHande Karamahmutoglu\nFWO Project Number & Title\nSB-20210301- Human \nMi\ncrophsiological Model of \nChro\nnic \nLung\n Disease - MICHROLUNG\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of\ndata\nFormat\nVolume\nHow created\nMicroscopy\nImages\n.tif\n100-200GB\nFluorescent and\nConfocal\nmicroscopy of\nExtracellular\nmatrix and\nsurrounding cells\ninside the\nmicrofluidic\nPDMS chips\nMicroscopy\nmovies\n.avi\n100-200GB\nFluorescent and\nConfocal\nmicroscopy\ncapturing videos of\nExtracellular\nmatrix and\nsurrounding cells\ninside the\nmicrofluidic\nPDMS chips and\nMerging Confocal\nZ-Stack images\ninto a single video\nfile per chip\nCAD designs\n.dwg\n1GB\nProduced using\nCAD software\nTEXT\n.txt\n1GB\nProtocols,\ndescription of\nresearch results,\nliterature studies\nObservational\nnumerical\ndata\n.xls\n1 GB\nVia measurements\nof ECM\ncontractions from\nmicroscopy\nimages, manually\nentered success\nrate of chips\n \n \n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nYes\nThis study holds great potential for tech transfer and valorisation. The platform that will be\nfurther developped during this project has the potential to be used for several applications,\nlike preclinical testing, studying chronic lung diseases.\nThe small airway-on-chip platform will be potentially the only lung-on-chip platform out there\nthat allows the study of both fibrosis and inflammation in a single chips, with a biological\nmembrane, a design allowing adequate ECM-cell, cell-cell connection with a full stromal\ncompartment and can be used in preclinical testing to reduce the failure rates in therapeutic\ndiscovery.\nThis platform can potentially be a game changer in the lung-on-chip market. The submission of\npatents will be evaluated in collaboration with KU Leuven Research & Development (LRD).\n \nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1) Protocols (containing info about both materials(setting, parameters, set-up, ...)and methods),\nthe research progress and obtained data, what they represent and how they were generated, will\nbe collected in an electronic notebook (eLABJournal, Bio-ITech).\nHere, folders are provided for all subtasks of the project. In each folder, a new file will be made\nfor each experiment, named with the date and subject, and including information on the persons\ninvolved as well as version tracking. Each experimental file will contain a section on the\nobjective, protocol, results (a description of results and observations rather than all raw and\nanalysed data) and conclusions. For each experiment, all raw and analysed data files will be\nstored in a folder on the shared server, using the same hierarchical folder structure as the\nelectronic labnotebook. By using the same structure on the server and in the electronic\nlabnotebook, contextual information on the experimentally obtained data can be easily searched\nand used by a secondary analyst via the electronic notebook.\n2) A physical sample inventory will be stored in freezers and a file with sample details will be\nsaved on the shared server.\n \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nNo uniform metadata standard is available for all different aspects and disciplines of this project.\nTherefore, we will create a uniform system ourselves to enhance the use of secondary data. As\nmentioned above, we will use the electronic labnotebook (eLABJournal, Bio-ITech) in which a\nnumber of predetermined topics have to be described for each experiment (objective, protocol,\nresults and conclusion). The electronic labnotebook facilitates searching for particular metadata\nthrough a search engine. By mimicking the folder structure of the electronic labnotebook in the\nserverbased folder with the experimental data, linking of the metadata to the actual data will be\nfacilitated.\n5. Data storage and backup during the FWO project\nWhere will the data be stored?\nThe time-stamped digital data will be stored in a project folder on the shared drive (J:) of KU\nLeuven. The time-stamped digital metadata will be stored on the server of the electronic labbook\n(eLABJournal, Bio-ITech), and .pdf exports will be made on a weekly basis to be saved on the\nshared drive (J:). The folder will be open for the members participating in this FWO project and is\nsecured and backed-up by the ICTS service of KU Leuven. Copies can be made and kept on\npersonal devices. An additional back up will be stored on the shared drive (K:) of KU Leuven and\nwill be updated on a yearly basis.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\n \nHow is backup of the data provided?\nThe digital data will be stored on the university's central servers with automatic daily back-up\nprocedures\n \nIs there currently sufficient storage & backup capacity during the project? If yes,\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nKU Leuven provides sufficient storage and back-up capacity during and after theproject. A\ndedicated folder will be made for the project on which the collaborators will work jointly and store\ndata files\n \nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nKU Leuven provides multiple options for (long term) data storage. Type 1 server backend storage\nwith mirror backup for the FWO-SB project folder will cost € 270 per TB per year. The estimated\nmaximal cost for the 4-year project would therefore be € 1080. Large datasets that do not\nrequire frequent access can be stored on a separate server for large volume storage, costing €\n113,84 per TB per year. The estimated maximal cost for the 4-year project would therefore be €\n455,36 if this type of data storage is required. All costs will be covered by the project budget.\n \n \nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe network drive for the FWO-SB project folder and the large volume storage folder are secured\nby the ICTS service of KU Leuven with a mirror copy. Only other lab members, will have access to\nthe shared folder. Unauthorized persons do not have access to this system.\n \n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data obtained during this FWO project will be retained for the expected 5 year period.\n \nWhere will the data be archived (= stored for the longer term)?\n1) The digital data will be stored on the university's central servers (with automatic backup\nprocedures) for at least 5 years, conform the KU Leuven RDM policy.\n2) The physical data will be stored in freezers in the labs of the collaborators for up to 5 years\nafter the project.\n3) The accompanying metadata will be stored in the electronic lab notebook (eLABJournal, Bio-\nITech).\n \nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nCost of the large volume storage will be € 128,39 per TB and year. We anticipate that we will\nneed 1 TB for 5 years to keep the essential data available. This will amount to € 614,95 and will\nbe covered by the project's budget.\n \n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nas defined in an agreement with a 3rd party, legal restrictions)?\nNo\nWhich data will be made available after the end of the project?\nRelevant digital data will be published and made available after the end of the project. Data with\nvaluable IP will be protected prior to publication. We will comply with open access regulations of\nFWO.\n \nWhere/how will the data be made available for reuse?\nUpon request by mail\nOther (specify):\nAll digital data will be stored and be available for lab members using a shared network drive and\nlarge volume storage provided by the KU Leuven. In addition, the relevant data will be made\navailable to external people upon request by mail.\n \nWhen will the data be made available?\nUpon publication of the research results\nWho will be able to access the data and under what conditions?\nAll project collaborators of the Biomimetics group and the collaborating groups will be authorized\nto have acces to all obtained digital and physical data after the projects.\n \nWhat are the expected costs for data sharing? How will the costs be covered?\nThe expected data sharing costs are minimal and covered by university services.\n \n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe PhD student who will work on this FWO project will be responsible for the\ndata collection, documentation and metadata. Supervisors will manage the data\nstorage facilities.\n \nWho will be responsible for data storage & back up during the project?\nThe PhD student who will work on this FWO project will be responsible to store the data on the\nappropriate accommodation provided by KU Leuven. The ICTS service of KU Leuven is\nresponsible for the back-up of the network drives at KU Leuven. The folders will be managed by\nthe supervisors.\n \nWho will be responsible for ensuring data preservation and reuse ?\nThe PIs will be responsible for the data preservation and eventual reuse of obtained data.\n \nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name My plan (FWO DMP) - DMP title Project Identifier 1SB5522N Principal Investigator / Researcher Hande Karamahmutoglu Project Data Contact hande.karamahmutoglu@gmail.com, 0032488499315 Description Human Microphysiological Model of Chronic Lung Disease - MICHROLUNG. Research question: Both genetic mutations and environmental factors (chronic cigarette smoke exposure, lower airway infections) have been linked to lung epithelial dysfunction. Yet, how this epithelial trigger induces a self-sustaining inflammatory fibrotic cascade remains poorly understood. What are the multiple processes that take place from initial damage to the airway epithelium to a self- sustaining progressive inflammation and fibrosis ? How can we decipher this using our small airway-mimicking cell system ? Data will be collected in order to assess if the proposed system can mimic the healthy small airways successfully, to determine the same when the disease is mimicked in the same platform and to understand the processes occurring during the disease progression better. Types of data: Images, movies: tiff, avi microfluidic designs: dwg Data analysis scripts: Image J Description of experiments and results: text data Institution KU Leuven 1. General Information Name applicant Hande Karamahmutoglu FWO Project Number & Title SB-20210301- Human Mi crophsiological Model of Chro nic Lung Disease - MICHROLUNG Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created Microscopy Images .tif 100-200GB Fluorescent and Confocal microscopy of Extracellular matrix and surrounding cells inside the microfluidic PDMS chips Microscopy movies .avi 100-200GB Fluorescent and Confocal microscopy capturing videos of Extracellular matrix and surrounding cells inside the microfluidic PDMS chips and Merging Confocal Z-Stack images into a single video file per chip CAD designs .dwg 1GB Produced using CAD software TEXT .txt 1GB Protocols, description of research results, literature studies Observational numerical data .xls 1 GB Via measurements of ECM contractions from microscopy images, manually entered success rate of chips 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 Yes This study holds great potential for tech transfer and valorisation. The platform that will be further developped during this project has the potential to be used for several applications, like preclinical testing, studying chronic lung diseases. The small airway-on-chip platform will be potentially the only lung-on-chip platform out there that allows the study of both fibrosis and inflammation in a single chips, with a biological membrane, a design allowing adequate ECM-cell, cell-cell connection with a full stromal compartment and can be used in preclinical testing to reduce the failure rates in therapeutic discovery. This platform can potentially be a game changer in the lung-on-chip market. The submission of patents will be evaluated in collaboration with KU Leuven Research & Development (LRD). Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1) Protocols (containing info about both materials(setting, parameters, set-up, ...)and methods), the research progress and obtained data, what they represent and how they were generated, will be collected in an electronic notebook (eLABJournal, Bio-ITech). Here, folders are provided for all subtasks of the project. In each folder, a new file will be made for each experiment, named with the date and subject, and including information on the persons involved as well as version tracking. Each experimental file will contain a section on the objective, protocol, results (a description of results and observations rather than all raw and analysed data) and conclusions. For each experiment, all raw and analysed data files will be stored in a folder on the shared server, using the same hierarchical folder structure as the electronic labnotebook. By using the same structure on the server and in the electronic labnotebook, contextual information on the experimentally obtained data can be easily searched and used by a secondary analyst via the electronic notebook. 2) A physical sample inventory will be stored in freezers and a file with sample details will be saved on the shared server. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No No uniform metadata standard is available for all different aspects and disciplines of this project. Therefore, we will create a uniform system ourselves to enhance the use of secondary data. As mentioned above, we will use the electronic labnotebook (eLABJournal, Bio-ITech) in which a number of predetermined topics have to be described for each experiment (objective, protocol, results and conclusion). The electronic labnotebook facilitates searching for particular metadata through a search engine. By mimicking the folder structure of the electronic labnotebook in the serverbased folder with the experimental data, linking of the metadata to the actual data will be facilitated. 5. Data storage and backup during the FWO project Where will the data be stored? The time-stamped digital data will be stored in a project folder on the shared drive (J:) of KU Leuven. The time-stamped digital metadata will be stored on the server of the electronic labbook (eLABJournal, Bio-ITech), and .pdf exports will be made on a weekly basis to be saved on the shared drive (J:). The folder will be open for the members participating in this FWO project and is secured and backed-up by the ICTS service of KU Leuven. Copies can be made and kept on personal devices. An additional back up will be stored on the shared drive (K:) of KU Leuven and will be updated on a yearly basis. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 How is backup of the data provided? The digital data will be stored on the university's central servers with automatic daily back-up procedures Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes KU Leuven provides sufficient storage and back-up capacity during and after theproject. A dedicated folder will be made for the project on which the collaborators will work jointly and store data files What are the expected costs for data storage and back up during the project? How will these costs be covered? KU Leuven provides multiple options for (long term) data storage. Type 1 server backend storage with mirror backup for the FWO-SB project folder will cost € 270 per TB per year. The estimated maximal cost for the 4-year project would therefore be € 1080. Large datasets that do not require frequent access can be stored on a separate server for large volume storage, costing € 113,84 per TB per year. The estimated maximal cost for the 4-year project would therefore be € 455,36 if this type of data storage is required. All costs will be covered by the project budget. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The network drive for the FWO-SB project folder and the large volume storage folder are secured by the ICTS service of KU Leuven with a mirror copy. Only other lab members, will have access to the shared folder. Unauthorized persons do not have access to this system. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data obtained during this FWO project will be retained for the expected 5 year period. Where will the data be archived (= stored for the longer term)? 1) The digital data will be stored on the university's central servers (with automatic backup procedures) for at least 5 years, conform the KU Leuven RDM policy. 2) The physical data will be stored in freezers in the labs of the collaborators for up to 5 years after the project. 3) The accompanying metadata will be stored in the electronic lab notebook (eLABJournal, Bio- ITech). What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? Cost of the large volume storage will be € 128,39 per TB and year. We anticipate that we will need 1 TB for 5 years to keep the essential data available. This will amount to € 614,95 and will be covered by the project's budget. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 as defined in an agreement with a 3rd party, legal restrictions)? No Which data will be made available after the end of the project? Relevant digital data will be published and made available after the end of the project. Data with valuable IP will be protected prior to publication. We will comply with open access regulations of FWO. Where/how will the data be made available for reuse? Upon request by mail Other (specify): All digital data will be stored and be available for lab members using a shared network drive and large volume storage provided by the KU Leuven. In addition, the relevant data will be made available to external people upon request by mail. When will the data be made available? Upon publication of the research results Who will be able to access the data and under what conditions? All project collaborators of the Biomimetics group and the collaborating groups will be authorized to have acces to all obtained digital and physical data after the projects. What are the expected costs for data sharing? How will the costs be covered? The expected data sharing costs are minimal and covered by university services. 8. Responsibilities Who will be responsible for data documentation & metadata? The PhD student who will work on this FWO project will be responsible for the data collection, documentation and metadata. Supervisors will manage the data storage facilities. Who will be responsible for data storage & back up during the project? The PhD student who will work on this FWO project will be responsible to store the data on the appropriate accommodation provided by KU Leuven. The ICTS service of KU Leuven is responsible for the back-up of the network drives at KU Leuven. The folders will be managed by the supervisors. Who will be responsible for ensuring data preservation and reuse ? The PIs will be responsible for the data preservation and eventual reuse of obtained data. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}