{
    "document_id": "D-2024-2949",
    "LinkTitle": "D-2024-2949",
    "file_name": "D-2024-2949.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-2949.pdf",
    "metadata": {
        "title": "G045824N: Understanding and targeting melanoma mesenchymal-like cells to improve response to immunotherapy",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "G045824N: Understanding and targeting melanoma mesenchymal-like cells to improve response to\nG045824N: Understanding and targeting melanoma mesenchymal-like cells to improve response to\nimmunotherapy\nimmunotherapy\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nJeroen Declercq\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \nGrant number / URL: \nG045824N\nID: \nID: \n204157\nStart date: \nStart date: \n01-01-2024\nEnd date: \nEnd date: \n31-12-2027\nProject abstract:\nProject abstract:\nImmunotherapy is particularly successful in the treatment of Metastatic Melanoma (MM). However, half of these patients do not exhibit durable\nsurvival benefit. One of the key challenges in immunooncology is to elucidate why this revolutionary therapeutic approach is only effective in some,\nbut not all patients. To begin to address this, we initiated a clinical study in MM involving 1st-line treatment with anti-PD1. Serially collected pre- and\nON-treatment biopsies from >25 patients were profiled at single-cell resolution. In silico data analysis identified a population of melanoma\nmesenchymal-like (MES) cells significantly enriched in the ON-treatment biopsies from non-responders. The objective of this proposal is to determine\nwhether this population promotes an immunosuppressive environment and, if so, how? We propose an in-depth characterization of these cells and, in\nparticular, study their spatial distribution and surrounding cellular niches. We hypothesize that melanoma MES cells may restrict CD8 T-cell\nrecruitment, expansion and/or function. We will test this possibility and other putative immunosuppressive-promoting mechanisms, and ultimately\nenvision (pharmacological) ways to target these cells. This research program may highlight a key role for melanoma MES cells in establishing an\nimmunosuppressive tumor bed, and possibly, identify strategies to counteract their activity and, thereby, increase response to immunotherapy.\nLast modified: \nLast modified: \n16-04-2024\nCreated using DMPonline.be. Last modiﬁed 16 April 2024\n1 of 6\nG045824N: Understanding and targeting melanoma mesenchymal-like cells to improve response to\nG045824N: Understanding and targeting melanoma mesenchymal-like cells to improve response to\nimmunotherapy\nimmunotherapy\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n \n \n \n \nOnly for digital data\nOnly for digital\ndata \nOnly for\ndigital data \nOnly for\nphysical\ndata\nDataset Name\nDescription\nNew or reused\nDigital or\nPhysical\nDigital Data Type\nDigital Data\nformat\nDigital data\nvolume\n(MB/GB/TB)\nPhysical\nvolume\n \n \nPlease choose\nfrom the\nfollowing\noptions:\n1\n. \nGenerate\nnew data\n2\n. \nReuse\nexisting data\nPlease choose\nfrom the\nfollowing\noptions:\n1\n. \nDigital\n2\n. \nPhysical\nPlease choose from the\nfollowing options:\n1\n. \nObservational\n2\n. \nExperimental\n3\n. \nCompiled/aggregated\ndata\n4\n. \nSimulation data\n5\n. \nSoftware\n6\n. \nOther\n7\n. \nNA\nPlease choose\nfrom the\nfollowing\noptions:\n.por, .xml, .tab,\n.cvs,.pdf, .txt,\n.rtf, .dwg, .gml,\n…\nNA\nPlease choose\nfrom the\nfollowing\noptions:\n<100MB\n<1GB\n<100GB\n<1TB\n<5TB\n<10TB\n<50TB\n>50TB\nNA\n \n10X visium\n \nnew data\nDigital\nexperimental\n.fastq .TIFF\n<100GB\n \n10X xenium \n \nnew data\nDigital\nexperimental\n.h5\n.csv.\n.OME.TIFF\n<5TB\n \nAKOYA\n \nnew data\nDigital\nexperimental\n.TIFF\n<5TB\n \nOPAL\n \nnew data\nDigital\nexperimental\n.TIPP\n<100GB\n \nRNAscope\n \nnew data\nDigital\nexperimental\n.TIFF\n<100GB\n \nsingle cell/ bulck\nsequencing\n \nnew data\nDigital\nexperimental\n.fastq\n.cvs\n<100GB\n \nGenetically\nEngineered Murine\nModel (GEMM) \n \nReuse\nPhysical\nexperimental\n \n \n1 rack\nPDX mice\n \nReuse\nPhysical\nexperimental\n \n \n1/2 rack\nparaffin blocks\n \nnew data\nPhysical\n \n \n \nbox with\nparaffin\nblocks\ncell lines\n \nReuse\nPhysical\nexperimental\n \n \n1 box in\ncryotank\nplasmids\n \nReuse\nPhysical\nexperimental\n \n \nbox in -\n20°C\nFACS\n \nnew data\nDigital\nexperimental\n.fcs\n<100GB\n \nbioinformatic scripts\n \nnew data\nDigital\nexperimental\n.r .py\n<1000Mb\n \n \nFor the bioinformatic analysis we will reuse scripts that have previously used for other projects and are available on Gitlab: Marine Lab ·\nGitLab (kuleuven.be)\nWe will reuse tumor blocks (cryo + paraffin) from mouse and human tissue that are available in the lab.\nWe will use cell lines from melanoma tissue that are available in the lab.\nWe will use GEMMS and PDX lines that are available in the lab.\nEthical committee approval related to this project: S67149 (MelanoMAP), S62275 (SPECAL 1.0), S63799 (PDX mice)\nWe are currently applying for ethical permission for SPECIAL 2.0: S68578\nECD's related to this project: 006/2023; 183/2022\nCreated using DMPonline.be. Last modiﬁed 16 April 2024\n2 of 6\nWe will perform spatial omics experiments on human tissues.\nAlso clinical information about the patients will be collected. Those personal data will be pseudonymised.\nWe do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. VIB has the policy to\nactively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in number of\ncases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the\nresearch data from being made public. In the case a decision is taken to file a patent application it will be planned so that publication need not\nbe delayed.\nWe have MTAs with addgene for several plasmids. Those plasmids can only be used for teaching and academic research purposes. We can not\ndistribute the plasmids to other users without written consent of the provider. The full MTA can be found here: Addgene UBMTA.\nWe have MTAs for the human cell lines either commercial cell lines or cell lines from our collaborator Ghanem Ghanam at Bordet Institute. \nThe data will be generated follow standard operating procedures (SOPs). Clear and detailed descriptions of these protocols will be stored in\nour lab protocol database and published along the results.\nMetadata will be documented by the research and technical staff at the time of the data collection and analysis. Those metadata will be stored\nin the same excel file together with the results and the SOP which is kept in the J-drive.  \nLarge data sets will be kept on the L-drive or in Mango together with the metadata.\nFor bioinformatic data the scripts associated with this project will be stored in Gitlab.\nSeveral databases are used to keep track of the storage of physical data, eg. -80°C freezers, liquid nitrogen storage, antibodies, plasmids,\nprimers, cryoblocks, paraffin blocks,...\nThe data are always kept together with the SOP and the relevant metadata.\nFor the following type of experiments international metadata standards will be used:\nqPCR: MIQE compliant RDML files will be exported from qbase+ (https://www.ncbi.nlm.nih.gov/pubmed/19246619)\nFACS & flow cytometry: MiFlowCyt compliant metadata files will be exported from Fortessa & Sony and Aria Fusion\n(https://www.ncbi.nlm.nih.gov/pubmed/18752282)\nImage metadata will be exported as OME-XML of TIFF-XML files using QuPath software.\nIf no metadata standards are available to following metadata will be stored:\nInvestigator\nunique identifier\nlink to related identifiers\nProject\nKeywords\nType of experiment (in vitro, in vivo, bioinformatics)\nsource of data (animal, cell lines, database, patients)\ntype of material generated (DNA, RNA, protein, tumor fragment, digital)\nlocation of the results\nlocation of physical material\ndevice + program run\ncompounds\nclearance\nDigital files will be stored on KU Leuven servers, except for private data that will be stored on KU Leuven secure server (digital vault).\nTissue samples: Tissues will be stored locally in the laboratory. Cryoblocks of tumor tissue will be stored at -20°C, paraffin blocks of tumor\ntissue will be stored at room temperature. All human tissue samples will be registered with a Belgian biobank, in compliance with the Belgian\nlaw on human body material (dd 19-12-2008).\nOmics data: omics data generated during the project will either be stored on KU Leuven servers or on The Flemish Supercomputer Centre\n(VSC), initially in the staging area and later in the archive area.\nCreated using DMPonline.be. Last modiﬁed 16 April 2024\n3 of 6\nVectors: As a general rule at least two independently obtained clones will be preserved for each vector, both under the form of purified DNA\n(in -20°C freezer) and as a bacteria glycerol stock (-80°C). All published vectors and the associated sequences will be sent to the non-profit\nplasmid repository Addgene, which will take care of vector storage and shipping upon request. \nCell lines: Newly created human cell lines will be stored locally in the laboratory in liquid nitrogen storage and will be deposited in the UZ\nLeuven-KU Leuven Biobank. Other human cell lines will be stored locally in liquid nitrogen cryostorage of the laboratory when actively used\nfor experiments. Animal cell lines will be stored in liquid nitrogen cryostorage of the laboratory.\nGenetically modified organisms: Mice will be maintained in facilities of the Laboratory Animal Center of KU Leuven, which applies Standard\nOperation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national\nregulations and guidelines. All animals will be registered in the Leuven Animal Information System (LAIS) database or ticket@lab, along with\ncorresponding genotyping information, ethical approval documents and animal provider receipts. \nOther biological and chemical samples: storage at 4°C and/or as frozen samples in cryovials as appropriate.\nAlgorithms, scripts and softwares: All the relevant algorithms, scripts and software code driving the project will be stored in a private online git\nrepository in Gitlab\nNucleic acid and protein sequences: All nucleic acid and protein sequences generated during the project will be stored on KU Leuven servers.\nUpon publication all sequences supporting a manuscript will be made publicly available via repository such as the GenBank database or the\nEuropean Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes), NCBI Gene Expression Omnibus (microarray\ndata / RNA-seq data / CHIPseq data), the Protein Database (for protein sequences), the EBI European Genome-phenome Archive (EGA) for\npersonally identifiable (epi)genome and transcriptome sequences.\nKU Leuven drives are backed-up according to the following scheme:\n- data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version\nare kept online; the last 14 backups are kept.\n- data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in\neach case the last 6 backups are kept.\n- data stored on the digital vault is backed up using snapshot technology, where all incremental changes in respect of the previous version are\nkept online. As standard, 10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m.,\n12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly\nbackup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept.\n- All omics data stored on the Flemish Supercomputer Centre (VSC) and a backup is stored on the L-drive.\nThere is sufficient storage and back-up capacity on all KU Leuven servers:\n- the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a\nCTDB samba cluster in the front-end.\n- the “J-drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system.\n- the sequencing data is maintained on VSC storage and backed up in Mango\nBoth the “L-drive” and “J-drive” servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for\nbusiness continuity and disaster recovery so that a copy of the data can be recovered within an hour.\nAccess to the digital vault is possible only through using a KU Leuven user-id and password, and user rights only grant access to the data in\ntheir own vault. Sensitive data transfer will be performed according to the best practices for “Copying data to the secure environment” defined\nby KU Leuven. The operating system of the vault is maintained on a monthly basis, including the application of upgrades and security patches.\nThe server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root\nrights. A security service monitors the technical installations continuously, even outside working hours. All private data will be rendered\nanonymous before processing outside the digital vault. Only the PI will be granted access to the server to deposit private data. The PI will be\nthe only responsible for linking patient information, survey data and/or tissue samples, and will strictly respect confidentiality. All de-identified\ndata will be exported from the database by the PI, and stored on KU Leuven servers from where it can be accessed by the research and\ntechnical staff from the laboratory. Data on VSC is only accessible by VSC username, password, and MFA, and permissions on data folders\nare set for specific groups in case of GDPR.\nThe total estimated cost of data storage during the project is 90,000 euro. This estimation is based on the following costs:\n-The costs of digital data storage are as follows: 114€/TB/Year for the “L-drive” and 519€/TB/Year for the “J-drive”. Mango 35€/Tb/year.\n- the Staging on VSC has been renewed in 2021 with 3 Pb of space; and the gbiomed NAS is scaleable and will start with 150 Tb space. Cloud\nstorage is scalable.\nData storage and backup costs are included in general lab costs.\nMaintaining a mouse colony cost around  22K /year (96 cages) or 88K for 4 years. This cost was requested in this project application.\nElectricity costs for the -80° freezers present in the labs are included in general lab costs.\nCreated using DMPonline.be. Last modiﬁed 16 April 2024\n4 of 6\nThe minimum preservation term of 10 years after the end of the project will be applied to all datasets. All datasets will be stored on the\nuniversity's central servers with automatic back-up procedures for at least 10 years, conform the KU Leuven RDM policy. The costs (€104 per\nTB per year for “Large volume-storage” ) will be covered by the Marine labs.\nDatasets collected in the context of clinical research, which fall under the scope of the Belgian Law of 7 May 2004, will be archived for 25\nyears, in agreement with UZ Leuven policy and the European Regulation 536/2014 on clinical trials of medicinal products for human use.\nAs a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing\n(www.fairsharing.org), at the latest at the time of publication.\nFor all other datasets, long term storage will be ensured as follows:\n-Digital datasets: files will be stored on the “L-drive” or in Mango.\n-Tissue samples: Tissues will be stored locally in the laboratory.\n-Omics data: datasets will be stored in Mango and on the Vlaams Supercomputer Centrum.\n-Vectors: As a general rule at least two independently obtained clones will be preserved for each vector, both under the form of purified DNA\n(in -20°C freezer) and as a bacteria glycerol stock (-80°C).\n-Cell lines: human cell lines will be stored in the UZ Leuven Biobank (-80°C). Animal cell lines will be stored in liquid nitrogen cryostorage\nof the laboratory.\n-Genetically modified organisms: will be kept in the animal facility\n-Other biological and chemical samples: storage at 4°C and/or as frozen samples in cryovials as appropriate.\n- Following publication, the results associated with each study will also be deposited in the Data repositories, where they will be preserved\nindefinitely. \nIt is the intention to minimize data management costs by implementing standard procedures (internally generated operational procedures\n(https://en.wikipedia.org/wiki/Standard_operating_procedure) e.g. for metadata collection and file storage and organization from the start of\nthe project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered\nby the laboratory budget.\nParticipants to the present project are committed to publish research results to communicate them to peers and to a wide audience. All research\noutputs supporting publications will be made openly accessible. Depending on their nature, some data may be made available prior to\npublication, either on an individual basis to interested researchers and/or potential new collaborators, or publicly via repositories (e.g. negative\ndata).\nWe aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in the main text, in\nsupplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the\njournal, accessibility restrictions may apply. Biological material will be distributed to other parties if requested.\nWhenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing.\nAs detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community\nnorms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public\nDomain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and Licence, with a material transfer\nagreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the\ndata used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if\napplicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted.\nGEO will be used to share mouse sequencing data\nEGA will be used to share human sequencing data\nRDR will be used to share other data sets such as eg. spatial omics data\nThe data will be made available upon acceptance of the publication of the results except if data sharing has to be postponed for a certain time,\nfor example to protect IP during patent application.\nCreated using DMPonline.be. Last modiﬁed 16 April 2024\n5 of 6\nWe are going to use CC-BY-NC-SA-4.0\nFree to share and adapt.\nGive appropriate credit, indicate if changes were made.\nDo not use the material for commercial purposes.\nDistribute your contributions under the same license as the original.\nA permanent identifier is added to your data upon deposit in a repository such as EGA, GEO, RDR. Whenever possible we will use those DOI\nlink in our publications.\nDeposition of smaller datasets in data repositories is usually covered by the repository. For example in RDR every researcher can use 50\nGB/year for free. If we will deposit larger datasets the costs will be covered by the lab of Chris Marine\nThe costs for sharing physical data will be paid by the researcher requesting the materials. \nMetadata will be documented by the research and technical staff at the time of data collection and analysis. \nThe research and technical staff will ensure data storage and back up, with support from Pieter Joris and Urbain Scherpereel for the KU Leuven\ndrives. \nThe PI is responsible for data preservation and sharing, with support from the research and technical staff involved in the project. \nThe PIs are ultimately responsible for all data management during and after data collection, including implementing and updating the DMP,\nwith the support of the labmanager. \nCreated using DMPonline.be. Last modiﬁed 16 April 2024\n6 of 6"
    },
    "clean_full_text": "G045824N: Understanding and targeting melanoma mesenchymal-like cells to improve response to G045824N: Understanding and targeting melanoma mesenchymal-like cells to improve response to immunotherapy immunotherapy A Data Management Plan created using DMPonline.be Creator: Creator: Jeroen Declercq Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Grant number / URL: Grant number / URL: G045824N ID: ID: 204157 Start date: Start date: 01-01-2024 End date: End date: 31-12-2027 Project abstract: Project abstract: Immunotherapy is particularly successful in the treatment of Metastatic Melanoma (MM). However, half of these patients do not exhibit durable survival benefit. One of the key challenges in immunooncology is to elucidate why this revolutionary therapeutic approach is only effective in some, but not all patients. To begin to address this, we initiated a clinical study in MM involving 1st-line treatment with anti-PD1. Serially collected pre- and ON-treatment biopsies from >25 patients were profiled at single-cell resolution. In silico data analysis identified a population of melanoma mesenchymal-like (MES) cells significantly enriched in the ON-treatment biopsies from non-responders. The objective of this proposal is to determine whether this population promotes an immunosuppressive environment and, if so, how? We propose an in-depth characterization of these cells and, in particular, study their spatial distribution and surrounding cellular niches. We hypothesize that melanoma MES cells may restrict CD8 T-cell recruitment, expansion and/or function. We will test this possibility and other putative immunosuppressive-promoting mechanisms, and ultimately envision (pharmacological) ways to target these cells. This research program may highlight a key role for melanoma MES cells in establishing an immunosuppressive tumor bed, and possibly, identify strategies to counteract their activity and, thereby, increase response to immunotherapy. Last modified: Last modified: 16-04-2024 Created using DMPonline.be. Last modiﬁed 16 April 2024 1 of 6 G045824N: Understanding and targeting melanoma mesenchymal-like cells to improve response to G045824N: Understanding and targeting melanoma mesenchymal-like cells to improve response to immunotherapy immunotherapy FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) Only for digital data Only for digital data Only for digital data Only for physical data Dataset Name Description New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) Physical volume Please choose from the following options: 1 . Generate new data 2 . Reuse existing data Please choose from the following options: 1 . Digital 2 . Physical Please choose from the following options: 1 . Observational 2 . Experimental 3 . Compiled/aggregated data 4 . Simulation data 5 . Software 6 . Other 7 . NA Please choose from the following options: .por, .xml, .tab, .cvs,.pdf, .txt, .rtf, .dwg, .gml, … NA Please choose from the following options: <100MB <1GB <100GB <1TB <5TB <10TB <50TB >50TB NA 10X visium new data Digital experimental .fastq .TIFF <100GB 10X xenium new data Digital experimental .h5 .csv. .OME.TIFF <5TB AKOYA new data Digital experimental .TIFF <5TB OPAL new data Digital experimental .TIPP <100GB RNAscope new data Digital experimental .TIFF <100GB single cell/ bulck sequencing new data Digital experimental .fastq .cvs <100GB Genetically Engineered Murine Model (GEMM) Reuse Physical experimental 1 rack PDX mice Reuse Physical experimental 1/2 rack paraffin blocks new data Physical box with paraffin blocks cell lines Reuse Physical experimental 1 box in cryotank plasmids Reuse Physical experimental box in - 20°C FACS new data Digital experimental .fcs <100GB bioinformatic scripts new data Digital experimental .r .py <1000Mb For the bioinformatic analysis we will reuse scripts that have previously used for other projects and are available on Gitlab: Marine Lab · GitLab (kuleuven.be) We will reuse tumor blocks (cryo + paraffin) from mouse and human tissue that are available in the lab. We will use cell lines from melanoma tissue that are available in the lab. We will use GEMMS and PDX lines that are available in the lab. Ethical committee approval related to this project: S67149 (MelanoMAP), S62275 (SPECAL 1.0), S63799 (PDX mice) We are currently applying for ethical permission for SPECIAL 2.0: S68578 ECD's related to this project: 006/2023; 183/2022 Created using DMPonline.be. Last modiﬁed 16 April 2024 2 of 6 We will perform spatial omics experiments on human tissues. Also clinical information about the patients will be collected. Those personal data will be pseudonymised. We do not exclude that the proposed work could result in research data with potential for tech transfer and valorization. VIB has the policy to actively monitor research data for such potential. If there is substantial potential, the invention will be thoroughly assessed, and in number of cases the invention will be IP protected (mostly patent protection or copyright protection). As such the IP protection does not withhold the research data from being made public. In the case a decision is taken to file a patent application it will be planned so that publication need not be delayed. We have MTAs with addgene for several plasmids. Those plasmids can only be used for teaching and academic research purposes. We can not distribute the plasmids to other users without written consent of the provider. The full MTA can be found here: Addgene UBMTA. We have MTAs for the human cell lines either commercial cell lines or cell lines from our collaborator Ghanem Ghanam at Bordet Institute. The data will be generated follow standard operating procedures (SOPs). Clear and detailed descriptions of these protocols will be stored in our lab protocol database and published along the results. Metadata will be documented by the research and technical staff at the time of the data collection and analysis. Those metadata will be stored in the same excel file together with the results and the SOP which is kept in the J-drive. Large data sets will be kept on the L-drive or in Mango together with the metadata. For bioinformatic data the scripts associated with this project will be stored in Gitlab. Several databases are used to keep track of the storage of physical data, eg. -80°C freezers, liquid nitrogen storage, antibodies, plasmids, primers, cryoblocks, paraffin blocks,... The data are always kept together with the SOP and the relevant metadata. For the following type of experiments international metadata standards will be used: qPCR: MIQE compliant RDML files will be exported from qbase+ (https://www.ncbi.nlm.nih.gov/pubmed/19246619) FACS & flow cytometry: MiFlowCyt compliant metadata files will be exported from Fortessa & Sony and Aria Fusion (https://www.ncbi.nlm.nih.gov/pubmed/18752282) Image metadata will be exported as OME-XML of TIFF-XML files using QuPath software. If no metadata standards are available to following metadata will be stored: Investigator unique identifier link to related identifiers Project Keywords Type of experiment (in vitro, in vivo, bioinformatics) source of data (animal, cell lines, database, patients) type of material generated (DNA, RNA, protein, tumor fragment, digital) location of the results location of physical material device + program run compounds clearance Digital files will be stored on KU Leuven servers, except for private data that will be stored on KU Leuven secure server (digital vault). Tissue samples: Tissues will be stored locally in the laboratory. Cryoblocks of tumor tissue will be stored at -20°C, paraffin blocks of tumor tissue will be stored at room temperature. All human tissue samples will be registered with a Belgian biobank, in compliance with the Belgian law on human body material (dd 19-12-2008). Omics data: omics data generated during the project will either be stored on KU Leuven servers or on The Flemish Supercomputer Centre (VSC), initially in the staging area and later in the archive area. Created using DMPonline.be. Last modiﬁed 16 April 2024 3 of 6 Vectors: As a general rule at least two independently obtained clones will be preserved for each vector, both under the form of purified DNA (in -20°C freezer) and as a bacteria glycerol stock (-80°C). All published vectors and the associated sequences will be sent to the non-profit plasmid repository Addgene, which will take care of vector storage and shipping upon request. Cell lines: Newly created human cell lines will be stored locally in the laboratory in liquid nitrogen storage and will be deposited in the UZ Leuven-KU Leuven Biobank. Other human cell lines will be stored locally in liquid nitrogen cryostorage of the laboratory when actively used for experiments. Animal cell lines will be stored in liquid nitrogen cryostorage of the laboratory. Genetically modified organisms: Mice will be maintained in facilities of the Laboratory Animal Center of KU Leuven, which applies Standard Operation Procedures concerning housing, feeding, health monitoring to assure consistent care in accordance with European and national regulations and guidelines. All animals will be registered in the Leuven Animal Information System (LAIS) database or ticket@lab, along with corresponding genotyping information, ethical approval documents and animal provider receipts. Other biological and chemical samples: storage at 4°C and/or as frozen samples in cryovials as appropriate. Algorithms, scripts and softwares: All the relevant algorithms, scripts and software code driving the project will be stored in a private online git repository in Gitlab Nucleic acid and protein sequences: All nucleic acid and protein sequences generated during the project will be stored on KU Leuven servers. Upon publication all sequences supporting a manuscript will be made publicly available via repository such as the GenBank database or the European Nucleotide Archive (nucleotide sequences from primers / new genes / new genomes), NCBI Gene Expression Omnibus (microarray data / RNA-seq data / CHIPseq data), the Protein Database (for protein sequences), the EBI European Genome-phenome Archive (EGA) for personally identifiable (epi)genome and transcriptome sequences. KU Leuven drives are backed-up according to the following scheme: - data stored on the “L-drive” is backed up daily using snapshot technology, where all incremental changes in respect of the previous version are kept online; the last 14 backups are kept. - data stored on the “J-drive” is backed up hourly, daily (every day at midnight) and weekly (at midnight between Saturday and Sunday); in each case the last 6 backups are kept. - data stored on the digital vault is backed up using snapshot technology, where all incremental changes in respect of the previous version are kept online. As standard, 10% of the requested storage is reserved for backups using the following backup regime: an hourly backup (at 8 a.m., 12 p.m., 4 p.m. and 8 p.m.), the last 6 of which are kept; a daily backup (every day) at midnight, the last 6 of which are kept; and a weekly backup (every week) at midnight between Saturday and Sunday, the last 2 of which are kept. - All omics data stored on the Flemish Supercomputer Centre (VSC) and a backup is stored on the L-drive. There is sufficient storage and back-up capacity on all KU Leuven servers: - the “L-drive” is an easily scalable system, built from General Parallel File System (GPFS) cluster with NetApp eseries storage systems, and a CTDB samba cluster in the front-end. - the “J-drive” is based on a cluster of NetApp FAS8040 controlers with an Ontap 9.1P9 operating system. - the sequencing data is maintained on VSC storage and backed up in Mango Both the “L-drive” and “J-drive” servers are accessible only by laboratory members, and are mirrored in the second ICTS datacenter for business continuity and disaster recovery so that a copy of the data can be recovered within an hour. Access to the digital vault is possible only through using a KU Leuven user-id and password, and user rights only grant access to the data in their own vault. Sensitive data transfer will be performed according to the best practices for “Copying data to the secure environment” defined by KU Leuven. The operating system of the vault is maintained on a monthly basis, including the application of upgrades and security patches. The server in the vault is managed by ICTS, and only ICTS personnel (bound by the ICT code of conduct for staff) have administrator/root rights. A security service monitors the technical installations continuously, even outside working hours. All private data will be rendered anonymous before processing outside the digital vault. Only the PI will be granted access to the server to deposit private data. The PI will be the only responsible for linking patient information, survey data and/or tissue samples, and will strictly respect confidentiality. All de-identified data will be exported from the database by the PI, and stored on KU Leuven servers from where it can be accessed by the research and technical staff from the laboratory. Data on VSC is only accessible by VSC username, password, and MFA, and permissions on data folders are set for specific groups in case of GDPR. The total estimated cost of data storage during the project is 90,000 euro. This estimation is based on the following costs: -The costs of digital data storage are as follows: 114€/TB/Year for the “L-drive” and 519€/TB/Year for the “J-drive”. Mango 35€/Tb/year. - the Staging on VSC has been renewed in 2021 with 3 Pb of space; and the gbiomed NAS is scaleable and will start with 150 Tb space. Cloud storage is scalable. Data storage and backup costs are included in general lab costs. Maintaining a mouse colony cost around 22K /year (96 cages) or 88K for 4 years. This cost was requested in this project application. Electricity costs for the -80° freezers present in the labs are included in general lab costs. Created using DMPonline.be. Last modiﬁed 16 April 2024 4 of 6 The minimum preservation term of 10 years after the end of the project will be applied to all datasets. All datasets will be stored on the university's central servers with automatic back-up procedures for at least 10 years, conform the KU Leuven RDM policy. The costs (€104 per TB per year for “Large volume-storage” ) will be covered by the Marine labs. Datasets collected in the context of clinical research, which fall under the scope of the Belgian Law of 7 May 2004, will be archived for 25 years, in agreement with UZ Leuven policy and the European Regulation 536/2014 on clinical trials of medicinal products for human use. As a general rule, datasets will be made openly accessible, whenever possible via existing platforms that support FAIR data sharing (www.fairsharing.org), at the latest at the time of publication. For all other datasets, long term storage will be ensured as follows: -Digital datasets: files will be stored on the “L-drive” or in Mango. -Tissue samples: Tissues will be stored locally in the laboratory. -Omics data: datasets will be stored in Mango and on the Vlaams Supercomputer Centrum. -Vectors: As a general rule at least two independently obtained clones will be preserved for each vector, both under the form of purified DNA (in -20°C freezer) and as a bacteria glycerol stock (-80°C). -Cell lines: human cell lines will be stored in the UZ Leuven Biobank (-80°C). Animal cell lines will be stored in liquid nitrogen cryostorage of the laboratory. -Genetically modified organisms: will be kept in the animal facility -Other biological and chemical samples: storage at 4°C and/or as frozen samples in cryovials as appropriate. - Following publication, the results associated with each study will also be deposited in the Data repositories, where they will be preserved indefinitely. It is the intention to minimize data management costs by implementing standard procedures (internally generated operational procedures (https://en.wikipedia.org/wiki/Standard_operating_procedure) e.g. for metadata collection and file storage and organization from the start of the project, and by using free-to-use data repositories and dissemination facilities whenever possible. Data management costs will be covered by the laboratory budget. Participants to the present project are committed to publish research results to communicate them to peers and to a wide audience. All research outputs supporting publications will be made openly accessible. Depending on their nature, some data may be made available prior to publication, either on an individual basis to interested researchers and/or potential new collaborators, or publicly via repositories (e.g. negative data). We aim at communicating our results in top journals that require full disclosure upon publication of all included data, either in the main text, in supplementary material or in a data repository if requested by the journal and following deposit advice given by the journal. Depending on the journal, accessibility restrictions may apply. Biological material will be distributed to other parties if requested. Whenever possible, datasets and the appropriate metadata will be made publicly available through repositories that support FAIR data sharing. As detailed above, metadata will contain sufficient information to support data interpretation and reuse, and will be conform to community norms. These repositories clearly describe their conditions of use (typically under a Creative Commons CC0 1.0 Universal (CC0 1.0) Public Domain Dedication, a Creative Commons Attribution (CC-BY) or an ODC Public Domain Dedication and Licence, with a material transfer agreement when applicable). Interested parties will thereby be allowed to access data directly, and they will give credit to the authors for the data used by citing the corresponding DOI. For data shared directly by the PI, a material transfer agreement (and a non-disclosure agreement if applicable) will be concluded with the beneficiaries in order to clearly describe the types of reuse that are permitted. GEO will be used to share mouse sequencing data EGA will be used to share human sequencing data RDR will be used to share other data sets such as eg. spatial omics data The data will be made available upon acceptance of the publication of the results except if data sharing has to be postponed for a certain time, for example to protect IP during patent application. Created using DMPonline.be. Last modiﬁed 16 April 2024 5 of 6 We are going to use CC-BY-NC-SA-4.0 Free to share and adapt. Give appropriate credit, indicate if changes were made. Do not use the material for commercial purposes. Distribute your contributions under the same license as the original. A permanent identifier is added to your data upon deposit in a repository such as EGA, GEO, RDR. Whenever possible we will use those DOI link in our publications. Deposition of smaller datasets in data repositories is usually covered by the repository. For example in RDR every researcher can use 50 GB/year for free. If we will deposit larger datasets the costs will be covered by the lab of Chris Marine The costs for sharing physical data will be paid by the researcher requesting the materials. Metadata will be documented by the research and technical staff at the time of data collection and analysis. The research and technical staff will ensure data storage and back up, with support from Pieter Joris and Urbain Scherpereel for the KU Leuven drives. The PI is responsible for data preservation and sharing, with support from the research and technical staff involved in the project. The PIs are ultimately responsible for all data management during and after data collection, including implementing and updating the DMP, with the support of the labmanager. Created using DMPonline.be. Last modiﬁed 16 April 2024 6 of 6"
}