{
    "document_id": "D-2023-1974",
    "LinkTitle": "D-2023-1974",
    "file_name": "D-2023-1974.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-1974.pdf",
    "metadata": {
        "title": "Stellar progenitors of the Gravitational Waves chorus with detailed population synthesis",
        "author": "N/A",
        "num_pages": 6
    },
    "content": {
        "full_text": "Stellar progenitors of the Gravitational Waves chorus with detailed population synthesis\nA Data Management Plan created using DMPonline.be\nCreator: \nAnnachiara Picco\nAffiliation: \nKU Leuven (KUL)\nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nFWO DMP (Flemish Standard DMP)\nGrant number / URL: \n11M8323N\nID: \n199169\nStart date: \n01-11-2022\nEnd date: \n31-10-2026\nProject abstract:\nThis project will investigate the properties of gravitational waves' progenitors by modeling systems of a compact object orbiting\nanother, less evolved, star: this phase is expected to precede a double compact object configuration. I will use the detailed code\nfor binary evolution, Modules for Experiments in Stellar Astrophysics (MESA), and population synthesis techniques to predict\nmerging rates and detectability by next generation’s GW detectors.\nLast modified: \n29-04-2023\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n1 of 6\nStellar progenitors of the Gravitational Waves chorus with detailed population synthesis\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your\nresearch project. For each dataset or data type (observational, experimental etc.), provide a short name &\ndescription (sufficient for yourself to know what data it is about), indicate whether the data are newly\ngenerated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nStellar models\n \nGenerate\nnew data\nDigital\nSimulation data from public software MESA\nASCII, binary\nSeveral\nTB\n \nAnalysis results\n \nGenerate\nnew data\nDigital\nSaving the results of models analysis and population\nsynthesis\nASCII,\ntabular\nformat\nSeveral\nGB\n \nCode/algorithms\n \nGenerate\nnew data\nDigital\nSelf written/developed for visualization / analysis /\npublication\n.ipynb, .f90,\nothers\n< 1GB\n \nPublication files\n \nGenerate\nnew data\nDigital\n \nTeX files, .pdf\n< 1 GB\n \nAstronomical data from\nsurveys\n \nReuse\nexisting\ndata\nDigital\nData of single degenerate binaries from several\nsurveys\nFITS, ASCII,\ntabular\nformat\n< 10\nGB\n \nGravitational waves\ndata from LVK\ncatalogue\n \nReuse\nexisting\ndata\nDigital\nData (posterior samples of parameters) of\ngravitational wave signals form LIGO-Virgo-KAGRA\ncollaboration\nASCII, .hd5f\nSeveral\nGB\n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle,\nURL etc.) per dataset or data type:\nArchival and newly collected astronomical data from different telescopes are publicly available in their\nrespective online archives. We will decide timely which survey to focus on.\nArchival and newly collected gravitational waves data from the LVK collaboration are publicly available in the website:\nhttps://gwosc.org/eventapi/html/GWTC/\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or\nanimals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types\nwhen appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment\nsection. Please refer to specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial\nexploitation, …)? If so, please comment per dataset or data type where appropriate.\nNo\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n2 of 6\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data\ntransfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what\ndata they relate and what restrictions are in place.\nNo\nUse of existing public software tools, such as MESA, used in this project require correct acknowledgment of citations in\nscientific publications:\nhttp://mesa.sourceforge.net/bestpractices.html#citing-mesa\n \nUse of archival astronomical data need to be acknowledged in journal publications according to specific\ndata policy requirements, which are survey / collaboration-specific.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to\nthe data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions\nwill be asserted.\nNo\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep\ndata understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation\nlevels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc.\nwhere this information is recorded).\nAll software and code written by the PI as part of this project to create new data and processes existing data will include\nReadMe files on BitBucket and/or Github and will be documented inline within the code using, for example, docstrings in\nPython code.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where\nappropriate per dataset or data type) which metadata standard will be used. If not, please specify (where\nappropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse.\nYes\nIn WP2 a standard format for metadata in astronomical data is used to search for existing data. This standard data format\nis FITS files, which contain headers containing all necessary meta data details, such as data dimensions, the quality flags\nfor the data, etc. In WP3 and WP1, created data consisting of databases of model output will have a ReadMe file and a\ndescription of the different parameters in the file headers, as is the standard for when using the MESA code.\nNamely, produced ASCII tables have explanatory will title and comments, including content of the table, units of\nmeasurements, etc. For ASCII files that will be associated to a publication and made available through the Zenodo\ndatabase system, a README file will be provided.\nPython codes will have documentation in the file itself, like explanatory comments in code, procedure to use/run them etc.\nPublication files (TEX/PDF) generally include date of submission, acceptance and pubblication.\n \n3. Data storage & back-up during the research project\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n3 of 6\nWhere will the data be stored?\nAll data will be stored locally on both personal devices and networked storage hosted by the Institute of Astronomy of KU\nLeuven's server system.\nHow will the data be backed up?\nThe Institute of Astronomy research unit at KU Leuven has an automatic periodic backup (both daily and off-site) on the\nnetwork server of raw and processed data according to KU Leuven and in-house security standards: all data are secured\nwith access restrictions on file-system level. The backup and recovery procedures are handled by the in-house IT system\nadministration team.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nThe Institute of Astronomy research unit at KU Leuven currently manages a server system with\naa total storage capacity exceeding 500TB, which is more than enough space to host this\nproject. In the unlikely event of more storage being needed, this expense can be made by the\nresearch group's working budget.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nAll types of data stored on the Institute of Astronomy's network servers and its backup follow the KU Leuven and in-house\nsecurity standards: all data are secured and password protected with access restrictions on file-system level.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be\ncovered?\nAll (potential) data storage costs are covered by the research unit's working budget, such that the cost to be covered by\nthis FWO project is expected to be zero.\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are\napplicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this\n(e.g. legal or contractual restrictions, storage/budget issues, institutional policies...).\nAll data will be retained for the expected 5 year period, on the Institue of Astronomy's file system, after the end of the\nproject. These include original results, such as processed data, data base of models,  publications, and all software\nwritten as part of this FWO project.\nThe data coming directly from observations are stored on servers hosted by the respective observatories and\ndownloaded to personal devices for processing.\nWhere will these data be archived (stored and curated for the long-term)?\nAll data stored on the Institute of Astronomy's file server are stored long-term (both locally and off-site). Code and\nsoftware (including metadata) will be archived longterm on Bitbucket (\nhttps://bitbucket.org/product/\n) and/or Github\n(\nhttps://github.com\n).\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n4 of 6\nMoreover, the PI plans to keep the data stored on a personal device for a period of minimally 10 years after the end of\nthe project.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be\ncovered?\nCosts for backup and storage of all data on the Institute of Astronomy's file servers are covered by the research unit's\nworking budget. Data associated to journal publications are stored by external partners and thus without additional cost.\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section\nplease explain per dataset or data type which data will be made available.\nYes, in an Open Access repository\nYes, in a restricted access repository (after approval, institutional access only, …)\nA description of the full scientific analysis, tools and deliverables will be published through peer reviewed journals, which\nare available through the respective publisher websites, the open-access arXiv journal-repository website\n(\nhttps://arxiv.org\n), and the KU Leuven Lirias repository (\nhttps://www.kuleuven.be/english/research/scholcomm/lirias\n), and\nthe open-access source code repositories Bitbucket (https://bitbucket.org/product/) and GitHub (\nhttps://github.com\n), when\napplicable.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nNo restrictions.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement\nwith a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where\nappropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nA description of the full scientific analysis, tools and deliverables will be published through peer reviewed journals, which\nare available through the respective publisher websites, the open-access arXiv journal-repository website\n(\nhttps://arxiv.org\n), and the KU Leuven Lirias repository (\nhttps://www.kuleuven.be/english/research/scholcomm/lirias\n), and\nthe open-access source code repositories Bitbucket (https://bitbucket.org/product/) and GitHub (\nhttps://github.com\n), when\napplicable.\nWhen will the data be made available?\nUpon publication of the research results.\nWhich data usage licenses are you going to provide? If none, please explain why.\nN/A\nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n5 of 6\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to\nprovide it in the comment section.\nYes\nNot yet available.\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo costs are expected for data sharing.\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nThe project PI will be responsible. \nWho will manage data storage and backup during the research project?\nThe project PI, with assistance from the project coordinator, software developer and system administration of the Institute\nof Astronomy will be responsible. \nWho will manage data preservation and sharing?\nThe project PI, with assistance from the project coordinator, software developer and system administration of the Institute\nof Astronomy will be responsible. \nWho will update and implement this DMP?\nThe PI bears the end responsibility for updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 29 April 2023\n6 of 6"
    },
    "clean_full_text": "Stellar progenitors of the Gravitational Waves chorus with detailed population synthesis A Data Management Plan created using DMPonline.be Creator: Annachiara Picco Affiliation: KU Leuven (KUL) Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: FWO DMP (Flemish Standard DMP) Grant number / URL: 11M8323N ID: 199169 Start date: 01-11-2022 End date: 31-10-2026 Project abstract: This project will investigate the properties of gravitational waves' progenitors by modeling systems of a compact object orbiting another, less evolved, star: this phase is expected to precede a double compact object configuration. I will use the detailed code for binary evolution, Modules for Experiments in Stellar Astrophysics (MESA), and population synthesis techniques to predict merging rates and detectability by next generation’s GW detectors. Last modified: 29-04-2023 Created using DMPonline.be. Last modiﬁed 29 April 2023 1 of 6 Stellar progenitors of the Gravitational Waves chorus with detailed population synthesis FWO DMP (Flemish Standard DMP) 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Stellar models Generate new data Digital Simulation data from public software MESA ASCII, binary Several TB Analysis results Generate new data Digital Saving the results of models analysis and population synthesis ASCII, tabular format Several GB Code/algorithms Generate new data Digital Self written/developed for visualization / analysis / publication .ipynb, .f90, others < 1GB Publication files Generate new data Digital TeX files, .pdf < 1 GB Astronomical data from surveys Reuse existing data Digital Data of single degenerate binaries from several surveys FITS, ASCII, tabular format < 10 GB Gravitational waves data from LVK catalogue Reuse existing data Digital Data (posterior samples of parameters) of gravitational wave signals form LIGO-Virgo-KAGRA collaboration ASCII, .hd5f Several GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: Archival and newly collected astronomical data from different telescopes are publicly available in their respective online archives. We will decide timely which survey to focus on. Archival and newly collected gravitational waves data from the LVK collaboration are publicly available in the website: https://gwosc.org/eventapi/html/GWTC/ Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 29 April 2023 2 of 6 Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Use of existing public software tools, such as MESA, used in this project require correct acknowledgment of citations in scientific publications: http://mesa.sourceforge.net/bestpractices.html#citing-mesa Use of archival astronomical data need to be acknowledged in journal publications according to specific data policy requirements, which are survey / collaboration-specific. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). All software and code written by the PI as part of this project to create new data and processes existing data will include ReadMe files on BitBucket and/or Github and will be documented inline within the code using, for example, docstrings in Python code. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. Yes In WP2 a standard format for metadata in astronomical data is used to search for existing data. This standard data format is FITS files, which contain headers containing all necessary meta data details, such as data dimensions, the quality flags for the data, etc. In WP3 and WP1, created data consisting of databases of model output will have a ReadMe file and a description of the different parameters in the file headers, as is the standard for when using the MESA code. Namely, produced ASCII tables have explanatory will title and comments, including content of the table, units of measurements, etc. For ASCII files that will be associated to a publication and made available through the Zenodo database system, a README file will be provided. Python codes will have documentation in the file itself, like explanatory comments in code, procedure to use/run them etc. Publication files (TEX/PDF) generally include date of submission, acceptance and pubblication. 3. Data storage & back-up during the research project Created using DMPonline.be. Last modiﬁed 29 April 2023 3 of 6 Where will the data be stored? All data will be stored locally on both personal devices and networked storage hosted by the Institute of Astronomy of KU Leuven's server system. How will the data be backed up? The Institute of Astronomy research unit at KU Leuven has an automatic periodic backup (both daily and off-site) on the network server of raw and processed data according to KU Leuven and in-house security standards: all data are secured with access restrictions on file-system level. The backup and recovery procedures are handled by the in-house IT system administration team. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes The Institute of Astronomy research unit at KU Leuven currently manages a server system with aa total storage capacity exceeding 500TB, which is more than enough space to host this project. In the unlikely event of more storage being needed, this expense can be made by the research group's working budget. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All types of data stored on the Institute of Astronomy's network servers and its backup follow the KU Leuven and in-house security standards: all data are secured and password protected with access restrictions on file-system level. What are the expected costs for data storage and backup during the research project? How will these costs be covered? All (potential) data storage costs are covered by the research unit's working budget, such that the cost to be covered by this FWO project is expected to be zero. 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). All data will be retained for the expected 5 year period, on the Institue of Astronomy's file system, after the end of the project. These include original results, such as processed data, data base of models, publications, and all software written as part of this FWO project. The data coming directly from observations are stored on servers hosted by the respective observatories and downloaded to personal devices for processing. Where will these data be archived (stored and curated for the long-term)? All data stored on the Institute of Astronomy's file server are stored long-term (both locally and off-site). Code and software (including metadata) will be archived longterm on Bitbucket ( https://bitbucket.org/product/ ) and/or Github ( https://github.com ). Created using DMPonline.be. Last modiﬁed 29 April 2023 4 of 6 Moreover, the PI plans to keep the data stored on a personal device for a period of minimally 10 years after the end of the project. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? Costs for backup and storage of all data on the Institute of Astronomy's file servers are covered by the research unit's working budget. Data associated to journal publications are stored by external partners and thus without additional cost. 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. Yes, in an Open Access repository Yes, in a restricted access repository (after approval, institutional access only, …) A description of the full scientific analysis, tools and deliverables will be published through peer reviewed journals, which are available through the respective publisher websites, the open-access arXiv journal-repository website ( https://arxiv.org ), and the KU Leuven Lirias repository ( https://www.kuleuven.be/english/research/scholcomm/lirias ), and the open-access source code repositories Bitbucket (https://bitbucket.org/product/) and GitHub ( https://github.com ), when applicable. If access is restricted, please specify who will be able to access the data and under what conditions. No restrictions. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. A description of the full scientific analysis, tools and deliverables will be published through peer reviewed journals, which are available through the respective publisher websites, the open-access arXiv journal-repository website ( https://arxiv.org ), and the KU Leuven Lirias repository ( https://www.kuleuven.be/english/research/scholcomm/lirias ), and the open-access source code repositories Bitbucket (https://bitbucket.org/product/) and GitHub ( https://github.com ), when applicable. When will the data be made available? Upon publication of the research results. Which data usage licenses are you going to provide? If none, please explain why. N/A Created using DMPonline.be. Last modiﬁed 29 April 2023 5 of 6 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. Yes Not yet available. What are the expected costs for data sharing? How will these costs be covered? No costs are expected for data sharing. 6. Responsibilities Who will manage data documentation and metadata during the research project? The project PI will be responsible. Who will manage data storage and backup during the research project? The project PI, with assistance from the project coordinator, software developer and system administration of the Institute of Astronomy will be responsible. Who will manage data preservation and sharing? The project PI, with assistance from the project coordinator, software developer and system administration of the Institute of Astronomy will be responsible. Who will update and implement this DMP? The PI bears the end responsibility for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 29 April 2023 6 of 6"
}