{
    "document_id": "D-2021-1086",
    "LinkTitle": "D-2021-1086",
    "file_name": "D-2021-1086.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/converted_pdf/D-2021-1086.pdf",
    "metadata": {
        "title": "D-2021-1086",
        "author": "Myriam Mertens",
        "num_pages": 9
    },
    "content": {
        "full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template\nProject supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their \nproject or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a \ncompleted DMP no later than 6 months after the official start date  of the project or fellowship. The DMP should not be submitted to FWO but  \nto the research co-ordination office of  the host institute; FWO may request the DMP in a random check. \nAt the end of the project, the final version of the DMP  has to be added to the final report of the project; this should be submitted to FWO by \nthe supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an \nelement in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start \ndate and the final DMP may use this template.\n1.General Information\nName applicant Sebastiaan Dalle\nFWO Project Number & Title 12Z8622N - The INTERACT project: CannabINoid recepTors as kEy playeRs\nin skeletAl musCle plasTicity\nAffiliation ☒ KU Leuven \n☐ Universiteit Antwerpen\n☐ Universiteit Gent\n☐ Universiteit Hasselt  \n☐ Vrije Universiteit Brussel\n☐ Other: \n2.Data description\nWill you generate/collect new data and/or make  \nuse of existing data?  ☒ Generate new data\n☐ Reuse existing data\n2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data \n(per dataset) and its (estimated) volume\nIf you reuse existing data, specify the source of these \ndata. \nDistinguish data types (the kind of content) from \ndata formats (the technical format).Type of data Format VolumeCreated how\nWP1: Data mice experiments:  \nbody weight, food intake, \nmuscle/tissue weightPaper, .xls 0.5 GBbalance\nWP1, 2: Physical data mice \nbiological tissues: skeletal \nmuscle, adipose, liver, kidney  \nand spleen tissuePhysically stored @ \n-80°CObtained upon sacrifice\nWP1: Physical data mice \nexperiments: grip strengthPaper, .xls 0.1 GBGrip strength \ndynamometer\nWP1, 2, 3: Raw images of \nprotein bands in biological \ntissue (skeletal muscle, \nadipose, liver, kidney and \nspleen tissue).sgd, .tiff 1 GBWestern blotting & \npictures taken with \nGenesnap software\nWP1, 2, 3: Protein expression  \nlevels in biological tissue \n(skeletal muscle, adipose, \nliver, kidney and spleen \ntissue).xls 0.5 GBProtein bands \nquantified with \nGenetool software\nWP1, 2, 3: Gene expression \nlevels in biological tissue \n(skeletal muscle, adipose, \nliver, kidney and spleen \ntissue).xls 0.5 GBPCR with QuantStudio™  \n3 Real-Time PCR \nSystem\nWP1, 2, 3: Cellular \nlocalization of target proteins  \nor general tissue structure.nd2, .tiff 10 GBImages obtained with \nimmunohistochemistry \n(protein - haematoxylin  \n& eosin, Sirius Red, \ncollagen staining) by \n2019-10-01 | FWO DMP Template 3Nikon microscope\nWP1, 2, 3: Quantification of \nstaining intensity / relative \nareaPaper, .xls 0.5 GBImageJ\nWP3: Descriptive data human  \nparticipants: Age, food \nintake, physical activity, \nmedical history, drug use, \nbody weightPaper, .doc, .xls 0.5 GBClinical / medical \nexamination/questioni\nng, scale\nWP3: Upper leg lean mass Raw images converted \nto tiff and \nquantifications in xls10 GBCT or DEXA-scan UZ \nLeuven\nWP3: Muscle strength and \nfunctional capacity.xls 0.5 GBBiodex, leg press, hand \ngrip dynamometer\n3.Ethical and legal issues\nWill you use personal data? If so, shortly describe  \nthe kind of personal data you will use AND add  \nthe  reference  to  your  file  in  your  host  \ninstitution's privacy register.\nIn case your host institution does not (yet) have a  \nprivacy register, a reference is not yet required of  \ncourse; please add the reference once the privacy  \nregister is in place in your host institution.☒ Yes\n☐ No\nIf yes: \n-Privacy Registry Reference: NA\n-Short description of the kind of personal data that will be used: Medical/clinical data including age, \nfood intake, physical activity, medical history, drug use, body weight\n2019-10-01 | FWO DMP Template 4Are there any ethical issues concerning the \ncreation and/or use of the data (e.g. \nexperiments on humans or animals, dual use)? If  \nso, add the reference to the formal approval by \nthe relevant ethical review committee(s).☒ Yes\n☐ No\nIf yes: \n-Reference to ethical committee approval:\nWe will conduct research experiments on humans.\nPhysical data of human subjects include biopsies containing muscle tissue and blood withdrawals.\nDigital  data  include  muscle  imaging  with  CT  or  DEXA,  microscopic  and  biomolecular  analyses  and  \ninstrumented assessments.\nAll procedures / outcomes have been approved by the Ethics Committee Research UZ/KU Leuven in a  \nprevious projects from our group (e.g. S61809).\nWe will conduct research experiments in mice.\nPhysical data of mice include biological tissues such as skeletal muscle, adipose, kidney, spleen, liver tissue.\nDigital data include microscopic and biomolecular analyses and instrumented assessments.\nMice experiments have been approved by the KU Leuven Animal Ethics Committee: P113/2021.\nDoes your work possibly result in research data  \nwith potential for tech transfer and valorisation?  \nWill IP restrictions be claimed for the data you  \ncreated?  If  so,  for  what  data  and  which  \nrestrictions will be asserted?☐ Yes\n☒ No\nIf yes, please comment:\nDo  existing  3rd party  agreements  restrict  \ndissemination  or  exploitation  of  the  data  you  \n(re)use? If so, to what data do they relate and  \nwhat restrictions are in place?☐ Yes\n☒ No\nIf yes, please comment:\n4.Documentation and metadata\n2019-10-01 | FWO DMP Template 5What documentation will be provided to enable \nunderstanding and reuse of the data \ncollected/generated in this project?  Approved Ethical Commission: description of study protocol (.pdf)\nInformed Consents Form: original black copies (.pdf) and signed hardcopies (printed paper)\nExperimental protocols: description how the data are collected and generated (software, materials, set-\nup, settings (.docx) and how data are processed (software, protocol, guidelines, …) (.docx text files)\nMeasurement forms: notes during data collection (printed paper)\nRaw experimental data: storage of original physical data and folders with original digital data in software-\nspecific files\nProcessed data: folder with digital data in the software-specific files, spreadsheets with results (.xls)\nSubject recruitment files: only subject study code, personal data (for example, age, weight, height, …,) \nshort overview of assessments.  \nWill a metadata standard be used? If so, \ndescribe in detail which standard will be used.  If  \nnot, state in detail which metadata will be \ncreated to make the data easy/easier to find \nand reuse.☒ Yes\n☐ No\nIf yes, please specify:\nMetadata (.xls file) will be provided on the mice experiments: body weight, food intake, muscle weights, \ngrip strength.\nMetadata (.xls file) will be provided on the human experiment: height, age, body weight, food intake, \nmuscle strength and functionality, drug intake, medical history) .\n5.Data storage & backup during the FWO project\nWhere will the data be stored?  Physical data (biological tissues) from mice and human experiments will be stored at -80°C freezers of the \nExercise Physiology Research Group of the KU Leuven.\nDigital data files will be stored on secure KU/UZ Leuven servers and networks.\nHard copies of the Informed Consent forms, measurement forms and paper lab notebooks are kept in \nlocked cabinets in the lab.\n2019-10-01 | FWO DMP Template 6How will the data be backed up?  We will use the back-up facilities of the KU Leuven IT services. The KU Leuven servers and networks are \nbacked up automatically.\nPhysical muscle biopsy data and the analyzed specimens will be kept for 5 years post-project in freezer\n(-20° till -80°, depending on the sample type), at the laboratory of the Exercise Physiology Research Group.\nDigital data automatically stored on the acquisition laptop during data collection, will be manually\ntransferred via external hard drive to the secure servers. This external hard drive is provided as automatic\nback-up of the acquisition laptop.\nIs there currently sufficient storage & backup \ncapacity during the project? If yes, specify \nconcisely. If no or insufficient storage or backup \ncapacities are available, then explain how this \nwill be taken care of.  ☒ Yes\n☐ No\nIf no, please specify:  \nWhat are the expected costs for data storage \nand backup during the project? How will these \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.No additional costs are expected.\nData security: how will you ensure that the data \nare securely stored and not accessed or \nmodified by unauthorized persons?  All physical data, printed forms and notebooks are present in the labs, which are secured.\nThe access to the KU Leuven server is u-number and password controlled.\nData will be stored with password security only accessable for researchers involved in the\nprojects and controlled by the PI .\n6.Data preservation after the end of the FWO project\nFWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and  \ncontractual agreements allow.\n2019-10-01 | FWO DMP Template 7Which data will be retained for the expected 5 \nyear period after the end of the project? In case \nonly a selection of the data can/will be \npreserved, clearly state the reasons  for this \n(legal or contractual restrictions, physical \npreservation issues, ...).All data such as physical and digital data, will be retained for the minimum preservation term of 5 years\nafter the end of the project.\nWhere will these data be archived (= stored for \nthe long term)? Physical muscle biopsy data and the analyzed specimens will be kept for 5 years post-project in freezer\n(-20° till -80°, depending on the sample type), at the laboratory of the Exercise Physiology Research Group.\nDigital data automatically stored on the acquisition laptop during data collection, will be manually \ntransferred via external hard drive to the secure servers. This external hard drive is provided as automatic \nback-up of the acquisition laptop.\nWhat are the expected costs for data \npreservation during these 5 years? How will the \ncosts be covered? \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.No additional costs are expected.\n7.Data sharing and reuse\nAre there any factors restricting or preventing \nthe sharing of (some of) the data (e.g. as \ndefined in an agreement with a 3rd party, legal \nrestrictions)? ☐ Yes\n☒ No\nIf yes, please specify:\nWhich data will be made available after the end \nof the project? During the project as well as after the end of the project, the published data will be available  \nupon request by email. These published data contain the results of processed coded data presented in \ntables.\nDecoded personal data will never be shared.\n2019-10-01 | FWO DMP Template 8Where/how will the data be made available for \nreuse? ☐ In an Open Access repository\n☐ In a restricted access repository\n☒ Upon request by mail\n☐ Other (specify):\nWhen will the data be made available?  Published data will be made available at the time of publication in case of open access or upon request for\nother publications.\nAdditional, not-published data will be made available for external users upon request during the \npostproject trajectory (based on LRD contract).\nWho will be able to access the data and under \nwhat conditions? During the project: All researchers involved in the project.\nAfter the project: All researchers involved in the project and external users upon request, with contact via \nLRD.\nWhat are the expected costs for data sharing? \nHow will these costs be covered?  \nAlthough FWO has no earmarked budget at its \ndisposal to support correct research data \nmanagement, FWO allows for part of the allocated \nproject budget to be used to cover the cost incurred.No additional costs are expected.\n8.Responsibilities\nWho will be responsible for the data \ndocumentation & metadata?  Prof. Katrien Koppo (WP1, 2, 3a) and Dr. Cedric Moro (WP3b).\nWho will be responsible for data storage & back \nup during the project?  Prof. Katrien Koppo (WP1, 2, 3a) and Dr. Cedric Moro (WP3b).\nWho will be responsible for ensuring data \npreservation and sharing?  Prof. Katrien Koppo (WP1, 2, 3a) and Dr. Cedric Moro (WP3b).\n2019-10-01 | FWO DMP Template 9Who bears the end responsibility for updating &  \nimplementing this DMP?  \nDefault response: The PI bears the overall \nresponsibility for updating & implementing this DMPProf. Katrien Koppo."
    },
    "clean_full_text": "2019-10-01 | FWO DMP Template 1FWO DMP Template Project supervisors (from application round 2018 onwards) and fellows (from application round 2020 onwards) will, upon being awarded their project or fellowship, be invited to develop their answers to the data management related questions into a DMP. The FWO expects a completed DMP no later than 6 months after the official start date of the project or fellowship. The DMP should not be submitted to FWO but to the research co-ordination office of the host institute; FWO may request the DMP in a random check. At the end of the project, the final version of the DMP has to be added to the final report of the project; this should be submitted to FWO by the supervisor-spokesperson through FWO’s e-portal. This DMP may of course have been updated since its first version. The DMP is an element in the final evaluation of the project by the relevant expert panel. Both the DMP submitted within the first 6 months after the start date and the final DMP may use this template. 1.General Information Name applicant Sebastiaan Dalle FWO Project Number & Title 12Z8622N - The INTERACT project: CannabINoid recepTors as kEy playeRs in skeletAl musCle plasTicity Affiliation ☒ KU Leuven ☐ Universiteit Antwerpen ☐ Universiteit Gent ☐ Universiteit Hasselt ☐ Vrije Universiteit Brussel ☐ Other: 2.Data description Will you generate/collect new data and/or make use of existing data? ☒ Generate new data ☐ Reuse existing data 2019-10-01 | FWO DMP Template 2Describe the origin, type and format of the data (per dataset) and its (estimated) volume If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format).Type of data Format VolumeCreated how WP1: Data mice experiments: body weight, food intake, muscle/tissue weightPaper, .xls 0.5 GBbalance WP1, 2: Physical data mice biological tissues: skeletal muscle, adipose, liver, kidney and spleen tissuePhysically stored @ -80°CObtained upon sacrifice WP1: Physical data mice experiments: grip strengthPaper, .xls 0.1 GBGrip strength dynamometer WP1, 2, 3: Raw images of protein bands in biological tissue (skeletal muscle, adipose, liver, kidney and spleen tissue).sgd, .tiff 1 GBWestern blotting & pictures taken with Genesnap software WP1, 2, 3: Protein expression levels in biological tissue (skeletal muscle, adipose, liver, kidney and spleen tissue).xls 0.5 GBProtein bands quantified with Genetool software WP1, 2, 3: Gene expression levels in biological tissue (skeletal muscle, adipose, liver, kidney and spleen tissue).xls 0.5 GBPCR with QuantStudio™ 3 Real-Time PCR System WP1, 2, 3: Cellular localization of target proteins or general tissue structure.nd2, .tiff 10 GBImages obtained with immunohistochemistry (protein - haematoxylin & eosin, Sirius Red, collagen staining) by 2019-10-01 | FWO DMP Template 3Nikon microscope WP1, 2, 3: Quantification of staining intensity / relative areaPaper, .xls 0.5 GBImageJ WP3: Descriptive data human participants: Age, food intake, physical activity, medical history, drug use, body weightPaper, .doc, .xls 0.5 GBClinical / medical examination/questioni ng, scale WP3: Upper leg lean mass Raw images converted to tiff and quantifications in xls10 GBCT or DEXA-scan UZ Leuven WP3: Muscle strength and functional capacity.xls 0.5 GBBiodex, leg press, hand grip dynamometer 3.Ethical and legal issues Will you use personal data? If so, shortly describe the kind of personal data you will use AND add the reference to your file in your host institution's privacy register. In case your host institution does not (yet) have a privacy register, a reference is not yet required of course; please add the reference once the privacy register is in place in your host institution.☒ Yes ☐ No If yes: -Privacy Registry Reference: NA -Short description of the kind of personal data that will be used: Medical/clinical data including age, food intake, physical activity, medical history, drug use, body weight 2019-10-01 | FWO DMP Template 4Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s).☒ Yes ☐ No If yes: -Reference to ethical committee approval: We will conduct research experiments on humans. Physical data of human subjects include biopsies containing muscle tissue and blood withdrawals. Digital data include muscle imaging with CT or DEXA, microscopic and biomolecular analyses and instrumented assessments. All procedures / outcomes have been approved by the Ethics Committee Research UZ/KU Leuven in a previous projects from our group (e.g. S61809). We will conduct research experiments in mice. Physical data of mice include biological tissues such as skeletal muscle, adipose, kidney, spleen, liver tissue. Digital data include microscopic and biomolecular analyses and instrumented assessments. Mice experiments have been approved by the KU Leuven Animal Ethics Committee: P113/2021. Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted?☐ Yes ☒ No If yes, please comment: Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place?☐ Yes ☒ No If yes, please comment: 4.Documentation and metadata 2019-10-01 | FWO DMP Template 5What documentation will be provided to enable understanding and reuse of the data collected/generated in this project? Approved Ethical Commission: description of study protocol (.pdf) Informed Consents Form: original black copies (.pdf) and signed hardcopies (printed paper) Experimental protocols: description how the data are collected and generated (software, materials, set- up, settings (.docx) and how data are processed (software, protocol, guidelines, …) (.docx text files) Measurement forms: notes during data collection (printed paper) Raw experimental data: storage of original physical data and folders with original digital data in software- specific files Processed data: folder with digital data in the software-specific files, spreadsheets with results (.xls) Subject recruitment files: only subject study code, personal data (for example, age, weight, height, …,) short overview of assessments. Will a metadata standard be used? If so, describe in detail which standard will be used. If not, state in detail which metadata will be created to make the data easy/easier to find and reuse.☒ Yes ☐ No If yes, please specify: Metadata (.xls file) will be provided on the mice experiments: body weight, food intake, muscle weights, grip strength. Metadata (.xls file) will be provided on the human experiment: height, age, body weight, food intake, muscle strength and functionality, drug intake, medical history) . 5.Data storage & backup during the FWO project Where will the data be stored? Physical data (biological tissues) from mice and human experiments will be stored at -80°C freezers of the Exercise Physiology Research Group of the KU Leuven. Digital data files will be stored on secure KU/UZ Leuven servers and networks. Hard copies of the Informed Consent forms, measurement forms and paper lab notebooks are kept in locked cabinets in the lab. 2019-10-01 | FWO DMP Template 6How will the data be backed up? We will use the back-up facilities of the KU Leuven IT services. The KU Leuven servers and networks are backed up automatically. Physical muscle biopsy data and the analyzed specimens will be kept for 5 years post-project in freezer (-20° till -80°, depending on the sample type), at the laboratory of the Exercise Physiology Research Group. Digital data automatically stored on the acquisition laptop during data collection, will be manually transferred via external hard drive to the secure servers. This external hard drive is provided as automatic back-up of the acquisition laptop. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. ☒ Yes ☐ No If no, please specify: What are the expected costs for data storage and backup during the project? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.No additional costs are expected. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? All physical data, printed forms and notebooks are present in the labs, which are secured. The access to the KU Leuven server is u-number and password controlled. Data will be stored with password security only accessable for researchers involved in the projects and controlled by the PI . 6.Data preservation after the end of the FWO project FWO expects that data generated during the project are retained for a period of minimally 5 years after the end of the project, in as far as legal and contractual agreements allow. 2019-10-01 | FWO DMP Template 7Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...).All data such as physical and digital data, will be retained for the minimum preservation term of 5 years after the end of the project. Where will these data be archived (= stored for the long term)? Physical muscle biopsy data and the analyzed specimens will be kept for 5 years post-project in freezer (-20° till -80°, depending on the sample type), at the laboratory of the Exercise Physiology Research Group. Digital data automatically stored on the acquisition laptop during data collection, will be manually transferred via external hard drive to the secure servers. This external hard drive is provided as automatic back-up of the acquisition laptop. What are the expected costs for data preservation during these 5 years? How will the costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.No additional costs are expected. 7.Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? ☐ Yes ☒ No If yes, please specify: Which data will be made available after the end of the project? During the project as well as after the end of the project, the published data will be available upon request by email. These published data contain the results of processed coded data presented in tables. Decoded personal data will never be shared. 2019-10-01 | FWO DMP Template 8Where/how will the data be made available for reuse? ☐ In an Open Access repository ☐ In a restricted access repository ☒ Upon request by mail ☐ Other (specify): When will the data be made available? Published data will be made available at the time of publication in case of open access or upon request for other publications. Additional, not-published data will be made available for external users upon request during the postproject trajectory (based on LRD contract). Who will be able to access the data and under what conditions? During the project: All researchers involved in the project. After the project: All researchers involved in the project and external users upon request, with contact via LRD. What are the expected costs for data sharing? How will these costs be covered? Although FWO has no earmarked budget at its disposal to support correct research data management, FWO allows for part of the allocated project budget to be used to cover the cost incurred.No additional costs are expected. 8.Responsibilities Who will be responsible for the data documentation & metadata? Prof. Katrien Koppo (WP1, 2, 3a) and Dr. Cedric Moro (WP3b). Who will be responsible for data storage & back up during the project? Prof. Katrien Koppo (WP1, 2, 3a) and Dr. Cedric Moro (WP3b). Who will be responsible for ensuring data preservation and sharing? Prof. Katrien Koppo (WP1, 2, 3a) and Dr. Cedric Moro (WP3b). 2019-10-01 | FWO DMP Template 9Who bears the end responsibility for updating & implementing this DMP? Default response: The PI bears the overall responsibility for updating & implementing this DMPProf. Katrien Koppo."
}