{
    "document_id": "D-2023-2446",
    "LinkTitle": "D-2023-2446",
    "file_name": "D-2023-2446.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2023-2446.pdf",
    "metadata": {
        "title": "The Power of the Bakwits: Towards a Theological Ethics of Displacement and Encounter",
        "author": "N/A",
        "num_pages": 7
    },
    "content": {
        "full_text": "The Power of the Bakwits: Towards a Theological Ethics of Displacement and Encounter\nThe Power of the Bakwits: Towards a Theological Ethics of Displacement and Encounter\nA Data Management Plan created using DMPonline.be\nCreator: \nCreator: \nNiel John Capidos \n \nhttps://orcid.org/0000-0002-2378-6144\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nTemplate: \nTemplate: \nKU Leuven BOF-IOF\nPrincipal Investigator:\nPrincipal Investigator:\n \nNiel John Capidos \n \nhttps://orcid.org/0000-0002-2378-6144\nData Manager:\nData Manager:\n \nNiel John Capidos \n \nhttps://orcid.org/0000-0002-2378-6144\nProject Administrator:\nProject Administrator:\n \nNiel John Capidos \n \nhttps://orcid.org/0000-0002-2378-6144\n, n.n. n.n., n.n. n.n.\nGrant number / URL: \nGrant number / URL: \nZKE4454\nID: \nID: \n203257\nStart date: \nStart date: \n02-10-2023\nEnd date: \nEnd date: \n30-09-2027\nProject abstract:\nProject abstract:\nDisplacement is a common experience disrupting the lives of vulnerable people worldwide. Internally displaced people (IDP) experience forced\ndisplacement within borders. In Mindanao, Southern Philippines, IDPs are locally known as bakwits, a vernacular transliteration of the word\n“evacuate” to describe the phenomenon of social dislocation among indigenous communities. Being a people facing conflict and unsettlement, the\nbakwits are not merely geographically displaced but are existentially, politically, economically, and religio-culturally marginalized. Utilizing the optics\nof post-colonial studies that emphasize human persistence and resiliency in the face of adversity, and critical theory that critiques power asymmetries\nand misrepresentations of the subjugated, this study analyzes the phenomenon of displacement by accentuating the agency and creativity of the\ndisplaced. Employing constructivist grounded theory and participatory action research, this study rediscovers the voices of disenfranchised grassroots\ncommunities. Navigating between theory and praxis, this study proceeds to articulate a theology of encounter and ethics of displacement that\nunderlines the contextuality of the displaced bakwits of Mindanao. With their narratives and perspectives as indispensable sources of theological and\nethical reflection, this dissertation ultimately reimagines an understanding of Christian faith and witnessing disturbed and enriched by the reality of\ndisplacement.\nLast modified: \nLast modified: \n16-01-2024\nCreated using DMPonline.be. Last modiﬁed 16 January 2024\n1 of 7\nThe Power of the Bakwits: Towards a Theological Ethics of Displacement and Encounter\nThe Power of the Bakwits: Towards a Theological Ethics of Displacement and Encounter\nResearch Data Summary\nResearch Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\ndata type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\nwhether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\ntechnical format (file extension), and an estimate of the upper limit of the volume of the data.\nDataset name / ID\nDescription\nNew or\nreuse\nDigital or\nPhysical\ndata\nData Type\nFile\nformat\nData\nvolume\nPhysical\nvolume\n \n \nIndicate:\nN\nN\n(ew\ndata) or\nE\nE\n(xisting\ndata) \nIndicate: \nD\nD\n(igital)\nor\nP\nP\n(hysical)\nIndicate:\nA\nA\nudiovisual\nI\nI\nmages\nS\nS\nound\nN\nN\numerical\nT\nT\nextual\nM\nM\nodel\nSO\nSO\nftware\nOther\n(specify)\n \nIndicate:\n<1GB\n<100GB\n<1TB\n<5TB\n>5TB\nNA\n \nAudio Recordings\nSet 1 (ARS1)\nThese are recorded audio files of interviews with key\ninformants/ research participants who identify as Internally\nDisplaced Persons (IDPs) a.k.a. ''bakwits.'' The files have been\nobtained by means of a recording device. The audio files are\nstored in the researcher's KU Leuven OneDrive account.\nN\nD\nS\nMP3\n(.mp3)\nWAV\n(.wav)\n<1GB\nNA\nAudio Recordings\nSet 2 (ARS2)\nThese are recorded audio files of interviews with key\ninformants/ research participants who identify as personnel or\nvolunteers from NGOs and Church networks that look after\nIDP communities. These audio files have been obtained by\nmeans of a recording device. The audio files are stored in the\nresearcher's KU Leuven OneDrive account.\nN\nD\nS\nMP3\n(.mp3)\nWAV\n(.wav)\n<1GB\nNA\nInterview\nTranscriptions Set\n1 (ITS1)\nThese are the transcribed texts of audio recorded interviews of\nARS1. Each interview is transcribed into one text document.\nThe text documents are uploaded to the NVivo software for\ncoding and analysis. There are approximately 10-15 word files\nstored in the researcher's KU Leuven OneDrive account for this\ndataset.\nN\nD\nT\nWord\n(.docx)\n<1GB\nNA\nInterview\nTranscriptions Set\n2 (ITS2)\nTranscribed texts from ARS2. Each interview is transcribed\ninto one text document. The text documents are uploaded to the\nNVivo software for coding and analysis. There are\napproximately 10-15 word files stored in the researcher's KU\nLeuven OneDrive account for this dataset.\nN\nD\nT\nWord\n(.docx)\n<1GB\nNA\nPersonal\nInformation\nForms (PIF)\nThese are the filled-out forms that contain the basic personal\ninformation of interviewees. These forms were voluntarily\nfilled in by research participants prior to the interview proper.\nThese forms are archived in a locked storage cabinet in the\nworking office of the researcher.\nN\nP\nT\nNA\nNA\n40-50\npages\nDigitalized\nPersonal\nInformation\nForms (DPIF)\nThis is the datafile containing all the basic personal\ninformation of interviewees culled out from PIFs. This file is\nsecurely stored in a KU Loket secured folder of the researcher.\nN\nD\nN,T\nExcel\n(.xlsx)\n<1GB\nNA\nSigned Informed\nConsent Forms\n(SICF)\nThese are the signed copies of the Informed Consent Forms\nprovided to the research participants. They are archived for\nrecords purposes.\nN\nP\nT\nNA\nNA\n20-30\nForms\nCreated using DMPonline.be. Last modiﬁed 16 January 2024\n2 of 7\nBibliographic\ncollection of\nprimary and\nsecondary sources\n(BIBL)\nA collection of digital books, chapters and series, articles, and\njournals that constitute the literature and overview of the\ndiscourses relevant to the study. These files are uploaded to\nZotero for annotations, coding, and thematic analysis. The files\nare also stored in the researcher's KU Leuven OneDrive\naccount as back-up.\nE\nD\nT\nPDF\n(.pdf)\nWord\n(.wordx)\n<10G\n \nPseudonymization\nMatching Index\n(PMI)\nThis is a file reference for the pseudonymized data in the study\nwhich are mostly real names and other data identifiers. This\nfile is restricted and securely stored in the KU Loket folder\nfolder of the researcher.\nN\nD\nT\nCSV\n(.csv)\n<1GB\nNA\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data\ntype:\ntype:\nMost existing data utilized in the project is the related literature, which is comprised of books, book sections/chapters, online articles, journals,\netc. These references are identified in the bibliographical list of the study.\nAs regards monitoring the number of displaced people in Mindanao, Philippines, this study relies on the updated data provided by the UNCHR\nRefugee Agency (Philippines) available at: \nhttps://www.unhcr.org/ph/protection-cluster/mindanao-displacement-dashboards\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nspecific datasets or data types when appropriate and provide the relevant ethical approval number.\nYes, human subject data (Provide SMEC or EC approval number below)\nApproval No. (SMEC): G-2023-7255\nThe human subject data are only utilized insofar as providing further profiling of subjects. These data include: name, gender, religious\nbackground, age, address, organizational/institutional affiliation, etc. These data will not, however, be used for research data analysis and\nsynthesis.\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nWill you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ\nLeuven privacy register number (G or S number).\nLeuven privacy register number (G or S number).\nYes (Provide PRET G-number or EC S-number below)\nApproval No. (SMEC): G-2023-7255\nOrdinary personal data: \nOrdinary personal data: \nIdentification information (e.g. names, (email) addresses)\nPersonal details (e.g. age, gender)\nCharacteristics of individuals’ home\nOccupation and professional activities\nAudio and video recordings\nIdentification Data: mobile number, titles, profession/organization\nSpecial categories of personal data:\nSpecial categories of personal data:\nData revealing racial or ethnic origin\nData revealing political opinions\nData revealing religious or philosophical beliefs\nPolitics: opinions/beliefs\nPolitics: membership of political parties/organizations\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?  If so,\nplease comment per dataset or data type where appropriate. \nplease comment per dataset or data type where appropriate. \nNo\nCreated using DMPonline.be. Last modiﬁed 16 January 2024\n3 of 7\nThis project does not pose any potential for commercial valorization since it mainly focuses non-profit and volunteer-driven organizations and\nvulnerable communities.\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements,\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nResearch collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place.\nNo\nOnly the researcher and promoters, in compliance with the GDPR of KU Leuven and the Faculty of Theology and Religious Studies, have\nexclusive access and right to the use and dissemination of data involved in the study.\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nexplain in the comment section to what data they relate and which restrictions will be asserted.\nNo\nData culled from already existing literature, such as published articles, journals, and books, will be cited properly according to the KU\nLeuven's Faculty of Theology and Religious Studies guidelines for compositions of essays, theses, and dissertations. Generally speaking, the\nfaculty utilizes Chicago Manual of Style, 7th edition. The researcher will also see to it that all citations are properly cited and non-plagiarized.\nDocumentation and Metadata\nDocumentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep \nClearly describe what approach will be followed to capture the accompanying information necessary to keep \ndata understandable and usable\ndata understandable and usable\n,\n,\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nfor yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab\nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nNotebooks, README.txt files, codebook.tsv etc. where this information is recorded). \nAll important research data will be stored in a OneCloud Drive that KU Leuven provides. This storage system is securely backed up and is only\naccessible through the researcher's KU Loket account. Transcriptions (ITS1 and ITS2) based on audio recordings of person-to-person\ninterviews (ARS1 and ARS2) are uploaded, coded, and analyzed in the NVivo platform. Thematic analysis and synthesis of empirical data are\nalso performed in the NVivo software. This dataset, which comes in the form of (.nvpx) is saved in the researcher's OneCloud Drive. The\ncoding and analysis of the data is further guided by Kathy Charmaz's constuctivist grounded theory.\nSince identifying information, specifically, the proper names and affiliated organizations/institutions of research participants, are\npseudonymized, the file entitled Pseudonymization Matching Index (PMI) will serve as the guiding reference so as not to conflate the data.\nThis file will also be accessible to the researcher's thesis supervisors for reference purposes.\nWill a metadata standard be used to make it easier to \nWill a metadata standard be used to make it easier to \nfind and reuse the data\nfind and reuse the data\n?  \n?  \nIf so, please specify which metadata standard will be used. \nIf so, please specify which metadata standard will be used. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nIf not, please specify which metadata will be created to make the data easier to find and reuse. \nYes\nIf deemed necessary, this project will utilize the Dublin Core metadata standard. In terms of the archiving of the reviewed literature, this\nresearch makes use of Zotero with articles saved in OneDrive KU Leuven as back up.\nData Storage & Back-up during the Research Project\nData Storage & Back-up during the Research Project\nWhere will the data be stored?\nWhere will the data be stored?\nOneDrive (KU Leuven)\nCreated using DMPonline.be. Last modiﬁed 16 January 2024\n4 of 7\nThis research primarily saves all important data files in the OneDrive (KU Leuven) storage. Most data stored here  do not contain any personal\nor private information of the researcher and the participants (i.e., journal articles, desk research notes, interview questions, information letters,\npublication materials, pseudonymized transcripts and interview analyses).\nThe data that may contain personal and private information will be secured in a KU Leuven managed storage, specifically a Sharepoint On-\nPremise Site. Access to the site will be purchased as soon as the first interview data is generated. \nHow will the data be backed up?\nHow will the data be backed up?\nStandard back-up provided by KU Leuven ICTS for my storage solution\nThe data will be stored on OneDrive for Business. KU Leuven ICTS protects and manages the accounts used.\n \n \n \nIs there currently sufficient storage & backup capacity during the project? \nIs there currently sufficient storage & backup capacity during the project? \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nIf no or insufficient storage or backup capacities are available, explain how this will be taken care of. \nYes\nMost data will consist of audio files, texts in pdf, and Word files. It is projected that the data that do not contain personal data and the videos\ncan be stored in the 2TB storage that comes from the KU Leuven's OneDrive cloud storage, which is free for staff and students of KU Leuven.\nSensitive files that have personal data will be stored in the SharePoint Online-Site which is free for KU Leuven staff and offers 5TB of storage.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? \nOnly the researcher (Niel John Capidos) has the restricted access to the files that contain personal data and audio interview files. KU Leuven\nOneDrive storage utilizes multifactor authentication to protect access to strictly confidential data.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nOneDrive storage from KU Leuven is free for students and staff. Likewise, SharePoint online-site is free for KU Leuven staff. In the unlikely\nevent that additional storage space is required, the researcher's Global South bench fee will be used to cover the costs.\nData Preservation after the end of the Research Project\nData Preservation after the end of the Research Project\nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nWhich data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? \nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\nIn case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional\npolicies...).\npolicies...).\nAll data will be preserved for 10 years according to KU Leuven RDM policy\nThe project follows a 4-year timeline and all data that are archived and generated will be preserved for 10 years according to the KU Leuven\nRDM policy. This project foresees no necessity to store data more than 10 years.\nWhere will these data be archived (stored and curated for the long-term)? \nWhere will these data be archived (stored and curated for the long-term)? \nCreated using DMPonline.be. Last modiﬁed 16 January 2024\n5 of 7\nKU Leuven RDR\nThe data will be archived via the OneDrive account managed by KU Leuven for at least 10 years. \nData that will contain personal and private information will be deleted once the research project is completed according to the 4-year timeline.\nOnly the analyzed and pseudonymized interview data, and other important data gathered during the research will be kept. As such, these will\nbe stored under the supervision of promoters (Prof. Annemie Dillen and Prof. Ellen Van Stichel) for at least 10 years. \nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nIt is unlikely that this storage will incur additional costs. KU Leuven's storage facility for staff (OneDrive for Business) will be sufficient. In\nthe event that additional storage needs to be purchased, the researcher will use the bench fee fund from the Global South scholarship.\nData Sharing and Reuse\nData Sharing and Reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  \nWill the data (or part of the data) be made available for reuse after/during the project?  \nPlease explain per dataset or data type which data will be made available.\nPlease explain per dataset or data type which data will be made available.\nYes, as restricted data (upon approval, or institutional access only)\nPart of the data may be used when the researcher publishes a research article where the generated data is relevant. The researcher's promoters\nwill supervise the approval for the use of this data. Additionally, the used date will continue to observe KU Leuven's research guidelines on\nprivacy and protection.\nIf access is restricted, please specify who will be able to access the data and under what conditions. \nIf access is restricted, please specify who will be able to access the data and under what conditions. \nOnly the researcher will have access and rights to use this restricted data.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal\nrestrictions)? \nrestrictions)? \nPlease explain per dataset or data type where appropriate.\nPlease explain per dataset or data type where appropriate.\nYes, privacy aspects\nInterview data may contain personal, confidential, and sensitive data such as name, gender, religion, affiliations, as well as ethnic origin,\npolitical and religious views.\nWhere will the data be made available?  \nWhere will the data be made available?  \nIf already known, please provide a repository per dataset or data type.\nIf already known, please provide a repository per dataset or data type.\nKU Leuven RDR (Research Data Repository)\nOther data repository (specify below)\nThe analyzed data from the empirical research will be made available via KU Leuven's RDR (Research Data Repository). Articles that will be\npublished as a result of the analyzed data will be made available via KU Leuven's Lirias (Leuven Institutional Repository and Information\nArchiving System).\nWhen will the data be made available? \nWhen will the data be made available? \nCreated using DMPonline.be. Last modiﬁed 16 January 2024\n6 of 7\nUpon publication of research results\nIt is projected that analyzed data will be made available upon completion of the project and publication of the dissertation.\nWhich data usage licenses are you going to provide? \nWhich data usage licenses are you going to provide? \nIf none, please explain why. \nIf none, please explain why. \nCC-BY 4.0 (data)\nThe project data that can be shared via the online repositories will be made available under a Creative Commons Attribution license (CC-BY\n4.0), so that users have to give credit to the original data creators.\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nDo you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it\nhere. \nhere. \nNo\nWhat are the expected costs for data sharing? How will these costs be covered?  \nWhat are the expected costs for data sharing? How will these costs be covered?  \nThere are no expected costs for many of the data repositories. However, in the event that a paid service is necessary to share data, the bench fee\nprovided by the Global South funding will be used.\nResponsibilities\nResponsibilities\nWho will manage data documentation and metadata during the research project? \nWho will manage data documentation and metadata during the research project? \nThe researcher (Niel John Capidos) will be responsible for the management of the data involved in the research. In other words, he overlooks\nthe important tasks of proper documentation and archiving, secure storage and back up, and organized handling of metadata.\nThe KU Leuven supervisors, namely prof. Annemie Dillen and prof. Ellen Van Stichel, will oversee the process of retaining, reusing and\nsharing of analysed and generated data.\nWho will manage data storage and backup during the research project? \nWho will manage data storage and backup during the research project? \nThe researcher (Niel John Capidos) is responsible for managing the data storage and backup of the research project. \nWho will manage data preservation and sharing? \nWho will manage data preservation and sharing? \nAs the project is ongoing, the researcher will primarily be responsible for the tasks of data management and sharing. He will, however, be\nguided and supervised by his promoters. Prof. Annemie Dillen and Prof. Ellen Van Stichel will look after the preservation and sharing of data\nafter the completion of the doctoral dissertation. \nWho will update and implement this DMP? \nWho will update and implement this DMP? \nThe researcher (Niel John Capidos) will update and implement the DMP.\nCreated using DMPonline.be. Last modiﬁed 16 January 2024\n7 of 7"
    },
    "clean_full_text": "The Power of the Bakwits: Towards a Theological Ethics of Displacement and Encounter The Power of the Bakwits: Towards a Theological Ethics of Displacement and Encounter A Data Management Plan created using DMPonline.be Creator: Creator: Niel John Capidos https://orcid.org/0000-0002-2378-6144 Affiliation: Affiliation: KU Leuven (KUL) Template: Template: KU Leuven BOF-IOF Principal Investigator: Principal Investigator: Niel John Capidos https://orcid.org/0000-0002-2378-6144 Data Manager: Data Manager: Niel John Capidos https://orcid.org/0000-0002-2378-6144 Project Administrator: Project Administrator: Niel John Capidos https://orcid.org/0000-0002-2378-6144 , n.n. n.n., n.n. n.n. Grant number / URL: Grant number / URL: ZKE4454 ID: ID: 203257 Start date: Start date: 02-10-2023 End date: End date: 30-09-2027 Project abstract: Project abstract: Displacement is a common experience disrupting the lives of vulnerable people worldwide. Internally displaced people (IDP) experience forced displacement within borders. In Mindanao, Southern Philippines, IDPs are locally known as bakwits, a vernacular transliteration of the word “evacuate” to describe the phenomenon of social dislocation among indigenous communities. Being a people facing conflict and unsettlement, the bakwits are not merely geographically displaced but are existentially, politically, economically, and religio-culturally marginalized. Utilizing the optics of post-colonial studies that emphasize human persistence and resiliency in the face of adversity, and critical theory that critiques power asymmetries and misrepresentations of the subjugated, this study analyzes the phenomenon of displacement by accentuating the agency and creativity of the displaced. Employing constructivist grounded theory and participatory action research, this study rediscovers the voices of disenfranchised grassroots communities. Navigating between theory and praxis, this study proceeds to articulate a theology of encounter and ethics of displacement that underlines the contextuality of the displaced bakwits of Mindanao. With their narratives and perspectives as indispensable sources of theological and ethical reflection, this dissertation ultimately reimagines an understanding of Christian faith and witnessing disturbed and enriched by the reality of displacement. Last modified: Last modified: 16-01-2024 Created using DMPonline.be. Last modiﬁed 16 January 2024 1 of 7 The Power of the Bakwits: Towards a Theological Ethics of Displacement and Encounter The Power of the Bakwits: Towards a Theological Ethics of Displacement and Encounter Research Data Summary Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. technical format (file extension), and an estimate of the upper limit of the volume of the data. Dataset name / ID Description New or reuse Digital or Physical data Data Type File format Data volume Physical volume Indicate: N N (ew data) or E E (xisting data) Indicate: D D (igital) or P P (hysical) Indicate: A A udiovisual I I mages S S ound N N umerical T T extual M M odel SO SO ftware Other (specify) Indicate: <1GB <100GB <1TB <5TB >5TB NA Audio Recordings Set 1 (ARS1) These are recorded audio files of interviews with key informants/ research participants who identify as Internally Displaced Persons (IDPs) a.k.a. ''bakwits.'' The files have been obtained by means of a recording device. The audio files are stored in the researcher's KU Leuven OneDrive account. N D S MP3 (.mp3) WAV (.wav) <1GB NA Audio Recordings Set 2 (ARS2) These are recorded audio files of interviews with key informants/ research participants who identify as personnel or volunteers from NGOs and Church networks that look after IDP communities. These audio files have been obtained by means of a recording device. The audio files are stored in the researcher's KU Leuven OneDrive account. N D S MP3 (.mp3) WAV (.wav) <1GB NA Interview Transcriptions Set 1 (ITS1) These are the transcribed texts of audio recorded interviews of ARS1. Each interview is transcribed into one text document. The text documents are uploaded to the NVivo software for coding and analysis. There are approximately 10-15 word files stored in the researcher's KU Leuven OneDrive account for this dataset. N D T Word (.docx) <1GB NA Interview Transcriptions Set 2 (ITS2) Transcribed texts from ARS2. Each interview is transcribed into one text document. The text documents are uploaded to the NVivo software for coding and analysis. There are approximately 10-15 word files stored in the researcher's KU Leuven OneDrive account for this dataset. N D T Word (.docx) <1GB NA Personal Information Forms (PIF) These are the filled-out forms that contain the basic personal information of interviewees. These forms were voluntarily filled in by research participants prior to the interview proper. These forms are archived in a locked storage cabinet in the working office of the researcher. N P T NA NA 40-50 pages Digitalized Personal Information Forms (DPIF) This is the datafile containing all the basic personal information of interviewees culled out from PIFs. This file is securely stored in a KU Loket secured folder of the researcher. N D N,T Excel (.xlsx) <1GB NA Signed Informed Consent Forms (SICF) These are the signed copies of the Informed Consent Forms provided to the research participants. They are archived for records purposes. N P T NA NA 20-30 Forms Created using DMPonline.be. Last modiﬁed 16 January 2024 2 of 7 Bibliographic collection of primary and secondary sources (BIBL) A collection of digital books, chapters and series, articles, and journals that constitute the literature and overview of the discourses relevant to the study. These files are uploaded to Zotero for annotations, coding, and thematic analysis. The files are also stored in the researcher's KU Leuven OneDrive account as back-up. E D T PDF (.pdf) Word (.wordx) <10G Pseudonymization Matching Index (PMI) This is a file reference for the pseudonymized data in the study which are mostly real names and other data identifiers. This file is restricted and securely stored in the KU Loket folder folder of the researcher. N D T CSV (.csv) <1GB NA If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: type: Most existing data utilized in the project is the related literature, which is comprised of books, book sections/chapters, online articles, journals, etc. These references are identified in the bibliographical list of the study. As regards monitoring the number of displaced people in Mindanao, Philippines, this study relies on the updated data provided by the UNCHR Refugee Agency (Philippines) available at: https://www.unhcr.org/ph/protection-cluster/mindanao-displacement-dashboards Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, refer to specific datasets or data types when appropriate and provide the relevant ethical approval number. specific datasets or data types when appropriate and provide the relevant ethical approval number. Yes, human subject data (Provide SMEC or EC approval number below) Approval No. (SMEC): G-2023-7255 The human subject data are only utilized insofar as providing further profiling of subjects. These data include: name, gender, religious background, age, address, organizational/institutional affiliation, etc. These data will not, however, be used for research data analysis and synthesis. Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Will you process personal data? If so, please refer to specific datasets or data types when appropriate and provide the KU Leuven or UZ Leuven privacy register number (G or S number). Leuven privacy register number (G or S number). Yes (Provide PRET G-number or EC S-number below) Approval No. (SMEC): G-2023-7255 Ordinary personal data: Ordinary personal data: Identification information (e.g. names, (email) addresses) Personal details (e.g. age, gender) Characteristics of individuals’ home Occupation and professional activities Audio and video recordings Identification Data: mobile number, titles, profession/organization Special categories of personal data: Special categories of personal data: Data revealing racial or ethnic origin Data revealing political opinions Data revealing religious or philosophical beliefs Politics: opinions/beliefs Politics: membership of political parties/organizations Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. please comment per dataset or data type where appropriate. No Created using DMPonline.be. Last modiﬁed 16 January 2024 3 of 7 This project does not pose any potential for commercial valorization since it mainly focuses non-profit and volunteer-driven organizations and vulnerable communities. Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material or Data transfer agreements, Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. Research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. No Only the researcher and promoters, in compliance with the GDPR of KU Leuven and the Faculty of Theology and Religious Studies, have exclusive access and right to the use and dissemination of data involved in the study. Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. explain in the comment section to what data they relate and which restrictions will be asserted. No Data culled from already existing literature, such as published articles, journals, and books, will be cited properly according to the KU Leuven's Faculty of Theology and Religious Studies guidelines for compositions of essays, theses, and dissertations. Generally speaking, the faculty utilizes Chicago Manual of Style, 7th edition. The researcher will also see to it that all citations are properly cited and non-plagiarized. Documentation and Metadata Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable data understandable and usable , , for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab for yourself and others, now and in the future (e.g. in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). Notebooks, README.txt files, codebook.tsv etc. where this information is recorded). All important research data will be stored in a OneCloud Drive that KU Leuven provides. This storage system is securely backed up and is only accessible through the researcher's KU Loket account. Transcriptions (ITS1 and ITS2) based on audio recordings of person-to-person interviews (ARS1 and ARS2) are uploaded, coded, and analyzed in the NVivo platform. Thematic analysis and synthesis of empirical data are also performed in the NVivo software. This dataset, which comes in the form of (.nvpx) is saved in the researcher's OneCloud Drive. The coding and analysis of the data is further guided by Kathy Charmaz's constuctivist grounded theory. Since identifying information, specifically, the proper names and affiliated organizations/institutions of research participants, are pseudonymized, the file entitled Pseudonymization Matching Index (PMI) will serve as the guiding reference so as not to conflate the data. This file will also be accessible to the researcher's thesis supervisors for reference purposes. Will a metadata standard be used to make it easier to Will a metadata standard be used to make it easier to find and reuse the data find and reuse the data ? ? If so, please specify which metadata standard will be used. If so, please specify which metadata standard will be used. If not, please specify which metadata will be created to make the data easier to find and reuse. If not, please specify which metadata will be created to make the data easier to find and reuse. Yes If deemed necessary, this project will utilize the Dublin Core metadata standard. In terms of the archiving of the reviewed literature, this research makes use of Zotero with articles saved in OneDrive KU Leuven as back up. Data Storage & Back-up during the Research Project Data Storage & Back-up during the Research Project Where will the data be stored? Where will the data be stored? OneDrive (KU Leuven) Created using DMPonline.be. Last modiﬁed 16 January 2024 4 of 7 This research primarily saves all important data files in the OneDrive (KU Leuven) storage. Most data stored here do not contain any personal or private information of the researcher and the participants (i.e., journal articles, desk research notes, interview questions, information letters, publication materials, pseudonymized transcripts and interview analyses). The data that may contain personal and private information will be secured in a KU Leuven managed storage, specifically a Sharepoint On- Premise Site. Access to the site will be purchased as soon as the first interview data is generated. How will the data be backed up? How will the data be backed up? Standard back-up provided by KU Leuven ICTS for my storage solution The data will be stored on OneDrive for Business. KU Leuven ICTS protects and manages the accounts used. Is there currently sufficient storage & backup capacity during the project? Is there currently sufficient storage & backup capacity during the project? If no or insufficient storage or backup capacities are available, explain how this will be taken care of. If no or insufficient storage or backup capacities are available, explain how this will be taken care of. Yes Most data will consist of audio files, texts in pdf, and Word files. It is projected that the data that do not contain personal data and the videos can be stored in the 2TB storage that comes from the KU Leuven's OneDrive cloud storage, which is free for staff and students of KU Leuven. Sensitive files that have personal data will be stored in the SharePoint Online-Site which is free for KU Leuven staff and offers 5TB of storage. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Only the researcher (Niel John Capidos) has the restricted access to the files that contain personal data and audio interview files. KU Leuven OneDrive storage utilizes multifactor authentication to protect access to strictly confidential data. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? OneDrive storage from KU Leuven is free for students and staff. Likewise, SharePoint online-site is free for KU Leuven staff. In the unlikely event that additional storage space is required, the researcher's Global South bench fee will be used to cover the costs. Data Preservation after the end of the Research Project Data Preservation after the end of the Research Project Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? Which data will be retained for 10 years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). policies...). All data will be preserved for 10 years according to KU Leuven RDM policy The project follows a 4-year timeline and all data that are archived and generated will be preserved for 10 years according to the KU Leuven RDM policy. This project foresees no necessity to store data more than 10 years. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Created using DMPonline.be. Last modiﬁed 16 January 2024 5 of 7 KU Leuven RDR The data will be archived via the OneDrive account managed by KU Leuven for at least 10 years. Data that will contain personal and private information will be deleted once the research project is completed according to the 4-year timeline. Only the analyzed and pseudonymized interview data, and other important data gathered during the research will be kept. As such, these will be stored under the supervision of promoters (Prof. Annemie Dillen and Prof. Ellen Van Stichel) for at least 10 years. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? It is unlikely that this storage will incur additional costs. KU Leuven's storage facility for staff (OneDrive for Business) will be sufficient. In the event that additional storage needs to be purchased, the researcher will use the bench fee fund from the Global South scholarship. Data Sharing and Reuse Data Sharing and Reuse Will the data (or part of the data) be made available for reuse after/during the project? Will the data (or part of the data) be made available for reuse after/during the project? Please explain per dataset or data type which data will be made available. Please explain per dataset or data type which data will be made available. Yes, as restricted data (upon approval, or institutional access only) Part of the data may be used when the researcher publishes a research article where the generated data is relevant. The researcher's promoters will supervise the approval for the use of this data. Additionally, the used date will continue to observe KU Leuven's research guidelines on privacy and protection. If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. Only the researcher will have access and rights to use this restricted data. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? restrictions)? Please explain per dataset or data type where appropriate. Please explain per dataset or data type where appropriate. Yes, privacy aspects Interview data may contain personal, confidential, and sensitive data such as name, gender, religion, affiliations, as well as ethnic origin, political and religious views. Where will the data be made available? Where will the data be made available? If already known, please provide a repository per dataset or data type. If already known, please provide a repository per dataset or data type. KU Leuven RDR (Research Data Repository) Other data repository (specify below) The analyzed data from the empirical research will be made available via KU Leuven's RDR (Research Data Repository). Articles that will be published as a result of the analyzed data will be made available via KU Leuven's Lirias (Leuven Institutional Repository and Information Archiving System). When will the data be made available? When will the data be made available? Created using DMPonline.be. Last modiﬁed 16 January 2024 6 of 7 Upon publication of research results It is projected that analyzed data will be made available upon completion of the project and publication of the dissertation. Which data usage licenses are you going to provide? Which data usage licenses are you going to provide? If none, please explain why. If none, please explain why. CC-BY 4.0 (data) The project data that can be shared via the online repositories will be made available under a Creative Commons Attribution license (CC-BY 4.0), so that users have to give credit to the original data creators. Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it Do you intend to add a persistent identifier (PID) to your dataset(s), e.g. a DOI or accession number? If already available, please provide it here. here. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? There are no expected costs for many of the data repositories. However, in the event that a paid service is necessary to share data, the bench fee provided by the Global South funding will be used. Responsibilities Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The researcher (Niel John Capidos) will be responsible for the management of the data involved in the research. In other words, he overlooks the important tasks of proper documentation and archiving, secure storage and back up, and organized handling of metadata. The KU Leuven supervisors, namely prof. Annemie Dillen and prof. Ellen Van Stichel, will oversee the process of retaining, reusing and sharing of analysed and generated data. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The researcher (Niel John Capidos) is responsible for managing the data storage and backup of the research project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? As the project is ongoing, the researcher will primarily be responsible for the tasks of data management and sharing. He will, however, be guided and supervised by his promoters. Prof. Annemie Dillen and Prof. Ellen Van Stichel will look after the preservation and sharing of data after the completion of the doctoral dissertation. Who will update and implement this DMP? Who will update and implement this DMP? The researcher (Niel John Capidos) will update and implement the DMP. Created using DMPonline.be. Last modiﬁed 16 January 2024 7 of 7"
}