{
    "document_id": "D-2024-3454",
    "LinkTitle": "D-2024-3454",
    "file_name": "D-2024-3454.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2024-3454.pdf",
    "metadata": {
        "title": "Sputtered Epitaxial Perpendicular MTJs for Next-Generation MRAM",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "Plan Overview\nPlan Overview\nA Data Management Plan created using DMPonline.be\nTitle: \nTitle: \nSputtered Epitaxial Perpendicular MTJs for Next-Generation MRAM\nCreator:\nCreator:\nHannah Tran\nPrincipal Investigator: \nPrincipal Investigator: \nHannah Tran\nData Manager: \nData Manager: \nHannah Tran\nAffiliation: \nAffiliation: \nKU Leuven (KUL)\nFunder: \nFunder: \nFonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO)\nTemplate: \nTemplate: \nFWO DMP (Flemish Standard DMP)\nPrincipal Investigator:\nPrincipal Investigator:\n \nHannah Tran\nData Manager:\nData Manager:\n \nHannah Tran\nProject abstract:\nProject abstract:\nThe semiconductor industry is undergoing a transformative shift fueled by AI-driven applications, underscoring the importance of\nadvanced memory technologies.  While conventional memory solutions like SRAM, DRAM, and Flash encounter challenges in\nperformance and power efficiency, Magnetic Random Access Memory (MRAM) offers compelling advantages including low latency,\npower efficiency, and scalability. However, regardless of the writing mechanisms used in MRAM, such as spin-transfer torque (STT),\nspin-orbit torque (SOT), and voltage-control-magnetic-anisotropy (VCMA), MRAM devices encounter inherent issues including high\nswitching energy and reliability concerns. To address these issues, this research approaches from material aspect, focuses on\ndeveloping epitaxial Magnetic Tunneling Junctions (MTJ). By exploring new materials and improving material quality to reduce\nscattering during read/write processes and enhance the tunneling magnetoresistance (TMR) ratio, this research lays the groundwork for\nthe development of high-performance MTJs that can be seamlessly integrated into standard MRAM processing during production.\nThrough the advancement of epitaxial MTJ development, this project aims to accelerate the commercialization of MRAM technologies,\ncatering to the evolving needs of various sectors for advanced memory solutions. This initiative will drive innovation and foster economic\ngrowth within the semiconductor industry.\nID: \nID: \n214132\nStart date: \nStart date: \n10-10-2023\nEnd date: \nEnd date: \n01-11-2028\nLast modified: \nLast modified: \n01-04-2025\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n1 of 5\nSputtered Epitaxial Perpendicular MTJs for Next-Generation MRAM\nSputtered Epitaxial Perpendicular MTJs for Next-Generation MRAM\nFWO DMP (Flemish Standard DMP)\nFWO DMP (Flemish Standard DMP)\n1. Research Data Summary\n1. Research Data Summary\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\nList and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\neach dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nwhat data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nof the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data.\nData name\nNew or\nreused\nDigital or Physical\nDigital Data Type\nDigital Data\nformat\nDigital data volume\n(MB/GB/TB)\nX-ray\ndiffraction/reflection\npatterns\nGenerate\nnew data\nDigital\nExperimental\n.txt\n.rasx\n<100GB\nAFM/TEM/SEM\nimages\nGenerate\nnew data\nDigital\nExperimental\n.jpg\n.tif\n<100GB\nExperiment log file\nGenerate\nnew data\nDigital\nExperimental\n.xlsx\n<10GB\nMagnetic\nmeasurement\nGenerate\nnew data\nDigital\nExperimental\n.txt\n<100GB\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\nIf you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per\ndataset or data type:\ndataset or data type:\nNA\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nAre there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)?\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nDescribe these issues in the comment section. Please refer to specific datasets or data types when appropriate.\nNo\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nWill you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer\nto specific datasets or data types when appropriate.\nto specific datasets or data types when appropriate.\nNo\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nDoes your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)?\nIf so, please comment per dataset or data type where appropriate.\nIf so, please comment per dataset or data type where appropriate.\nNo\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nDo existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nagreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what\nrestrictions are in place.\nrestrictions are in place.\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n2 of 5\nNo\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\nAre there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\n(re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted.\nNo\n2. Documentation and Metadata\n2. Documentation and Metadata\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nClearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nand usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nused, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded).\nThe X-ray and magnetic data will be saved with header and units in .txt file to allow reading by any text-reading application and\nprocessed. The data in image format will be saved in .jpg or .tif with data is embedded and can be retrieved by appropriate\napplications.\nThe details of experiments are documented in .xlsx files with detailed conditions and sample IDs.\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\nWill a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\ndataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type)\nwhich metadata will be created to make the data easier to find and reuse.\nwhich metadata will be created to make the data easier to find and reuse.\nYes\nThe metadata always pertains to a specific generation of wafers, samples, or devices. It is then supplemented with additional\ndetails regarding the specific characterization or simulation conducted.\n3. Data storage & back-up during the research project\n3. Data storage & back-up during the research project\nWhere will the data be stored?\nWhere will the data be stored?\nThe data is stored in IMEC' s servers.\nHow will the data be backed up?\nHow will the data be backed up?\nIMEC's central servers and cloud offer ample storage and backup capacity.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIs there currently sufficient storage & backup capacity during the project? If yes, specify concisely.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nIf no or insufficient storage or backup capacities are available, then explain how this will be taken care of.\nYes\nIMEC's server is capable.\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nHow will you ensure that the data are securely stored and not accessed or modified by unauthorized persons?\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n3 of 5\nThe assigned folders requires authorization by the project managers and IMEC ICT team.\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nWhat are the expected costs for data storage and backup during the research project? How will these costs be covered?\nNo cost is expected.\n4. Data preservation after the end of the research project\n4. Data preservation after the end of the research project\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nWhich data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nthe end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual\nrestrictions, storage/budget issues, institutional policies...).\nrestrictions, storage/budget issues, institutional policies...).\nBoth raw and analysed data will be retained.\nWhere will these data be archived (stored and curated for the long-term)?\nWhere will these data be archived (stored and curated for the long-term)?\nBoth raw and analysed data are stored in directories on IMEC's intranet.\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nWhat are the expected costs for data preservation during the expected retention period? How will these costs be covered?\nNo cost is expected.\n5. Data sharing and reuse\n5. Data sharing and reuse\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\nWill the data (or part of the data) be made available for reuse after/during the project?  In the comment section please explain per\ndataset or data type which data will be made available.\ndataset or data type which data will be made available.\nYes, in a restricted access repository (after approval, institutional access only, …)\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nIf access is restricted, please specify who will be able to access the data and under what conditions.\nThe PhD student, Tran Thi Thu Huong, is responsible for data documentation, and access to the data is granted upon request and\ncollaboration.\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nAre there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party,\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nlegal restrictions)? Please explain in the comment section per dataset or data type where appropriate.\nNo\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nWhere will the data be made available? If already known, please provide a repository per dataset or data type.\nUpon request by mail. A sharing method will be discussed.\nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n4 of 5\nWhen will the data be made available?\nWhen will the data be made available?\nUpon publication of the research results\nWhich data usage licenses are you going to provide? If none, please explain why.\nWhich data usage licenses are you going to provide? If none, please explain why.\nCC-BY-NC-SA-4.0\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\nDo you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the\ncomment section.\ncomment section.\nNo\nWhat are the expected costs for data sharing? How will these costs be covered?\nWhat are the expected costs for data sharing? How will these costs be covered?\nNo cost is expected.\n6. Responsibilities\n6. Responsibilities\nWho will manage data documentation and metadata during the research project?\nWho will manage data documentation and metadata during the research project?\nThe PhD student, Tran Thi Thu Huong, and IMEC will manage data documentation and metadata during the research project. \nWho will manage data storage and backup during the research project?\nWho will manage data storage and backup during the research project?\nThe PhD student, Tran Thi Thu Huong, and IMEC will manage data storage and backup during the research project. \nWho will manage data preservation and sharing?\nWho will manage data preservation and sharing?\nThe PhD student, Tran Thi Thu Huong, funded by this grant, is responsible for data preservation and reuse. \nWho will update and implement this DMP?\nWho will update and implement this DMP?\nThe PhD student, Tran Thi Thu Huong, funded by this grant, is responsible for updating and implementing this DMP. \nCreated using DMPonline.be. Last modiﬁed 01 April 2025\n5 of 5"
    },
    "clean_full_text": "Plan Overview Plan Overview A Data Management Plan created using DMPonline.be Title: Title: Sputtered Epitaxial Perpendicular MTJs for Next-Generation MRAM Creator: Creator: Hannah Tran Principal Investigator: Principal Investigator: Hannah Tran Data Manager: Data Manager: Hannah Tran Affiliation: Affiliation: KU Leuven (KUL) Funder: Funder: Fonds voor Wetenschappelijk Onderzoek - Research Foundation Flanders (FWO) Template: Template: FWO DMP (Flemish Standard DMP) Principal Investigator: Principal Investigator: Hannah Tran Data Manager: Data Manager: Hannah Tran Project abstract: Project abstract: The semiconductor industry is undergoing a transformative shift fueled by AI-driven applications, underscoring the importance of advanced memory technologies. While conventional memory solutions like SRAM, DRAM, and Flash encounter challenges in performance and power efficiency, Magnetic Random Access Memory (MRAM) offers compelling advantages including low latency, power efficiency, and scalability. However, regardless of the writing mechanisms used in MRAM, such as spin-transfer torque (STT), spin-orbit torque (SOT), and voltage-control-magnetic-anisotropy (VCMA), MRAM devices encounter inherent issues including high switching energy and reliability concerns. To address these issues, this research approaches from material aspect, focuses on developing epitaxial Magnetic Tunneling Junctions (MTJ). By exploring new materials and improving material quality to reduce scattering during read/write processes and enhance the tunneling magnetoresistance (TMR) ratio, this research lays the groundwork for the development of high-performance MTJs that can be seamlessly integrated into standard MRAM processing during production. Through the advancement of epitaxial MTJ development, this project aims to accelerate the commercialization of MRAM technologies, catering to the evolving needs of various sectors for advanced memory solutions. This initiative will drive innovation and foster economic growth within the semiconductor industry. ID: ID: 214132 Start date: Start date: 10-10-2023 End date: End date: 01-11-2028 Last modified: Last modified: 01-04-2025 Created using DMPonline.be. Last modiﬁed 01 April 2025 1 of 5 Sputtered Epitaxial Perpendicular MTJs for Next-Generation MRAM Sputtered Epitaxial Perpendicular MTJs for Next-Generation MRAM FWO DMP (Flemish Standard DMP) FWO DMP (Flemish Standard DMP) 1. Research Data Summary 1. Research Data Summary List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For List and describe all datasets or research materials that you plan to generate/collect or reuse during your research project. For each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know each dataset or data type (observational, experimental etc.), provide a short name & description (sufficient for yourself to know what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type what data it is about), indicate whether the data are newly generated/collected or reused, digital or physical, also indicate the type of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. of the data (the kind of content), its technical format (file extension), and an estimate of the upper limit of the volume of the data. Data name New or reused Digital or Physical Digital Data Type Digital Data format Digital data volume (MB/GB/TB) X-ray diffraction/reflection patterns Generate new data Digital Experimental .txt .rasx <100GB AFM/TEM/SEM images Generate new data Digital Experimental .jpg .tif <100GB Experiment log file Generate new data Digital Experimental .xlsx <10GB Magnetic measurement Generate new data Digital Experimental .txt <100GB If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per If you reuse existing data, please specify the source, preferably by using a persistent identifier (e.g. DOI, Handle, URL etc.) per dataset or data type: dataset or data type: NA Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. Describe these issues in the comment section. Please refer to specific datasets or data types when appropriate. No Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer Will you process personal data? If so, briefly describe the kind of personal data you will use in the comment section. Please refer to specific datasets or data types when appropriate. to specific datasets or data types when appropriate. No Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? Does your work have potential for commercial valorization (e.g. tech transfer, for example spin-offs, commercial exploitation, …)? If so, please comment per dataset or data type where appropriate. If so, please comment per dataset or data type where appropriate. No Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer Do existing 3rd party agreements restrict exploitation or dissemination of the data you (re)use (e.g. Material/Data transfer agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what agreements/ research collaboration agreements)? If so, please explain in the comment section to what data they relate and what restrictions are in place. restrictions are in place. Created using DMPonline.be. Last modiﬁed 01 April 2025 2 of 5 No Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you Are there any other legal issues, such as intellectual property rights and ownership, to be managed related to the data you (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. (re)use? If so, please explain in the comment section to what data they relate and which restrictions will be asserted. No 2. Documentation and Metadata 2. Documentation and Metadata Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable Clearly describe what approach will be followed to capture the accompanying information necessary to keep data understandable and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures and usable, for yourself and others, now and in the future (e.g., in terms of documentation levels and types required, procedures used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). used, Electronic Lab Notebooks, README.txt files, Codebook.tsv etc. where this information is recorded). The X-ray and magnetic data will be saved with header and units in .txt file to allow reading by any text-reading application and processed. The data in image format will be saved in .jpg or .tif with data is embedded and can be retrieved by appropriate applications. The details of experiments are documented in .xlsx files with detailed conditions and sample IDs. Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per Will a metadata standard be used to make it easier to find and reuse the data? If so, please specify (where appropriate per dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) dataset or data type) which metadata standard will be used. If not, please specify (where appropriate per dataset or data type) which metadata will be created to make the data easier to find and reuse. which metadata will be created to make the data easier to find and reuse. Yes The metadata always pertains to a specific generation of wafers, samples, or devices. It is then supplemented with additional details regarding the specific characterization or simulation conducted. 3. Data storage & back-up during the research project 3. Data storage & back-up during the research project Where will the data be stored? Where will the data be stored? The data is stored in IMEC' s servers. How will the data be backed up? How will the data be backed up? IMEC's central servers and cloud offer ample storage and backup capacity. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. Is there currently sufficient storage & backup capacity during the project? If yes, specify concisely. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. If no or insufficient storage or backup capacities are available, then explain how this will be taken care of. Yes IMEC's server is capable. How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? How will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? Created using DMPonline.be. Last modiﬁed 01 April 2025 3 of 5 The assigned folders requires authorization by the project managers and IMEC ICT team. What are the expected costs for data storage and backup during the research project? How will these costs be covered? What are the expected costs for data storage and backup during the research project? How will these costs be covered? No cost is expected. 4. Data preservation after the end of the research project 4. Data preservation after the end of the research project Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after Which data will be retained for at least five years (or longer, in agreement with other retention policies that are applicable) after the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual the end of the project? In case some data cannot be preserved, clearly state the reasons for this (e.g. legal or contractual restrictions, storage/budget issues, institutional policies...). restrictions, storage/budget issues, institutional policies...). Both raw and analysed data will be retained. Where will these data be archived (stored and curated for the long-term)? Where will these data be archived (stored and curated for the long-term)? Both raw and analysed data are stored in directories on IMEC's intranet. What are the expected costs for data preservation during the expected retention period? How will these costs be covered? What are the expected costs for data preservation during the expected retention period? How will these costs be covered? No cost is expected. 5. Data sharing and reuse 5. Data sharing and reuse Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per Will the data (or part of the data) be made available for reuse after/during the project? In the comment section please explain per dataset or data type which data will be made available. dataset or data type which data will be made available. Yes, in a restricted access repository (after approval, institutional access only, …) If access is restricted, please specify who will be able to access the data and under what conditions. If access is restricted, please specify who will be able to access the data and under what conditions. The PhD student, Tran Thi Thu Huong, is responsible for data documentation, and access to the data is granted upon request and collaboration. Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, Are there any factors that restrict or prevent the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. legal restrictions)? Please explain in the comment section per dataset or data type where appropriate. No Where will the data be made available? If already known, please provide a repository per dataset or data type. Where will the data be made available? If already known, please provide a repository per dataset or data type. Upon request by mail. A sharing method will be discussed. Created using DMPonline.be. Last modiﬁed 01 April 2025 4 of 5 When will the data be made available? When will the data be made available? Upon publication of the research results Which data usage licenses are you going to provide? If none, please explain why. Which data usage licenses are you going to provide? If none, please explain why. CC-BY-NC-SA-4.0 Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the Do you intend to add a PID/DOI/accession number to your dataset(s)? If already available, you have the option to provide it in the comment section. comment section. No What are the expected costs for data sharing? How will these costs be covered? What are the expected costs for data sharing? How will these costs be covered? No cost is expected. 6. Responsibilities 6. Responsibilities Who will manage data documentation and metadata during the research project? Who will manage data documentation and metadata during the research project? The PhD student, Tran Thi Thu Huong, and IMEC will manage data documentation and metadata during the research project. Who will manage data storage and backup during the research project? Who will manage data storage and backup during the research project? The PhD student, Tran Thi Thu Huong, and IMEC will manage data storage and backup during the research project. Who will manage data preservation and sharing? Who will manage data preservation and sharing? The PhD student, Tran Thi Thu Huong, funded by this grant, is responsible for data preservation and reuse. Who will update and implement this DMP? Who will update and implement this DMP? The PhD student, Tran Thi Thu Huong, funded by this grant, is responsible for updating and implementing this DMP. Created using DMPonline.be. Last modiﬁed 01 April 2025 5 of 5"
}