{
    "document_id": "D-2021-1069",
    "LinkTitle": "D-2021-1069",
    "file_name": "D-2021-1069.pdf",
    "file_path": "/Users/JADEPOTTER5/Downloads/DMP-MT/processed_data/pdfs_new/org_pdfs/D-2021-1069.pdf",
    "metadata": {
        "title": "Photocatalytic Valorization of Lignin towards Value-Added End Products - DMP title",
        "author": "N/A",
        "num_pages": 5
    },
    "content": {
        "full_text": "DMP title\nProject Name\n Photocatalytic Valorization of Lignin towards Value-Added End Products - DMP\ntitle\nGrant Title\n 12S1822N\nPrincipal Investigator / Researcher\n Xuejiao Wu\nProject Data Contact\n +32-485433295, wuxjxm@gmail.com\nDescription\n The project aims to develop a performant system with concrete potential for lignin\nvalorization. Two successive processes will be pursued, which are depolymerization of lignin by\nconcurrent cleavage of C-O and C-C bonds and upgrading of aromatic monomers from lignin\ndepolymerization to biopolymers, both under the action of light. This project offers\ninterdisciplinary research in bringing various research disciplines together including biorefinery,\nheterogeneous catalysis, photocatalysis, material science (CdS-based multifunctional catalysts\nand semiconductors with tunable redox potentials), chemical engineering (design of prototype\nflow reactor ), and bioplastics (upgrading to produce biopolymer).\nInstitution\n KU Leuven\n1. General Information\nName applicant\nXuejiao Wu\nFWO Project Number & Title\n12S1822N\n \nPhotocatalytic Valorization of Lignin towards Value-Added End Products\nAffiliation\nKU Leuven\n2. Data description\nWill you generate/collect new data and/or make use of existing data?\nGenerate new data\nDescribe in detail the origin, type and format of the data (per dataset) and its\n(estimated) volume. This may be easiest in a table (see example) or as a data flow and\nper WP or objective of the project. If you reuse existing data, specify the source of\nthese data. \nDistinguish data types (the kind of content) from data formats (the\ntechnical format).\n \nThe project includes two WP, i.e., Work Plan 1, photocatalytic depolymerization of lignin by\nconcurrent C−O and C−C bond cleavage; Work Plan 2, photocatalytic upgrading of lignin-derived\naromatic monomers to biopolymers. These two WP will both produce raw data and analyzed\ndata. The following data types are expected:\n \nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n1 of 5\nType of data\nFormat\nVolume\nHow created\n1. Catalyst\nperformance testing\ndata\n.cdf\n5-10 GB\nThe catalytic performance\nwill be accessed by\nchromatography\n2. X-ray diffraction\nspectrum, X-ray\nphotoelectron\nspectrum,\nattenuated total\nrefraction-infrared\nspectrum, X-ray\nabsorption fine\nstructure\nuncompressed\nraw data\n50-100\nGB\nOriginal characterization\ndata\n3. UV-vis diffuse\nreflectance\nspectrum,\nfemtosecond\ntransient absorption\nmeasurement\n.txt\n500 MB\nOriginal spectral data\n4. High-resolution\nscanning and\ntransmission electron\nmicroscopy\n.tif\n50-\n100GB\nImages will be taken by\nelectron microscope\n5. DFT results\nuncompressed\nraw data, .tif,\n.txt, etc.\n1-3 GB\nDFT calculations will be\nperformed by cooperators\n6. Analyzed data\n.opj\nmax 2\nGB\nAnalyzed data by Origin Lab\nfor a better understanding\nof the original results.\n7. Analyzed data\n.xls\nmax 2\nGB\nAnalyzed data by Excel for\na better understanding of\nthe original results.\n \n3. Legal and ethical issues\nWill you use personal data? \nIf so, shortly describe the kind of personal data you will\nuse. Add the reference to your file in KU Leuven's Register of Data Processing for\nResearch and Public Service Purposes (PRET application). \nBe aware that registering\nthe fact that you process personal data is a legal obligation.\nNo\nPrivacy Registry Reference:\nShort description of the kind of personal data that will be used:\nAre there any ethical issues concerning the creation and/or use of the data (e.g.\nexperiments on humans or animals, dual use)? If so, add the reference to the formal\napproval by the relevant ethical review committee(s)\nNo\nDoes your work possibly result in research data with potential for tech transfer and\nvalorisation? Will IP restrictions be claimed for the data you created? If so, for what\ndata and which restrictions will be asserted?\nNo\nDo existing 3rd party agreements restrict dissemination or exploitation of the data\nyou (re)use? If so, to what data do they relate and what restrictions are in place?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n2 of 5\nNo\n4. Documentation and metadata\nWhat documentation will be provided to enable reuse of the data collected/generated\nin this project?\n1\n. \nThe catalytic performance will be accessed by chromatography, which includes Gas\nChromatography-Flame Ionization Detector (GC-FID), Gas Chromatography-Mass spectrum\n(GC-MS), High-Performance Liquid Chromatography (HPLC). The following information will be\nnoted: catalyst, reaction conditions, reaction performing date. The information will be\ndescribed in detail in a ReadMe file to describe corresponding data.\n2\n. \nCharacterization data including X-ray diffraction spectrum, X-ray photoelectron spectrum,\nattenuated total refraction-infrared spectrum, X-ray absorption fine structure will be saved\nin the original data formats. The data will be stored in separated folders according to\ndifferent characterization methods. A ReadMe file in xls. will be created in every folder to\ndescribe the data, information will include the materials involved and the characterization\nconditions.\n3\n. \nspectral data including UV-vis diffuse reflectance spectrum and femtosecond transient\nabsorption measurement will be saved in txt formats first. The data will be stored in\nseparated folders according to different characterization methods. A ReadMe file in xls. will\nbe created in every folder to describe the data, information will include the materials\ninvolved and the characterization conditions.\n4\n. \nHigh-resolution scanning and transmission electron microscopy will be applied to verify the\nsuccessful synthesis of catalysts. The following information will be noted: dimensions, image\ntype, bit-depth, pixel sizes, and microscope settings. The methodology and protocol will be\ndescribed in detail in the lab book. A ReadMe file of the image collection will be written.\n5\n. \nCooperation with experts for DFT calculations is expected to declare the reaction\nmechanisms on the molecular level. The generated data including uncompressed raw data,\n.tif, .txt, etc. will be provided by the cooperator. These data will be put in order according to\ntheir types and a .txt file explaining these data will be put in the same folder.\n6\n. \nCharacterization data and part of the catalytic performance data will be analyzed by Origin\nLab for a better understanding of the original results. A ReadMe file of the analyzed data will\nbe written.\n7\n. \nThe majority of catalytic performance data will be analyzed in excel for better comparison. A\nReadMe file of the analyzed data will be written.\nWill a metadata standard be used? If so, \ndescribe in detail which standard will be\nused. \nIf no, state in detail which metadata will be created to make the data\neasy/easier to find and reuse.\nNo\nThe 7 types of data will be deposited in 7 folders, each of them contains a ReadMe file (.txt or\n.xls), so the data can be easily found and reused. At the end of this project, the 7 folders will be\nput in one folder, and an extra ReadMe file (.txt) will be generated to explain and summarize the\n7 types of data in detail.  \n5. Data storage and backup during the FWO project\nWhere will the data be stored?\n1\n. \nThe majority of data will be kept on our research unit central storage facility. Copies can be\nmade and kept on personal devices, including the hard drives and computers of the\nresearcher (Xuejiao Wu) and of the lab.\n2\n. \nSince we will collaborate with researchers (for characterization and DFT calculations) from\nother research units and groups, we will use OneDrive for active use of the data during the\nproject.\n \nHow is backup of the data provided?\nThe data will be stored on the university's central servers and OneDrive with automatic daily\nback-up procedures.\nIs there currently sufficient storage & backup capacity during the project? If yes,\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n3 of 5\nspecify concisely. If no or insufficient storage or backup capacities are available then\nexplain how this will be taken care of.\nYes\nThe data will be stored on the university's central servers (e.g., KU Leuven long-term storage,\ncloud server, and Libary Archiv) with automatic back-up procedures, and the storage & backup\ncapacity is sufficient.\nWhat are the expected costs for data storage and back up during the project? How\nwill these costs be covered?\nThe cost will be covered by the research group and partly from the current FWO bench fee.\nData security: how will you ensure that the data are securely stored and not accessed\nor modified by unauthorized persons?\nThe data will be stored in the university's secure environment, and can only be accessed or\nmodified by authorized persons.\n6. Data preservation after the FWO project\nWhich data will be retained for the expected 5 year period after the end of the\nproject? In case only a selection of the data can/will be preserved, clearly state the\nreasons for this (legal or contractual restrictions, physical preservation issues, ...).\nAll data will be retained for at least 5 year period after the end of the project.\nWhere will the data be archived (= stored for the longer term)?\n1. The data will be stored on the university's central servers (with automatic backup procedures)\nfor at least 10 years, conform the KU Leuven RDM policy.\n2. Our project will generate a large volume of data, some of which (like High-resolution scanning\nand transmission electron microscopy) may not be appropriate for sharing since it involves a\nsmall sample that is not representative. The investigators will work with the staff of the KU\nLeuven Libraries to determine what to archive.\nWhat are the expected costs for data preservation during the retention period of 5\nyears? How will the costs be covered?\nAll data together will be compiled into one .zip document. This .zip document with a size < 300\nGB will be hosed on the servers of KU Leuven. The storage is free of cost. The cost for support will\nbe covered by the research group working budget.\n7. Data sharing and reuse\nAre there any factors restricting or preventing the sharing of (some of) the data (e.g.\nas defined in an agreement with a 3rd party, legal restrictions)?\nYes. Specify:\nAll data were restricted for sharing before the publication of papers. \nWhich data will be made available after the end of the project?\nRelevant data will be uploaded to KU Leuven Research Data Repository once an accompanying\npaper is published. \nWhere/how will the data be made available for reuse?\nRelevant data will be uploaded to KU Leuven Research Data Repository once an accompanying\npaper is published. Data will be available on request.\nWhen will the data be made available?\nImmediately after the end of the project\nUpon publication of the research results\nMost data will be available after the end of the project. Some data obtained by 3rd party (e.g.\nDFT calculations and advanced photoelectric characterizations)  will be available only after the\npublication of the research results. \nWho will be able to access the data and under what conditions?\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n4 of 5\nWho will be able to access the data and under what conditions?\nThe created data will be available to anyone, provided that they give appropriate credit to the\ncreators.\nWhat are the expected costs for data sharing? How will the costs be covered?\nN/A\n8. Responsibilities\nWho will be responsible for data documentation & metadata?\nThe investigator, Xuejiao Wu, will be responsible for the data documentation & metadata.\nWho will be responsible for data storage & back up during the project?\nThe investigator, Xuejiao Wu, will be responsible for data storage & backup during the project.\nWho will be responsible for ensuring data preservation and reuse ?\nThe investigator, Xuejiao Wu, and the PI will be responsible for ensuring data preservation and\nreuse.\nWho bears the end responsibility for updating & implementing this DMP?\nThe PI bears the end responsibility of updating & implementing this DMP.\nThis document was generated by DMPonline (http://dmponline.dcc.ac.uk)\n5 of 5"
    },
    "clean_full_text": "DMP title Project Name Photocatalytic Valorization of Lignin towards Value-Added End Products - DMP title Grant Title 12S1822N Principal Investigator / Researcher Xuejiao Wu Project Data Contact +32-485433295, wuxjxm@gmail.com Description The project aims to develop a performant system with concrete potential for lignin valorization. Two successive processes will be pursued, which are depolymerization of lignin by concurrent cleavage of C-O and C-C bonds and upgrading of aromatic monomers from lignin depolymerization to biopolymers, both under the action of light. This project offers interdisciplinary research in bringing various research disciplines together including biorefinery, heterogeneous catalysis, photocatalysis, material science (CdS-based multifunctional catalysts and semiconductors with tunable redox potentials), chemical engineering (design of prototype flow reactor ), and bioplastics (upgrading to produce biopolymer). Institution KU Leuven 1. General Information Name applicant Xuejiao Wu FWO Project Number & Title 12S1822N Photocatalytic Valorization of Lignin towards Value-Added End Products Affiliation KU Leuven 2. Data description Will you generate/collect new data and/or make use of existing data? Generate new data Describe in detail the origin, type and format of the data (per dataset) and its (estimated) volume. This may be easiest in a table (see example) or as a data flow and per WP or objective of the project. If you reuse existing data, specify the source of these data. Distinguish data types (the kind of content) from data formats (the technical format). The project includes two WP, i.e., Work Plan 1, photocatalytic depolymerization of lignin by concurrent C−O and C−C bond cleavage; Work Plan 2, photocatalytic upgrading of lignin-derived aromatic monomers to biopolymers. These two WP will both produce raw data and analyzed data. The following data types are expected: This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 1 of 5 Type of data Format Volume How created 1. Catalyst performance testing data .cdf 5-10 GB The catalytic performance will be accessed by chromatography 2. X-ray diffraction spectrum, X-ray photoelectron spectrum, attenuated total refraction-infrared spectrum, X-ray absorption fine structure uncompressed raw data 50-100 GB Original characterization data 3. UV-vis diffuse reflectance spectrum, femtosecond transient absorption measurement .txt 500 MB Original spectral data 4. High-resolution scanning and transmission electron microscopy .tif 50- 100GB Images will be taken by electron microscope 5. DFT results uncompressed raw data, .tif, .txt, etc. 1-3 GB DFT calculations will be performed by cooperators 6. Analyzed data .opj max 2 GB Analyzed data by Origin Lab for a better understanding of the original results. 7. Analyzed data .xls max 2 GB Analyzed data by Excel for a better understanding of the original results. 3. Legal and ethical issues Will you use personal data? If so, shortly describe the kind of personal data you will use. Add the reference to your file in KU Leuven's Register of Data Processing for Research and Public Service Purposes (PRET application). Be aware that registering the fact that you process personal data is a legal obligation. No Privacy Registry Reference: Short description of the kind of personal data that will be used: Are there any ethical issues concerning the creation and/or use of the data (e.g. experiments on humans or animals, dual use)? If so, add the reference to the formal approval by the relevant ethical review committee(s) No Does your work possibly result in research data with potential for tech transfer and valorisation? Will IP restrictions be claimed for the data you created? If so, for what data and which restrictions will be asserted? No Do existing 3rd party agreements restrict dissemination or exploitation of the data you (re)use? If so, to what data do they relate and what restrictions are in place? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 2 of 5 No 4. Documentation and metadata What documentation will be provided to enable reuse of the data collected/generated in this project? 1 . The catalytic performance will be accessed by chromatography, which includes Gas Chromatography-Flame Ionization Detector (GC-FID), Gas Chromatography-Mass spectrum (GC-MS), High-Performance Liquid Chromatography (HPLC). The following information will be noted: catalyst, reaction conditions, reaction performing date. The information will be described in detail in a ReadMe file to describe corresponding data. 2 . Characterization data including X-ray diffraction spectrum, X-ray photoelectron spectrum, attenuated total refraction-infrared spectrum, X-ray absorption fine structure will be saved in the original data formats. The data will be stored in separated folders according to different characterization methods. A ReadMe file in xls. will be created in every folder to describe the data, information will include the materials involved and the characterization conditions. 3 . spectral data including UV-vis diffuse reflectance spectrum and femtosecond transient absorption measurement will be saved in txt formats first. The data will be stored in separated folders according to different characterization methods. A ReadMe file in xls. will be created in every folder to describe the data, information will include the materials involved and the characterization conditions. 4 . High-resolution scanning and transmission electron microscopy will be applied to verify the successful synthesis of catalysts. The following information will be noted: dimensions, image type, bit-depth, pixel sizes, and microscope settings. The methodology and protocol will be described in detail in the lab book. A ReadMe file of the image collection will be written. 5 . Cooperation with experts for DFT calculations is expected to declare the reaction mechanisms on the molecular level. The generated data including uncompressed raw data, .tif, .txt, etc. will be provided by the cooperator. These data will be put in order according to their types and a .txt file explaining these data will be put in the same folder. 6 . Characterization data and part of the catalytic performance data will be analyzed by Origin Lab for a better understanding of the original results. A ReadMe file of the analyzed data will be written. 7 . The majority of catalytic performance data will be analyzed in excel for better comparison. A ReadMe file of the analyzed data will be written. Will a metadata standard be used? If so, describe in detail which standard will be used. If no, state in detail which metadata will be created to make the data easy/easier to find and reuse. No The 7 types of data will be deposited in 7 folders, each of them contains a ReadMe file (.txt or .xls), so the data can be easily found and reused. At the end of this project, the 7 folders will be put in one folder, and an extra ReadMe file (.txt) will be generated to explain and summarize the 7 types of data in detail. 5. Data storage and backup during the FWO project Where will the data be stored? 1 . The majority of data will be kept on our research unit central storage facility. Copies can be made and kept on personal devices, including the hard drives and computers of the researcher (Xuejiao Wu) and of the lab. 2 . Since we will collaborate with researchers (for characterization and DFT calculations) from other research units and groups, we will use OneDrive for active use of the data during the project. How is backup of the data provided? The data will be stored on the university's central servers and OneDrive with automatic daily back-up procedures. Is there currently sufficient storage & backup capacity during the project? If yes, This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 3 of 5 specify concisely. If no or insufficient storage or backup capacities are available then explain how this will be taken care of. Yes The data will be stored on the university's central servers (e.g., KU Leuven long-term storage, cloud server, and Libary Archiv) with automatic back-up procedures, and the storage & backup capacity is sufficient. What are the expected costs for data storage and back up during the project? How will these costs be covered? The cost will be covered by the research group and partly from the current FWO bench fee. Data security: how will you ensure that the data are securely stored and not accessed or modified by unauthorized persons? The data will be stored in the university's secure environment, and can only be accessed or modified by authorized persons. 6. Data preservation after the FWO project Which data will be retained for the expected 5 year period after the end of the project? In case only a selection of the data can/will be preserved, clearly state the reasons for this (legal or contractual restrictions, physical preservation issues, ...). All data will be retained for at least 5 year period after the end of the project. Where will the data be archived (= stored for the longer term)? 1. The data will be stored on the university's central servers (with automatic backup procedures) for at least 10 years, conform the KU Leuven RDM policy. 2. Our project will generate a large volume of data, some of which (like High-resolution scanning and transmission electron microscopy) may not be appropriate for sharing since it involves a small sample that is not representative. The investigators will work with the staff of the KU Leuven Libraries to determine what to archive. What are the expected costs for data preservation during the retention period of 5 years? How will the costs be covered? All data together will be compiled into one .zip document. This .zip document with a size < 300 GB will be hosed on the servers of KU Leuven. The storage is free of cost. The cost for support will be covered by the research group working budget. 7. Data sharing and reuse Are there any factors restricting or preventing the sharing of (some of) the data (e.g. as defined in an agreement with a 3rd party, legal restrictions)? Yes. Specify: All data were restricted for sharing before the publication of papers. Which data will be made available after the end of the project? Relevant data will be uploaded to KU Leuven Research Data Repository once an accompanying paper is published. Where/how will the data be made available for reuse? Relevant data will be uploaded to KU Leuven Research Data Repository once an accompanying paper is published. Data will be available on request. When will the data be made available? Immediately after the end of the project Upon publication of the research results Most data will be available after the end of the project. Some data obtained by 3rd party (e.g. DFT calculations and advanced photoelectric characterizations) will be available only after the publication of the research results. Who will be able to access the data and under what conditions? This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 4 of 5 Who will be able to access the data and under what conditions? The created data will be available to anyone, provided that they give appropriate credit to the creators. What are the expected costs for data sharing? How will the costs be covered? N/A 8. Responsibilities Who will be responsible for data documentation & metadata? The investigator, Xuejiao Wu, will be responsible for the data documentation & metadata. Who will be responsible for data storage & back up during the project? The investigator, Xuejiao Wu, will be responsible for data storage & backup during the project. Who will be responsible for ensuring data preservation and reuse ? The investigator, Xuejiao Wu, and the PI will be responsible for ensuring data preservation and reuse. Who bears the end responsibility for updating & implementing this DMP? The PI bears the end responsibility of updating & implementing this DMP. This document was generated by DMPonline (http://dmponline.dcc.ac.uk) 5 of 5"
}